{"query":{"normalized":[{"from":"Bessie_Smith","to":"Bessie Smith"}],"pages":{"52116":{"pageid":52116,"ns":0,"title":"Bessie Smith","revisions":[{"contentformat":"text/x-wiki","contentmodel":"wikitext","*":"{{Infobox musical artist  <!-- See Wikipedia:WikiProject Musicians -->\n| name = Bessie Smith\n| image = Bessiesmith.jpg\n| caption = 1936 photograph by [[Carl Van Vechten]]\n| image_size = <!-- Only for images narrower than 220 pixels -->\n| background = solo_singer\n| birth_date = {{birth date|mf=yes|1894|4|15}}\n| birth_place =[[Chattanooga, Tennessee]], [[United States]]\n| death_date = {{death date and age|mf=yes|1937|9|26|1894|4|15}}\n| death_place =[[Clarksdale, Mississippi|Clarksdale]], [[Mississippi]], [[United States]]\n| instrument = Vocals\n| genre = [[Blues]], [[Jazz]]\n| occupation  = Singer, actress\n| years_active  = 1912–1937\n| label               = [[Columbia Records|Columbia]]\n| associated_acts     = [[Ma Rainey]], [[Alberta Hunter]], [[Ethel Waters]]\n| notable_instruments =\n}}\n'''Bessie Smith''' (April 15, 1894 – September 26, 1937) was an American [[blues]] [[singer]].\n\nNicknamed '''The Empress of the Blues''', Smith was the most popular female blues singer of the 1920s and 1930s.<ref>{{cite book |last=Jasen |first=David A. |author2=Gene Jones |title=Spreadin' Rhythm Around: Black Popular Songwriters, 1880–1930 |publisher=Schirmer Books |date=September 1998 |page=289  |isbn=978-0-02-864742-5}}</ref> She is often regarded as one of the greatest singers of her era and, along with [[Louis Armstrong]], a major influence on other [[jazz]] vocalists.<ref>[http://www.sparknotes.com/biography/bessiesmith/section9.rhtml Bessie Smith at sparknotes.com]</ref>\n\n==Life==\nThe 1900 census indicates that Bessie Smith was born in [[Chattanooga, Tennessee]], in July 1892. However, the 1910 census recorded her birthday as April 15, 1894, a date that appears on all subsequent documents and was observed by the entire Smith family. Census data also contributes to controversy about the size of her family. The 1870 and 1880 censuses report three older half-siblings, while later interviews with Smith's family and contemporaries did not include these individuals among her siblings.\n\nBessie Smith was the daughter of Laura (née Owens) and William Smith. William Smith was a laborer and part-time [[Baptist]] preacher (he was listed in the 1870 census as a \"minister of the [[gospel]]\", in [[Moulton, Alabama|Moulton, Lawrence, Alabama]].) He died before his daughter could remember him. By the time she was nine, she had lost her mother and a brother as well. Her older sister Viola took charge of caring for her siblings.<ref name=Albertson2003>Chris Albertson, ''Bessie (Revised and Expanded Edition),'' New Haven: Yale University Press, 2003. ISBN 0-300-09902-9.</ref>\n\nTo earn money for their impoverished household, Bessie Smith and her brother Andrew began [[busking]] on the streets of [[Chattanooga]] as a duo: she singing and dancing, he accompanying her on guitar. Their favorite location was in front of the White Elephant Saloon at Thirteenth and Elm streets in the heart of the city's African-American community.\n\nIn 1904, her oldest brother, Clarence, covertly left home, joining a small traveling troupe owned by Moses Stokes. \"If Bessie had been old enough, she would have gone with him,\" said Clarence's widow, Maud. \"That's why he left without telling her, but Clarence told me she was ready, even then. Of course, she was only a child.\"<ref>Albertson, 2003, p. 11.</ref>\n\nIn 1912, Clarence returned to Chattanooga with the Stokes troupe. He arranged for its managers, Lonnie and Cora Fisher, to give Smith an audition. She was hired as a dancer rather than a singer, because the company also included the unknown singer, [[Ma Rainey]]. Smith eventually moved on to performing in various chorus lines, making the \"81\" Theater in Atlanta her home base. There were times when she worked in shows on the black-owned T.O.B.A ([[Theater Owners Booking Association]]) circuit. She would rise to become its biggest star after signing with [[Columbia Records]].\n\nBy 1923, when she began her recording career, Smith had taken up residence in Philadelphia. There she met and fell in love with Jack Gee, a security guard whom she married on June 7, 1923, just as her first record was released. During the marriage—a stormy one, with [[infidelity]] on both sides—Smith became the highest paid black entertainer of the day, heading her own shows, which sometimes featured as many as 40 troupers, and touring in her own railroad car. Gee was impressed by the money, but never adjusted to show business life, or to Smith's [[bisexuality]]. In 1929, when she learned of his affair with another singer, Gertrude Saunders, Bessie Smith ended the relationship, although neither of them sought a [[divorce]].\n\nSmith eventually found a [[common-law marriage|common-law]] husband in an old friend, Richard Morgan, who was [[Lionel Hampton]]'s uncle and the antithesis of her husband. She stayed with him until her death.<ref name=Albertson2003 />\n\n==Career==\n[[File:Bessiesmith3.jpg|thumb|left|Portrait of Bessie Smith by Carl Van Vechten]]\nAll contemporary accounts indicate that while Rainey did not teach Smith to sing, she probably helped her develop a stage presence.<ref>Albertson, 2003, pp. 14–15.</ref> Smith began forming her own act around 1913, at Atlanta's \"81\" Theater. By 1920, Smith had established a reputation in the [[American South|South]] and along the [[Eastern Seaboard]].\n\nIn 1920, sales figures of over 100,000 copies for \"Crazy Blues,\" an [[Okeh Records]] recording by singer [[Mamie Smith]] (no relation) pointed to a new market. The recording industry had not directed its product to blacks, but the success of the record led to a search for female blues singers. Bessie Smith was signed by [[Columbia Records]] in 1923 and her first session for Columbia was February 15, 1923. For most of 1923, her records were issued on Columbia's regular A- series; when the label decided to establish a \"[[Race (classification of human beings)|race]] records\" series, Smith's \"Cemetery Blues\" (September 26, 1923) was the first issued.\n\nShe scored a big hit with her first release, a coupling of \"Gulf Coast Blues\" and \"[[Downhearted Blues]]\", which its composer [[Alberta Hunter]] had already turned into a hit on the [[Paramount Records|Paramount]] label.  Smith became a headliner on the black T.O.B.A. circuit and rose to become its top attraction in the 1920s.<ref>Oliver, Paul. \"Bessie Smith\", in Kernfeld, Barry. ed. ''The New Grove Dictionary of Jazz, 2nd Edition, Vol. 3.'' London: MacMillan, 2002. p. 604.</ref> Working a heavy theater schedule during the winter months and doing tent tours the rest of the year (eventually traveling in her own railroad car), Smith became the highest-paid black entertainer of her day.<ref>Albertson, 2003, p. 80.</ref> Columbia nicknamed her \"Queen of the Blues,\" but a PR-minded press soon upgraded her title to \"Empress\".\n\nSmith had a powerfully strong voice that recorded very well from her first record, made during the time when recordings were made acoustically.  With the coming of electrical recording (her first electrical recording was \"Cake Walking Babies (From Home)\" recorded Tuesday, May 5, 1925),<ref>Chris Albertson: ''Bessie Smith, The Complete Recordings Vol. 2'' (CD booklet), Columbia COL 468767 2</ref> the sheer power of her voice was even more evident.  She was also able to benefit from the new technology of radio broadcasting, even on stations that were in the segregated south. For example, after giving a concert for a white-only audience at a local theater in Memphis, Tennessee, in October 1923, she then performed a late night concert on station WMC, where her songs were very well received by the radio audience.<ref>“Hit on Radio”, ''Chicago Defender'', October 6, 1923, p. 8.</ref>\n\nShe made 160 recordings for Columbia, often accompanied by the finest musicians of the day, most notably [[Louis Armstrong]], [[Coleman Hawkins]], [[Fletcher Henderson]], [[James P. Johnson]], [[Joe Smith (musician)|Joe Smith]], and [[Charlie Green (musician)|Charlie Green]].\n\n===Broadway===\nSmith's career was cut short by a combination of the Great Depression, which nearly put the recording industry out of business, and the advent of \"talkies\", which spelled the end for vaudeville. She never stopped performing, however. While the days of elaborate vaudeville shows were over, Smith continued touring and occasionally singing in clubs. In 1929, she appeared in a [[Broadway theater|Broadway]] flop called ''Pansy,'' a musical in which top critics said she was the only asset.\n\n===Film===\nIn 1929, Smith made her only film appearance, starring in a two-reeler titled ''[[St. Louis Blues (1929 film)|St. Louis Blues]]'', based on [[W. C. Handy]]'s [[St. Louis Blues (song)|song]] of the same name. In the film, directed by [[Dudley Murphy]] and shot in [[Astoria, Queens|Astoria]], she sings the title song accompanied by members of [[Fletcher Henderson]]'s orchestra, the Hall Johnson Choir, pianist [[James P. Johnson]] and a string section—a musical environment radically different from any found on her recordings.\n\n===Swing era===\nIn 1933, [[John H. Hammond|John Hammond]], who also mentored [[Billie Holiday]], asked Smith to record four sides for Okeh (which had been acquired by Columbia Records in 1925). He claimed to have found her in semi-obscurity, working as a hostess in a speakeasy on Philadelphia's Ridge Avenue.<ref>Hammond, \"John Hammond On Record\", p. 120.</ref> Bessie Smith worked at Art's Cafe on Ridge Avenue, but not as a hostess and not until the summer of 1936. In 1933, when she made the Okeh sides, Bessie was still touring. Hammond was known for his selective memory and gratuitous embellishments.<ref>Albertson, ''Bessie'', pp. 224–225.</ref>\n\nBessie Smith was paid a non-royalty fee of $37.50 for each selection and these Okeh sides, which were her last recordings. Made on November 24, 1933, they serve as a hint of the transformation she made in her performances as she shifted her blues artistry into something that fit the \"[[swing era]]\". The relatively modern accompaniment is notable.  The band included such [[swing era]] musicians as [[trombone|trombonist]] [[Jack Teagarden]], [[trumpet]]er [[William Frank Newton|Frankie Newton]], [[tenor saxophone|tenor saxophonist]] [[Chu Berry]], [[piano|pianist]] Buck Washington, guitarist Bobby Johnson, and [[bassist]] [[Billy Taylor]]. [[Benny Goodman]], who happened to be recording with [[Ethel Waters]] in the adjoining studio, dropped by and is barely audible on one selection. Hammond was not entirely pleased with the results, preferring to have Smith revisit her old blues groove. \"Take Me for a Buggy Ride\" and \"Gimme a Pigfoot (And a Bottle of Beer)\", both written by [[Wesley Wilson]], continue to be ranked among her most popular recordings.<ref name=Albertson2003 /> [[Billie Holiday]], who credited Smith as her major influence along with [[Louis Armstrong]], would go on to record her first record for Columbia three days later under the same band personnel.\n\n===Death===\nOn September 26, 1937, Smith was critically injured in a car accident while traveling along [[U.S. Route 61]] between [[Memphis, Tennessee]], and [[Clarksdale, Mississippi]]. Her lover, Richard Morgan, was driving and, probably mesmerized by the long stretch of straight road, misjudged the speed of a slow-moving truck ahead of him. Tire marks at the scene suggested that Morgan tried to avoid the truck by driving around its left side, but he hit the rear of the truck side-on at high speed. The tailgate of the truck sheared off the wooden roof of Smith's old Packard. Smith, who was in the passenger seat, probably with her right arm or elbow out the window, took the full brunt of the impact. Morgan escaped without injuries.\n\nThe first people on the scene were a Memphis surgeon, Dr. Hugh Smith (no relation), and his fishing partner Henry Broughton. In the early 1970s, Dr. Smith gave a detailed account of his experience to Bessie's biographer Chris Albertson. This is the most reliable eyewitness testimony about the events surrounding Bessie Smith's death.\n\nAfter stopping at the accident scene, Dr. Smith examined Bessie Smith, who was lying in the middle of the road with obviously severe injuries. He estimated she had lost about a half-pint of blood, and immediately noted a major traumatic injury to her right arm; it had been almost completely severed at the elbow.<ref>{{cite news|url=http://news.google.com/newspapers?id=a2VGAAAAIBAJ&sjid=-ecMAAAAIBAJ&pg=1073,6477849&dq=theater+owners+booking+association&hl=en|title=Blues Legend Bessie Smith Dead 50 Years|date=26 September 1987|publisher=Schenectady Gazette|accessdate=16 November 2010}}</ref> But Dr. Smith was emphatic that this arm injury alone did not cause her death. Although the light was poor, he observed only minor head injuries. He attributed her death to extensive and severe crush injuries to the entire right side of her body, consistent with a \"sideswipe\" collision.<ref>Chris Albertson: ''Bessie: Empress of the Blues'' (London: Sphere Books, 1972; ISBN 0-300-09902-9), pp. 192–195.</ref>\n\nBroughton and Dr. Smith moved the singer to the shoulder of the road. Dr. Smith dressed her arm injury with a clean handkerchief and asked Broughton to go to a house about 500 feet off the road to call an ambulance.\n\nBy the time Broughton returned approximately 25 minutes later, Bessie Smith was in shock. Time passed with no sign of the ambulance, so Dr. Smith suggested that they take her into Clarksdale in his car. He and Broughton had almost finished clearing the back seat when they heard the sound of a car approaching at high speed. Dr. Smith flashed his lights in warning, but the oncoming car failed to stop and plowed into the doctor's car at full speed. It sent his car careening into Bessie Smith's overturned Packard, completely wrecking it. The oncoming car ricocheted off Dr. Smith's car into the ditch on the right, barely missing Broughton and Bessie Smith.<ref>Albertson (1972), p. 195.</ref>\n\nThe young couple in the new car did not have life-threatening injuries. Two ambulances arrived on the scene from Clarksdale; one from the black hospital, summoned by Mr. Broughton, the other from the white hospital, acting on a report from the truck driver, who had not seen the accident victims.\n\nBessie Smith was taken to Clarksdale's [[Riverside Hotel (Clarksdale, Mississippi)|G. T. Thomas Afro-American Hospital]], where her right arm was [[amputate]]d. She died that morning without regaining consciousness. After Smith's death, an often repeated but now discredited story emerged about the circumstances; namely, that she had died as a result of having been refused admission to a \"[[White people|whites only]]\" hospital in Clarksdale. Jazz writer/producer [[John H. Hammond|John Hammond]] gave this account in an article in the November 1937 issue of ''[[Down Beat]]'' magazine. The circumstances of Smith's death and the rumor promoted by Hammond formed the basis for [[Edward Albee]]'s 1959 one-act play ''[[The Death of Bessie Smith]]''.<ref name=Love-1997>{{cite book|last=Love|first=Spencie|title=One Blood: The Death and Resurrection of Charles R. Drew|year=1997|publisher=The University of North Carolina Press|location=North Carolina|isbn=978-0-8078-4682-7|pages=67|url=http://books.google.co.uk/books?id=J-F3sSgLA_AC&pg=PA69&lpg=PA69&dq=G.T.+Thomas+Hospital+clarksdale&source=bl&ots=pgJluPHI-I&sig=u-jPmqmQcCjPXplUvWnnIEvppak&hl=en&ei=Hi2rToCWH4mw8gOLiIygCw&sa=X&oi=book_result&ct=result&resnum=4&ved=0CCwQ6AEwAzgK#v=onepage&q=G.T.%20Thomas%20Hospital%20clarksdale&f=false}}</ref>\n\n\"The Bessie Smith ambulance would ''not'' have gone to a white hospital, you can forget that.\" Dr. Smith told Albertson. \"Down in the [[Deep South]] cotton country, no ambulance driver, or white driver, would even have thought of putting a colored person off in a hospital for white folks.\"<ref>Chris Albertson, ''Bessie: Empress of the Blues'' (London: Sphere Books, 1972; ISBN 0-300-09902-9), p. 196.</ref>\n\n[[File:Death certificate (1).jpg|thumb|Smith's death certificate]]\nSmith's funeral was held in [[Philadelphia]] a little over a week later on October 4, 1937. Her body was originally laid out at Upshur's funeral home. As word of her death spread through Philadelphia's black community, the body had to be moved to the O.V. Catto Elks Lodge to accommodate the estimated 10,000 mourners who filed past her coffin on Sunday, October 3.<ref>Chris Albertson, ''Bessie: Empress of the Blues'' (London: Sphere Books, 1975, ISBN 0-349-10054-3)</ref> Contemporary newspapers reported that her funeral was attended by about seven thousand people. Far fewer mourners attended the burial at Mount Lawn Cemetery, in nearby [[Sharon Hill, Pennsylvania|Sharon Hill]]. Gee thwarted all efforts to purchase a stone for his estranged wife, once or twice pocketing money raised for that purpose.<ref>Albertson, ''Bessie'', pp. 2–5 and 277.</ref>\n\nThe grave remained unmarked until August 7, 1970, when a tombstone—paid for by singer [[Janis Joplin]] and Juanita Green, who as a child had done housework for Smith—was erected.<ref>Albertson, ''Bessie'', p. 277.</ref>\n\n[[Dory Previn]] wrote a song of Janis Joplin and the tombstone called \"Stone for Bessie Smith\" on her album ''[[Mythical Kings and Iguanas]]''.\n\nThe Afro-American Hospital, now the [[Riverside Hotel (Clarksdale)|Riverside Hotel]] in Clarksdale, was the site of the dedication of the fourth historic marker on the [[Mississippi Blues Trail]].<ref>{{cite news\n|url=http://www.post-gazette.com/pg/07025/756420-37.stm\n|title=Historical marker placed on Mississippi Blues Trail\n|agency=Associated Press\n|accessdate=2007-02-09\n| date=January 25, 2007\n|work=Pittsburgh Post-Gazette\n}}</ref>\n\n==Hit records==\n\n{|class=\"wikitable\"\n|-\n!Year\n!Single\n![[Billboard Hot 100|US<br/>Chart]]<ref>{{cite book |title=Pop Memories: 1890-1954|last=Whitburn|first=Joel|year=1986|publisher=Record Research|isbn=0-89820-083-0}}</ref>\n|-\n|rowspan=\"5\"|1923\n|\"[[Downhearted Blues]]\"\n|align=\"center\"|1\n|-\n|\"Gulf Coast Blues\"\n|align=\"center\"|5\n|-\n|\"Aggravatin' Papa\"\n|align=\"center\"|12\n|-\n|\"[[Baby Won't You Please Come Home]]\"\n|align=\"center\"|6\n|-\n|\"[[Ain't Nobody's Business|T'ain't Nobody's Biz-Ness If I Do]]\"\n|align=\"center\"|9\n|-\n|rowspan=\"3\"|1925\n|\"[[Saint Louis Blues (song)|The St. Louis Blues]]\"\n|align=\"center\"|3\n|-\n|\"[[Careless Love|Careless Love Blues]]\"\n|align=\"center\"|5\n|-\n|\"I Ain't Gonna Play No Second Fiddle\"\n|align=\"center\"|8\n|-\n|rowspan=\"2\"|1926\n|\"[[I Ain't Got Nobody]]\"\n|align=\"center\"|8\n|-\n|\"Lost Your Head Blues\"\n|align=\"center\"|5\n|-\n|rowspan=\"2\"|1927\n|\"[[After You've Gone (song)|After You've Gone]]\"\n|align=\"center\"|7\n|-\n|\"[[Alexander's Ragtime Band]]\"\n|align=\"center\"|17\n|-\n|rowspan=\"2\"|1928\n|\"A Good Man Is Hard to Find\"\n|align=\"center\"|13\n|-\n|\"Empty Bed Blues\n|align=\"center\"|20\n|-\n|rowspan=\"1\"|1929\n|\"[[Nobody Knows You When You're Down and Out]]\"\n|align=\"center\"|15\n|-\n|}\n\n==Selective awards and recognition==\n\n===Grammy Hall of Fame===\n\nRecordings of Bessie Smith were inducted into the [[Grammy Hall of Fame Award|Grammy Hall of Fame]]. This special Grammy Award was established in 1973 to honor recordings that are at least 25 years old and that have \"qualitative or historical significance.\"\n\n{| class=wikitable\n|-\n| colspan=\"5\" style=\"text-align:center;\"| '''Bessie Smith: [[Grammy Hall of Fame Award]]'''<ref>[http://www.grammy.org/recording-academy/awards/hall-of-fame Grammy Hall of Fame Award Database]</ref>\n|-\n! Year Recorded\n! Title\n! Genre\n! Label\n! Year Inducted\n|- align=center\n| 1923\n| \"[[Downhearted Blues]]\"\n| Blues (Single)\n| Columbia\n| 2006\n|- align=center\n| 1925\n| \"[[St. Louis Blues (song)|St. Louis Blues]]\"\n| Jazz (Single)\n| Columbia\n| 1993\n|- align=center\n| 1928\n| \"Empty Bed Blues\"\n| Blues (Single)\n| Columbia\n| 1983\n|}\n\n===National Recording Registry===\n\nIn 2002 Smith's recording of the single, \"[[Downhearted Blues]]\", was included by the [[National Recording Preservation Board]] in the [[Library of Congress]] [[List of recordings preserved in the United States National Recording Registry|National Recording Registry]].<ref>[http://www.loc.gov/rr/record/nrpb/nrpb-2002reg.html 2002 Registry choices]</ref> The board selects songs on an annual basis that are \"culturally, historically, or aesthetically significant.\"<ref>[http://www.loc.gov/today/pr/2003/03-014.html Librarian of Congress Names 50 Sound Recordings to the Inaugural National Recording Registry]</ref>\n\n\"Downhearted Blues\" was included in the list of ''[[Songs of the Century]]'' by the Recording Industry of America and the [[National Endowment for the Arts]] in 2001. It is in the [[Rock and Roll Hall of Fame]] as one of the 500 songs that shaped [[rock 'n' roll]].<ref>{{Wayback |date=20080705190812 |url=http://www.rockhall.com/exhibithighlights/500-songs-by-name-df/ |title=500 Songs That Shaped Rock}}</ref>\n\n===Inductions===\n\n{| class=wikitable\n! Year Inducted\n! Category\n! Notes\n|- align=center\n| 2008\n| Nesuhi Ertegun Jazz Hall of Fame\n| Jazz at Lincoln Center, NYC\n|- align=center\n| 1989\n| [[Grammy Lifetime Achievement Award]]\n|\n|- align=center\n| 1989\n| [[List of Rock and Roll Hall of Fame inductees|Rock and Roll Hall of Fame]]\n| \"Early influences\"\n|- align=center\n| 1981\n| Big Band and Jazz Hall of Fame\n|\n|- align=center\n| 1980\n| [[Blues Hall of Fame]]\n|\n|}\n\n'''U.S. Postage Stamp'''\n\n{| class=wikitable\n! Year Issued\n! Stamp\n! USA\n|- align=center\n| 1994\n| 29 cents Commemorative stamp\n| [[List of people on stamps of the United States|U.S. Postal Stamps]]\n|}\n\n==Digital remastering==\nTechnical faults in the majority of her original [[gramophone record]]ings—especially variations in recording speed, which raised or lowered the apparent [[Pitch (music)|pitch]] of her voice, misrepresented the \"light and shade\" of her phrasing, interpretation and delivery. They altered the apparent [[Key signature|key]] of her performances (sometimes raised or lowered by as much as a [[semitone]]). The fact that the \"centre hole\" in some of the master recordings had not been in the true middle of the master disc meant that there were wide variations in tone, pitch, key and phrasing, as commercially released records revolved around the spindle.\n\nGiven those historic limitations, the current [[Remaster|digitally remastered]] versions of her work deliver significant, very positive differences in the sound quality of Smith's performances.  Some critics believe that the American [[Columbia Records]] compact disc releases are somewhat inferior to subsequent transfers made by the late [[John R. T. Davies]] for [[Frog Records]].{{Citation needed|reason=Sep 2009|date=September 2009}}\n\n==Popular culture==\n* The 1948 short story \"[[Blue Melody]]\" by [[J. D. Salinger]] and the 1959 play ''[[The Death of Bessie Smith]]'' by [[Edward Albee]] are both based on Smith's life and death, but poetic license is taken by both authors; for instance, Albee's play distorts the circumstances of her medical treatment, or lack thereof, prior to her demise, attributing it to racist medical practitioners.\n* Playwright [[Angelo Parra]] wrote the 2001 musical play [http://devilsmusic.biz/ The Devil's Music: The Life and Blues of Bessie Smith], with [[Miche Braden]] in the title role\n* The musical now in production, ''Bessie's Back In Town'' by Barry Edelson, as accurately as possible represents major aspects of her life as well as her death while remaining true to her music.<ref>{{YouTube|JWvtE4Z2Dzs|\"Bessie's Back In Town - The Bessie Smith Story\"}}.</ref>\n* Jack Peñate's song \"Learning Lines\" off his first album refers to \"Bessie Smith, sings the blues\" in its chorus.\n* The video game series ''[[Bioshock]]'' (1 and 2) Bessie Smith is portrayed as a cameo of a character by the name of Grace Holloway. Bessie Smith's music can be heard during the loading screen and in the level Paupers Drop, and in the various hallways and rooms of the sunken city.\n* Canadian folk singer [[Valdy]]'s song \"Peter and Lou\" refers to \"Bessie Smith singin' the blues...\" three times.\n\n==References==\n{{Reflist|colwidth=30em}}\n\n==Further reading==\n\n* [[Chris Albertson|Albertson, Chris]], Liner notes, ''Bessie Smith: The Complete Recordings, Volumes 1 – 5'', Sony Music Entertainment, 1991.\n* Albertson, Chris, ''Bessie (Revised and Expanded Edition)'', New Haven: Yale University Press, 2003. ISBN 0-300-09902-9.\n*{{cite book | last=Barnet | first=Andrea | title=All-Night Party: The Women of Bohemian Greenwich Village and Harlem, 1913–1930 | location=Chapel Hill, NC | publisher=Algonquin Books | year=2004  | isbn=1-56512-381-6}}\n* Brooks, Edward, ''The Bessie Smith Companion: A Critical and Detailed Appreciation of the Recordings'', New York: Da Capo Press, 1982. ISBN 0-306-76202-1.\n* [[Angela Davis|Davis, Angela Y.]], ''Blues Legacies and Black Feminism: Gertrude \"Ma\" Rainey, Bessie Smith, and Billie Holiday'', New York: Pantheon Books, 1998. ISBN 0-679-45005-X.\n* Eberhardt, Clifford, ''Out of Chattanooga'', Chattanooga: Ebco, 1994.\n* [[Elaine Feinstein|Feinstein, Elaine]], ''Bessie Smith'', New York: Viking, 1985, ISBN 0-670-80642-0.\n* Grimes, Sara, ''Backwaterblues: In Search of Bessie Smith'', Amherst: Rose Island Pub., 2000, ISBN 0-9707089-0-4.\n* [[Jackie Kay|Kay, Jackie]], ''Bessie Smith'', New York: Absolute, 1997. ISBN 1-899791-55-8.\n* Manera, Alexandria, ''Bessie Smith'', Chicago: Raintree, 2003. ISBN 0-7398-6875-6.\n* Martin, Florence, ''Bessie Smith'', Paris: Editions du Limon, 1994. ISBN 2-907224-31-X.\n* [[Paul Oliver|Oliver, Paul]], ''Bessie Smith'', London: Cassell, 1959.\n* Palmer, Tony, ''All You Need is Love: The Story of Popular Music'', New York: Grossman Publishers/Viking Press, 1976. ISBN 0-670-11448-0.\n* Scott, Michelle R., ''Blue Empress: Bessie Smith and the Emerging Urban South in Black Chattanooga'', Chicago, IL: University of Illinois Press, 2008. ISBN 0252075455.\n* Welding, Pete; Byron, Tony (eds), ''Bluesland: Portraits of Twelve Major American Blues Masters'', New York: Dutton, 1991. ISBN 0-525-93375-1.\n* Schuller, Gunther; ''Early Jazz\", Its Roots and Musical Development, Vol. 1'', New York: Oxford University Press, 1968 ISBN 0-19-504043-0 (pbk).\n\n==External links==\n{{Wikipedia books|Bessie Smith}}\n{{Library resources box|by=yes|viaf= 24788472 }}\n* [http://www.jerryjazzmusician.com/mainHTML.cfm?page=albertson.html Interview with Bessie Smith biographer Chris Albertson]\n* {{Discogs artist}}\n\n{{Bessie Smith|state=expanded}}\n{{National Women's Hall of Fame}}\n{{Authority control|VIAF=24788472}}\n\n{{Persondata <!-- Metadata: see [[Wikipedia:Persondata]]. -->\n| NAME              = Smith, Bessie\n| ALTERNATIVE NAMES =\n| SHORT DESCRIPTION = American [[blues]] singer\n| DATE OF BIRTH     = April 15, 1894\n| PLACE OF BIRTH    = [[Chattanooga, Tennessee]], [[United States]]\n| DATE OF DEATH     = September 26, 1937\n| PLACE OF DEATH    = [[Clarksdale, Mississippi|Clarksdale]], [[Mississippi]], [[United States]]\n}}\n{{DEFAULTSORT:Smith, Bessie}}\n[[Category:1894 births]]\n[[Category:1937 deaths]]\n[[Category:African-American female singers]]\n[[Category:American blues singers]]\n[[Category:American buskers]]\n[[Category:Bisexual musicians]]\n[[Category:Blues Hall of Fame inductees]]\n[[Category:Grammy Lifetime Achievement Award winners]]\n[[Category:LGBT African Americans]]\n[[Category:LGBT singers]]\n[[Category:Bisexual women]]\n[[Category:LGBT musicians from the United States]]\n[[Category:People from Chattanooga, Tennessee]]\n[[Category:Road accident deaths in Mississippi]]\n[[Category:Rock and Roll Hall of Fame inductees]]\n[[Category:Vaudeville performers]]\n[[Category:Classic female blues singers]]"}]}}}}