{"query":{"normalized":[{"from":"Big_Bill_Broonzy","to":"Big Bill Broonzy"}],"pages":{"237960":{"pageid":237960,"ns":0,"title":"Big Bill Broonzy","revisions":[{"contentformat":"text/x-wiki","contentmodel":"wikitext","*":"{{Use mdy dates|date=March 2012}}\n{{Infobox musical artist\n| name                = Big Bill Broonzy\n| image               = Big-Bill-Broonzy.jpg\n| caption             = Studio portrait of Broonzy\n| image_size          = <!-- Only for images narrower than 220 pixels -->\n| background          = solo_singer\n| birth_name          = Lee Conley Bradley\n| alias               = Big Bill Broonzy, Big Bill Broomsley\n| birth_date          = {{Birth date|mf=yes|1893|06|26}}\n| birth_place         = [[Lake Dick, Arkansas|Lake Dick]], [[Arkansas]], U.S. or [[Scott, Mississippi|Scott]], [[Mississippi]], U.S.\n| death_date          = {{Death date and age|mf=yes|1958|08|14|1893|06|26}}\n| death_place         = [[Chicago]], [[Illinois]], U.S.\n| instrument          = Vocals, guitar, [[fiddle]]\n| genre               = [[Folk music]], [[country blues]], [[Chicago blues]], [[spirituals]], [[protest song]]s\n| occupation          = Musician, songwriter, [[sharecropper]], [[preacher]]\n| years_active        = 1927–1958\n| label               = [[Paramount Records|Paramount]], [[American Record Corporation|A.R.C.]], [[Bluebird Records|Bluebird]], [[Vocalion Records|Vocalion]], [[Folkways Records|Folkways]]\n| associated_acts     = [[Papa Charlie Jackson]], [[Woody Guthrie]], [[Pete Seeger]]\n| website             =\n| notable_instruments = \n}}\n\n'''Big Bill Broonzy''' (June 26, 1893 – August 14 or 15, 1958) was a prolific American [[blues]] singer, songwriter and guitarist. His career began in the 1920s when he played [[country blues]] to mostly African-American audiences. Through the 1930s and 1940s he successfully navigated a transition in style to a more urban blues sound popular with working class African-American audiences. In the 1950s a return to his traditional folk-blues roots made him one of the leading figures of the emerging [[American folk music revival]] and an international star. His long and varied career marks him as one of the key figures in the development of blues music in the 20th century.\n\nBroonzy copyrighted more than 300 songs during his lifetime, including both adaptations of [[traditional music|traditional]] [[folk song]]s and original blues songs. As a blues composer, he was unique in that his compositions reflected the many vantage points of his rural-to-urban experiences.<ref name= barlow>Barlow, William. ''\"Looking Up At Down\": The Emergence of Blues Culture''. Temple University Press (1989), pp. 301–03. ISBN 0-87722-583-4.</ref>\n\n==Life and career==\n\n===Early years===\nBorn '''Lee Conley Bradley''',<ref>{{cite book |title=I Feel So Good: The Life and Times of Big Bill Broonzy |last=Riesman |first=Robert |year=2011 |publisher=[[University of Chicago Press]] |isbn=978-0-226-71745-6 |page=7 |url=http://books.google.co.uk/books?id=xUir7i3PoVUC&pg=PT33 |accessdate=November 18, 2011 |quote=His full given name was most likely Lee Conley Bradley.}}</ref> \"Big Bill\" was one of Frank Broonzy (Bradley) and Mittie Belcher's 17 children. His birth site and date are disputed. While he claimed birth in [[Scott, Mississippi]], an entire body of emerging research compiled by blues historian Robert Reisman suggests that Broonzy was actually born in [[Jefferson County, Arkansas]]. Broonzy claimed he was born in 1893 and many sources report that year, but after his death, family records suggested that the year was actually 1903.<ref>{{cite book|title=The Encyclopedia of Folk, Country & Western Music|last=Stambler|first=Irwin|author2=Grelun Landon|year=1983 |publisher=St. Martin's Press|location=New York|isbn=0-312-24818-0| pages=73}}</ref> Soon after his birth the family moved to [[Pine Bluff, Arkansas]], where Bill spent his youth. He began playing music at an early age. At the age of 10 he made himself a [[fiddle]] from a cigar box and learned how to play [[spiritual (music)|spirituals]] and folk songs from his uncle, Jerry Belcher. He and a friend named Louis Carter, who played a homemade guitar, began performing at social and church functions.<ref>[http://www.encyclopediaofarkansas.net/encyclopedia/entry-detail.aspx?entryID=2489 Encyclopedia of Arkansas entry]</ref> These early performances included playing at \"two-stages\": picnics where whites danced on one side of the stage and blacks on the other.<ref name=\"Stambler, pg. 74\">Stambler, p. 74</ref>\n\nOn the understanding that he was born in 1898 rather than earlier or later, sources suggest that in 1915, 17-year-old Broonzy was married and working as a [[sharecropper]]. He had decided to give up the fiddle and become a preacher. There is a story that he was offered $50 and a new violin if he would play four days at a local venue. Before he could respond to the offer, his wife took the money and spent it, so he had to play. In 1916 his crop and stock were wiped out by drought. Broonzy went to work locally until he was drafted into the Army in 1917.<ref>{{cite book|title=The Country Blues|last=Charters|first=Samual B.|year=1960|publisher=Michael Joseph Ltd.|location=London|isbn=|pages=117}}</ref> Broonzy served two years in Europe during the [[World War I|first world war]]. Then after his discharge from the Army in 1919, Broonzy returned to [[Pine Bluff, Arkansas]] where he is reported to have been called a racial epithet and told by a white man he knew before the war that he needed to \"hurry up and get his soldier uniform off and put on some overalls.\" He immediately left Pine Bluff and moved to the [[Little Rock, Arkansas|Little Rock]] area but a year later in 1920 moved north to Chicago in search of opportunity.<ref>Stambler, p. 73</ref>\n\n===1920s===\nAfter arriving in Chicago, Broonzy made the switch to guitar. He learned guitar from [[Minstrel show|minstrel]] and [[medicine show]] veteran [[Papa Charlie Jackson]], who began recording for [[Paramount Records]] in 1924.<ref>Dahl, Bill; Liner notes to the CD ''Blues Is My Business'', Fuel 2000 records, 2003.</ref> Through the 1920s Broonzy worked a string of odd jobs, including [[Pullman porter]], cook, [[foundry]] worker and custodian, to supplement his income, but his main interest was music. He played regularly at [[rent party|rent parties]] and social gatherings, steadily improving his guitar playing. During this time he wrote one of his signature tunes, a solo guitar piece called \"Saturday Night Rub\".<ref name=\"Stambler, pg. 74\"/>\n\nThanks to his association with Jackson, Broonzy was able to get an audition with Paramount executive [[J. Mayo Williams]]. His initial test recordings, made with his friend John Thomas on vocals, were rejected, but Broonzy persisted, and his second try, a few months later, was more successful. His first record, \"Big Bill's Blues\" backed with \"House Rent Stomp\", credited to \"Big Bill and Thomps\" (Paramount 12656), was released in 1927. Although the recording was not well-received, Paramount retained their new talent and the next few years saw more releases by \"Big Bill and Thomps\". The records continued to sell poorly. Reviewers considered his style immature and derivative.<ref>Charters; pp. 117–18</ref>\n\n===1930s===\nIn 1930, Paramount for the first time used Broonzy's full name on a recording, \"Station Blues\" – albeit misspelled as \"Big Bill Broomsley\". Record sales continued to be poor, and Broonzy was working at a grocery store. Broonzy was picked up by [[Lester Melrose]], who produced acts for various labels including [[Champion Records|Champion]] and [[Gennett Records]]. He recorded several sides which were released in the spring of 1931 under the name \"Big Bill Johnson\".<ref>Charters; pg. 118.</ref> In March 1932 he traveled to New York City and began recording for the [[American Record Corporation]] on their line of less expensive [[record label|labels]] ([[Melotone Records|Melotone]], [[Perfect Records]], et al.).<ref name=\"Stambler, pg. 74\"/> These recordings sold better and Broonzy was becoming better known. Back in Chicago he was working regularly in [[South Side (Chicago)|South Side]] clubs, and even toured with [[Memphis Minnie]].<ref>[http://centerstage.net/music/whoswho/BigBillBroonzy.html Center Satge.net website]</ref>\n\nIn 1934 Broonzy moved to [[Bluebird Records]] and began recording with pianist Bob \"Black Bob\" Call. His fortunes soon improved. With Call his music was evolving to a stronger [[Rhythm and Blues|R&B]] sound, and his singing sounded more assured and personal. In 1937, he began playing with pianist [[Joshua Altheimer]], recording and performing using a small instrumental group, including \"traps\" (drums) and [[double bass]] as well as one or more melody instruments (horns and/or harmonica). In March 1938 he began recording for [[Vocalion Records]].<ref name=\"Charters; pg. 120\">Charters; p. 120</ref>\n\nBroonzy's reputation grew and in 1938 he was asked to fill in for the recently deceased [[Robert Johnson (musician)|Robert Johnson]] at the [[John H. Hammond]]-produced [[From Spirituals to Swing]] concert at [[Carnegie Hall]]. He also appeared in the 1939 concert at the same venue.<ref name=\"accessed Jan. 14, 2008\">[http://www.encyclopediaofarkansas.net/encyclopedia/entry-detail.aspx?entryID=2489 Encyclopedia of Arkansas, ibid.]</ref> His success led him in this same year to a small role in ''Swingin' the Dream'', [[Gilbert Seldes]]'s jazz adaptation of [[Shakespeare]]'s ''[[Midsummer Night's Dream]]'', set in 1890 New Orleans and featuring, among others, [[Louis Armstrong]] as Bottom and [[Maxine Sullivan]] as Titania, with the Benny Goodman sextet.\n\nBroonzy's own recorded output through the 1930s only partially reflects his importance to the Chicago blues scene. His half-brother, [[Washboard Sam]], and close friends, [[Jazz Gillum]], and [[Tampa Red]], also recorded for Bluebird. Broonzy was credited as composer on many of their most popular recordings of that time. He reportedly played guitar on most of Washboard Sam's tracks. Due to his exclusive arrangements with his own record label, Broonzy was always careful to have his name only appear on these artists' records as \"composer\".<ref name=\"Charters; pg. 120\"/>\n\n===1940s===\nBroonzy expanded his work during this period as he honed his song writing skills which showed a knack for appealing to his more sophisticated city audience as well as people that shared his country roots. His work in this period shows he performed across a wider musical spectrum than almost any other bluesman before or since including ragtime, hokum blues, country blues, city blues, jazz tinged songs, folk songs and spirituals. After World War II, Broonzy recorded songs that were the bridge that allowed many younger musicians to cross over to the future of the blues: the electric blues of post war Chicago. His 1945 recordings of \"Where the Blues Began\" with Big Maceo on piano and Buster Bennett on sax, or \"Martha Blues\" with Memphis Slim on piano, clearly show the way forward. One of his best-known songs, \"[[Key to the Highway]]\", appeared at this time. When the second [[American Federation of Musicians]] strike ended in 1948, Broonzy was picked up by the [[Mercury Records|Mercury]] label<ref name=\"Stambler, p. 75\">Stambler, p. 75</ref>\n\n===1950s===\n[[File:Big Bill Broonzy EP Cover 1956 (Melodisc EPM7-65).jpg|thumb|right|Big Bill Broonzy EP Cover 1956 ([[Melodisc Records|Melodisc]] EPM7-65). Released in the UK this EP carried an advert for his autobiography ''Big Bill Blues''.]]\n\nAt the start of the 1950s, Broonzy became part of a touring [[folk music]] revue formed by [[Win Stracke]] called ''[[I Come for to Sing]]'', which also included [[Studs Terkel]] and Lawrence Lane. Terkel called him the key figure in this group. The group had some success thanks to the emerging [[folk revival]] movement. The exposure made it possible for Broonzy to tour Europe in 1951.\n\nIn Europe, Broonzy was greeted with standing ovations and critical praise wherever he played. The tour marked a turning point in his fortunes, and when he returned to the United States he was a featured act with many prominent folk artists such as [[Pete Seeger]], [[Sonny Terry]] and [[Brownie McGhee]]. From 1953 on his financial position became more secure and he was able to live quite well on his music earnings. Broonzy returned to his solo [[folk music|folk]]-blues roots, and travelled and recorded extensively.<ref name=\"Stambler, p. 75\"/> Broonzy's numerous performances during the 1950s in the UK, and in particular at folk clubs in London and [[Edinburgh]], were influential in the nascent [[British folk revival#The second British folk revival 1945-69|British folk revival]], with many British musicians on the folk scene, such as [[Bert Jansch]], citing him as an important influence.<ref>Harper, Colin (2006) ''Dazzling Stranger: Bert Jansch and the British Folk and Blues Revival'', Bloomsbury</ref>\n\nWhile in the [[Netherlands]], Broonzy met and fell in love with a [[Dutch people|Dutch]] girl, Pim van Isveldt. Together they had a child named Michael who still lives in Amsterdam.<ref>[http://www.broonzy.com/europe.html Big Bill In Europe]</ref><ref>[Liner notes to Amsterdam Live Concerts 1953(2006), Munich Records]</ref>\n\nIn 1953, Dr. Vera (King) Morkovin and [[Studs Terkel]] took Broonzy to [[Circle Pines Center]], a cooperative year-round camp in [[Hastings, Michigan]], where he was employed as the summer camp cook. He worked there in the summer from '53–'56. On July 4, 1954, [[Pete Seeger]] travelled to Circle Pines and gave a concert with Bill on the farmhouse lawn, which was recorded by Seeger for the new fine arts radio station in Chicago, [[WFMT-FM]].<ref>[http://www.loc.gov/folklife/guides/Mississippi.html American Folklife Center] Tape Collection, AFS 14,172–14,175 Mississippi Folk Music Collection, recorded 1956. Retrieved on June 6, 2008</ref>\n\nIn 1955, with the assistance of [[Belgium|Belgian]] writer Yannick Bruynoghe, Broonzy published his autobiography, entitled ''Big Bill Blues''.<ref name=\"accessed Jan. 14, 2008\"/> He toured worldwide to Africa, South America, the [[Pacific Ocean|Pacific]] region and across Europe into early 1956. In 1957 Broonzy was one of the founding faculty members of the [[Old Town School of Folk Music]]. At the school's opening night on December 1, he taught a class \"The Glory of Love\".<ref>[http://www.oldtownschool.org/history/night.html Old Town School history]</ref>\n\nBy 1958 Broonzy was suffering from the effects of [[Head and neck cancer|throat cancer]]. He died on August 14 or 15, 1958 (sources vary on the precise date), and is buried in [[Lincoln Cemetery (Blue Island)|Lincoln Cemetery]], [[Blue Island, Illinois]].<ref>[http://www.deadbluesguys.com/dbgtour/broonzy_william.htm Clint Stoutenour, 'Big Bill Broonzy Grave', ''deadbluesguys.com'' (August 21, 2006)]</ref>\n\n==Style and influence==\nBroonzy's own influences included the [[folk music]], [[spirituals]], [[work songs]], [[ragtime]] music, [[hokum]] and country blues he heard growing up, and the styles of his contemporaries, including [[Jimmie Rodgers (country singer)|Jimmie Rodgers]], [[Blind Blake]], [[Son House]], and [[Blind Lemon Jefferson]]. Broonzy combined all these influences into his own style of the blues that foreshadowed the post-war [[Chicago blues]] sound, later refined and popularized by artists such as [[Muddy Waters]] and [[Willie Dixon]].<ref name=\"accessed Jan. 14, 2008\"/>\n\nAlthough he had been a pioneer of the [[Chicago blues]] style and had employed electric instruments as early as 1942, his new, white audiences wanted to hear him playing his earliest songs accompanied only by his own [[acoustic guitar]], since this was considered to be more \"authentic\".\n\nA considerable part of his early ARC/CBS recordings have been reissued in anthology collections by CBS-Sony, and other earlier recordings have been collected on blues reissue labels, as have his later European and Chicago recordings of the 1950s. The Smithsonian's [[Folkways Records]] has also released several albums featuring Big Bill Broonzy.\n\nIn 1980, he was inducted into the first class of the [[Blues Hall of Fame]] along with 20 other of the world's greatest blues legends. In 2007, he was inducted into the first class of the Gennett Records Walk of Fame along with 11 other musical greats including Louis Armstrong, Jelly Roll Morton, Gene Autry, Lawrence Welk and others.\n\nBroonzy as an acoustic guitar player, inspired [[Muddy Waters]], [[Memphis Slim]], [[Ray Davies]], [[John Renbourn]], [[Rory Gallagher]],<ref name=\"rorygallagher1\">{{cite web|url=http://www.rorygallagher.com/biography.htm|title=The Official Rory Gallagher Biography |year=2009|work=Official Website|publisher=Copyright Strange Music Ltd|accessdate=December 18, 2009|location=United Kingdom}} {{Dead link|date=September 2010|bot=H3llBot}}</ref> [[Ben Taylor (musician)|Ben Taylor]],<ref name=\"Ben Taylor Cow Cow Yicky Yicky\">{{cite web|url=http://www.bentaylormusic.com/|title=Ben Taylor official website|last=Taylor|first=Ben|coauthors=Comment for those not familiar with Leadbelly, it's well worth checking into.\"|date=2001–2008|work=Iris Records videos|publisher=Copyright Ben Taylor Music|accessdate=December 18, 2009|location=\"Cow Cow Yicky Yicky\" cover of Leadbelly's song| archiveurl= http://web.archive.org/web/20091208061906/http://bentaylormusic.com/| archivedate= December 8, 2009 <!--DASHBot-->| deadurl= no}}</ref> and [[Steve Howe (guitarist)|Steve Howe]]<ref>[http://musiclegends.ca/2011/04/22/steve-howe-yes-interview/ Steve Howe (YES) Interview]</ref>\n\nIn ''[[Q Magazine]]'' (September 2007) it is reported that [[Ronnie Wood]] of [[The Rolling Stones]] claims that Bill Broonzy's track, \"Guitar Shuffle\", is his favorite guitar music. Wood said, \"It was one of the first tracks I learnt to play, but even to this day I can't play it exactly right.\"\n\n[[Eric Clapton]] has cited Bill Broonzy as a major inspiration: Broonzy \"became like a role model for me, in terms of how to play the acoustic guitar.\"<ref>[http://top40-charts.com/news.php?nid=64412]</ref>\n\nDuring the benediction at the 2009 inauguration ceremony of President [[Barack Obama]], the [[civil rights]] leader Rev. Dr. [[Joseph Lowery]] paraphrased Broonzy's song \"Black, Brown and White Blues\".<ref>[http://www.dailykos.com/story/2009/1/20/13479/4828 Daily KOS website]</ref>\n\n{{listen\n | filename     = Good Liquor Gonna Carry Me Down.ogg\n | title        = Good Liquor Gonna Carry Me Down\n | description  = <small>Big Bill Broonzy playing \"Good Liquor Gonna Carry Me Down\"</small>\n | format       = [[ogg]]\n}}\n\n==Discography==\nBetween 1927 and 1942, Broonzy recorded 224 songs, making him the second most prolific blues recording artist during that period.<ref>\n{{Cite book\n  | last = Wald\n  | first = Elijah\n  | title = Escaping the Delta: Robert Johnson and the Invention of the Blues\n  | publisher=Harper\n  | year = 2004\n  | page = 41\n  | url =\n  | id =\n  | isbn = 978-0-06-052427-2}}\n</ref>  These were released before blues records were tracked by recording industry trade magazines. By the time ''Billboard'' instituted the first of its \"[[race music]]\" charts in October 1942, Broonzy's recordings were less popular and none appeared in the charts.<ref>\n{{Cite book\n  | last = Whitburn\n  | first = Joel\n  | title = Top R&B Singles 1942–1988\n  | publisher=Record Research, Inc\n  | year = 1988\n  | page = 56\n  | url =\n  | id =\n  | isbn = 0-89820-068-7}}\n</ref>\n\n===Selected singles===\nMany of Broonzy's singles were issued by more than one record company, sometimes under different names. Additional versions of some songs were also released. These are marked with a \"<sup>+</sup>\".\n{| class=\"wikitable sortable\"\n! width=\"50\" | Date\n! width=\"300\" | Title\n! width=\"120\" | Label <small>& Cat. no.</small>\n! width=\"270\" | Comments\n|-\n| rowspan=\"2\" | 1927\n| \"Big Bill's Blues\"\n| [[Paramount Records|Paramount]] <small>12656</small><sup>+</sup>\n| as Big Bill and Thomps\n|-\n| \"House Rent Stomp\"\n| Paramount <small>12656</small>\n| as Big Bill and Thomps\n|-\n| rowspan=\"3\" | 1930\n| \"Station Blues\"\n| Paramount <small>13084</small>\n| as Big Bill Broomsley\n|-\n| \"Saturday Night Rub\"\n| [[Perfect Records|Perfect]] <small>147</small><sup>+</sup>\n| as Famous Hokum Boys\n|-\n| \"I Can't Be Satisfied\"\n| Perfect <small>157</small>\n| as Sammy Sampson\n|-\n| 1932\n| \"Mistreatin' Mama\"\n| [[Champion Records|Champion]] <small>16396</small><sup>+</sup>\n| as Big Bill Johnson\n|-\n| rowspan=\"2\" | 1934\n| \"At the Break of Day\"\n| [[Bluebird Records|Bluebird]] <small>5571</small><sup>+</sup>\n|\n|-\n| \"[[C. C. Rider]]\"\n| [[Melotone Records (US)|Melotone]] <small>13311</small><sup>+</sup>\n|\n|-\n| rowspan=\"2\" | 1935\n| \"[[Midnight Special (song)|Midnight Special]]\"\n| [[Vocalion Records|Vocalion]] <small>3004</small>\n| as State Street Boys\n|-\n| \"Bricks In My Pillow\"\n| [[ARC (record company)|ARC]] <small>6–03–62</small>\n|\n|-\n| 1936\n| \"[[Matchbox (song)#\"Match Box Blues\" history|Matchbox Blues]]\"\n| ARC <small>6–05–56</small><sup>+</sup>\n|\n|-\n| 1937\n| \"Mean Old World\"\n| Melotone <small>7–07–64</small><sup>+</sup>\n|\n|-\n| 1937\n| \"Louise Louise Blues\"\n| Vocalion <small>3075</small><sup>+</sup>\n|\n|-\n| rowspan=\"2\" | 1938\n| \"New [[Shake 'Em on Down]]\"\n| Vocalion <small>4149</small><sup>+</sup>\n| electric guitar by [[George Barnes (musician)|George Barnes]]\n|-\n| \"[[Night Time Is the Right Time]] No. 2\"\n| Vocalion <small>4149</small><sup>+</sup>\n| electric guitar by George Barnes\n|-\n| rowspan=\"2\" | 1939\n| \"Just a Dream\"\n| Vocalion <small>4706</small><sup>+</sup>\n|\n|-\n| \"Too Many Drivers\"\n| Vocalion <small>5096</small>\n|\n|-\n| rowspan=\"3\" | 1940\n| \"You Better Cut That Out\"\n| [[Okeh Records|Okeh]] <small>5919</small>\n|\n|-\n| \"Lonesome Road Blues\"\n| Okeh <small>6031</small>\n|\n|-\n| \"[[Rock Me Baby (song)|Rockin' Chair Blues]]\"\n| Okeh <small>6116</small><sup>+</sup>\n|\n|-\n| rowspan=\"4\" | 1941\n| \"All By Myself\"\n| Okeh <small>6427</small><sup>+</sup>\n|\n|-\n| \"[[Key to the Highway]]\"\n| Okeh <small>6242</small><sup>+</sup>\n|\n|-\n| \"Wee Wee Hours\"\n| Okeh <small>6552</small>\n|\n|-\n| \"I Feel So Good\"\n| Okeh <small>6688</small><sup>+</sup>\n|\n|-\n| 1942\n| \"I'm Gonna Move to the Outskirts of Town\"\n| Okeh <small>6651</small>\n| as Big Bill & His Chicago 5\n|-\n| 1951\n|\"Hey Hey\"\n| [[Mercury Records|Mercury]] <small>8271</small>\n|\n|}\nBig Bill Broonzy also appeared as a sideman on recordings by [[Lil Green]], [[Sonny Boy Williamson I]], [[Washboard Sam]], and [[Jazz Gillum]].<ref name=\"Herzhaft\">\n{{Cite book\n  | last = Herzhaft\n  | first = Gerard\n  | title = Encyclopedia of the Blues\n  | publisher=University of Arkansas Press\n  | year = 1992\n  | page = 39\n  | url =\n  | id =\n  | isbn = 1-55728-252-8}}\n</ref>\n\n===Albums===\n*Big Bill Broonzy and Washboard Sam (1953)\n*Big Bill Broonzy and Roosevelt Sykes DVD (1956)\n*\"His Story\" ([[Folkways Records]]) 1957<ref>[http://www.folkways.si.edu/searchresults.aspx?sPhrase=big%20bill%20broonzy&sType='phrase'/ Big Bill Broonzy Discography] at [[Smithsonian Folkways]]</ref>\n*\"Blues with Big Bill Broonzy, Sonny Terry and Brownie McGhee\" ([[Folkways Records]]) 1959\n*\"Big Bill Broonzy Sings Folk Songs\" ([[Smithsonian Folkways]]) 1989\n*Best of the Blues Tradition (1991)\n*Do That Guitar Rag (1928–1935) (1991)\n*\"Trouble In Mind\" ([[Smithsonian Folkways]]) 2000\n*Broonzy Volume 2: 1945–1949: The Post War Years (2000)\n*Big Bill Broonzy In Concert (2002)\n*Big Bill Broonzy On Tour In Britain: Live In England & Scotland (2002)\n*Big Bill Blues: His 23 Greatest Songs 1927–42 (2004)\n*Get Back (2004)\n*Big Bill Amsterdam Live Concerts 1953 (2006)\n*Keys to the Blues (2009)\n\n==References==\n{{Reflist|2}}\n\n==Further reading==\n* Riesman, Bob. ''I Feel So Good: The Life and Times of Big Bill Broonzy'' (University of Chicago Press; 2011) ISBN 978-0-226-71745-6 [http://www.press.uchicago.edu/books/riesman/index.html See a website] for the book.\n\n==External links==\n{{Portal|Biography}}\n*[http://www.music-city.org/Big-Bill-Broonzy/discography/ Big Bill Broonzy CD reissue discography]\n*[http://www.broonzy.com Broonzy.com] series of tribute pages including bio, discography, sound clips\n*[http://www.folkways.si.edu/albumdetails.aspx?itemid=3211 Big Bill Broonzy: Interviews and performances with Studs Terkel] at [[Smithsonian Folkways]]\n*{{Worldcat id|lccn-no88-3463}}\n*[http://www.msbluestrail.org/_webapp_2718877/MS_River_Blues Big Bill Broonzy research] at the [[Mississippi Blues Trail]]\n\n{{Authority control|VIAF=10032630}}\n\n{{Persondata\n| NAME              = Broonzy, Big Bill\n| ALTERNATIVE NAMES = Bradley, Lee Conley\n| SHORT DESCRIPTION = American blues musician\n| DATE OF BIRTH     = June 26, 1893\n| PLACE OF BIRTH    = Lake Dick, Arkansas, United States\n| DATE OF DEATH     = August 15, 1958\n| PLACE OF DEATH    = Chicago, Illinois, United States\n}}\n{{DEFAULTSORT:Broonzy, Big Bill}}\n[[Category:1893 births]]\n[[Category:1958 deaths]]\n[[Category:People from Bolivar County, Mississippi]]\n[[Category:People from Pine Bluff, Arkansas]]\n[[Category:African-American musicians]]\n[[Category:American buskers]]\n[[Category:American blues musicians]]\n[[Category:Country blues singers]]\n[[Category:American folk singers]]\n[[Category:American male singers]]\n[[Category:American singer-songwriters]]\n[[Category:Songwriters from Arkansas]]\n[[Category:Songwriters from Mississippi]]\n[[Category:Folk musicians from Chicago, Illinois]]\n[[Category:Old Town School of Folk musicians]]\n[[Category:American blues guitarists]]\n[[Category:Blues Hall of Fame inductees]]\n[[Category:Country blues musicians]]\n[[Category:Musicians from Arkansas]]\n[[Category:Musicians from Mississippi]]\n[[Category:Deaths from esophageal cancer]]\n[[Category:GNP Records artists]]\n[[Category:Gennett recording artists]]\n[[Category:Chess Records artists]]\n[[Category:Vocalion Records artists]]\n[[Category:Cancer deaths in Illinois]]"}]}}}}