{"query":{"normalized":[{"from":"Bill_Monroe","to":"Bill Monroe"}],"pages":{"60588":{"pageid":60588,"ns":0,"title":"Bill Monroe","revisions":[{"contentformat":"text/x-wiki","contentmodel":"wikitext","*":"{{Other people}}\n{{Use mdy dates|date=October 2012}}\n{{Infobox musical artist  <!-- See Wikipedia:WikiProject Musicians -->\n| name                = Bill Monroe\n| image               = Bill Monroe.jpg\n| caption             =\n| image_size          = <!-- Only for images narrower than 220 pixels -->\n| background          = solo_singer\n| birth_name          = William Smith Monroe\n| alias               = Bill Monroe |\"The Father of Bluegrass Music\"\n| birth_date          = {{birth date|1909|9|13}}\n| birth_place         = [[Rosine, Kentucky|Rosine]], [[Kentucky]], USA\n| death_date          = {{death date and age|1996|9|9|1911|9|13}}\n| origin              = [[Kentucky]], USA\n| instrument          = [[Mandolin]], [[guitar]]\n| genre               = [[Bluegrass music|Bluegrass]], [[bluegrass gospel]]\n| occupation          = [[Bluegrass music|Bluegrass]] artist\n| years_active        = 1930s–1996\n| label               =\n| associated_acts     =\n| website             =\n| current_members     = [[Country Music Hall of Fame]] <br> [[Nashville Songwriters Hall of Fame]] <br> [[International Bluegrass Music Hall of Honor]] <br> [[Rock and Roll Hall of Fame]]\n| past_members        = [[Grand Ole Opry]] <br> (1939–1996) <br>  The Monroe Brothers <br> Blue Grass Boys |\n| notable_instruments = [[Gibson F-5]] [[Mandolin]]\n}}\n\n'''William Smith Monroe''' ({{IPAc-en|m|ə|n|ˈ|r|oʊ}}; September 13, 1911 – September 9, 1996) was an American [[mandolin]]ist who helped create the style of music known as [[bluegrass music|bluegrass]].  The genre takes its name from his band, the \"'''Blue Grass Boys'''\", named for Monroe's home state of [[Kentucky]].  Monroe's performing career spanned 60 years as a singer, [[instrumentalist]], composer and [[bandleader]]. He is often referred to as The Father of Bluegrass.<ref>{{cite web|last=Klein|first=Bradley|title=Bill Monroe: Celebrating The Father Of Bluegrass At 100|url=http://www.npr.org/2011/09/12/140366232/bill-monroe-celebrating-the-father-of-bluegrass-at-100|publisher=NPR|accessdate=September 18, 2011}}</ref>\n\n== Early life ==\nMonroe was born on his family's farm near [[Rosine, Kentucky]], the youngest of eight children of James Buchanan \"Buck\" and Malissa (Vandiver) Monroe.  His mother and her brother, [[Uncle Pen|Pendleton \"Pen\" Vandiver]], were both musically talented, and Monroe and his family grew up playing and singing at home. Bill was of [[Scottish American|Scottish]] heritage. Because his older brothers Birch and [[Charlie Monroe|Charlie]] already played the [[fiddle]] and guitar, Bill Monroe was resigned to playing the less desirable [[mandolin]].  He recalled that his brothers insisted he should remove four of the mandolin's eight strings so he would not play too loudly.\n\nMonroe's mother died when he was ten, followed by his father six years later.  As his brothers and sisters had moved away, after bouncing among uncles and aunts, Monroe settled in with his disabled uncle [[Pendleton Vandiver]], often accompanying him when Vandiver played the fiddle at dances.  This experience inspired one of Monroe's most famous compositions, \"Uncle Pen\", recorded in 1950, and the 1972 album, ''Bill Monroe's Uncle Pen''.  On that album, Monroe recorded a number of traditional fiddle tunes he had often heard performed by Vandiver.  Uncle Pen has been credited with giving Monroe \"a repertoire of tunes that sank into Bill's aurally trained memory and a sense of rhythm that seeped into his bones.\"<ref>Smith, Richard D., ''Can't You Hear Me Callin': The Life of Bill Monroe, Father of Bluegrass'', Chapter One online: New York Times Books: http://www.nytimes.com/books/first/s/smith-callin.html Hardcover: Little, Brown and Company (Warner), July 1, 2000. Paperback: Da Capo Press, October 2, 2001.</ref>  Also significant in Monroe's musical life was [[Arnold Shultz]], an influential [[fiddler]] and guitarist who introduced Monroe to the [[blues]].<ref>Cantwell, Robert, ''Bluegrass Breakdown: The Making of the Old Southern Sound'' (1984) pp. 30–32</ref><ref>''The Father of Bluegrass Music'', DVD Documentary (1993)</ref>\n\n==Professional career==\nIn 1929, Monroe moved to [[Indiana]] to work at an oil refinery with his brothers Birch and Charlie, and childhood friend and guitarist William \"Old Hickory\" Hardin. Together with a friend Larry Moore, they formed the \"Monroe Brothers\", to play at local dances and house parties. [[Birch Monroe]] and [[Larry Moore (musician)|Larry Moore]] soon left the group, and Bill and Charlie carried on as a duo, eventually winning spots performing live on radio stations— first in Indiana and then, sponsored by Texas Crystals, on several radio broadcasts in Iowa, Nebraska, South Carolina and North Carolina 1934 to 1936. [[RCA Victor]] signed the Monroe Brothers to a recording contract in 1936. They scored an immediate hit single with the gospel song \"What Would You Give In Exchange For Your Soul?\" and ultimately recorded 60 tracks for Victor's [[Bluebird Records|Bluebird]] label between 1936 and 1938.\n\nAfter the Monroe Brothers disbanded in 1938, Bill Monroe formed The Kentuckians in Little Rock, Arkansas, but the group only lasted for three months. Monroe then left Little Rock for Atlanta, Georgia, to form the first edition of the Blue Grass Boys with singer/guitarist Cleo Davis, fiddler Art Wooten, and bassist Amos Garren. Bill had wanted \"Old Hickory\" to become one of the original members of his \"Blue Grass Boys\", however William Hardin had to decline.  In October 1939, he successfully auditioned for a regular spot on the [[Grand Ole Opry]], impressing Opry founder [[George D. Hay]] with his energetic performance of [[Jimmie Rodgers (country singer)|Jimmie Rodgers]]'s \"[[Mule Skinner Blues]]\". Monroe recorded that song, along with seven others, at his first solo recording session for RCA Victor in 1940; by this time, the Blue Grass Boys consisted of singer/guitarist [[Clyde Moody]], fiddler Tommy Magness, and bassist Bill Wesbrooks.<ref>[http://doodah.net/bgb/ Bill Monroe's Blue Grass Boys<!-- Bot generated title -->]</ref>\n\nWhile the fast tempos and instrumental virtuosity characteristic of bluegrass music are apparent even on these early tracks, Monroe was still experimenting with the sound of his group. He seldom sang lead vocals on his Victor recordings, often preferring to contribute high tenor harmonies as he had in the Monroe Brothers. A 1945 session for [[Columbia Records]] featured an [[accordion]], soon dropped from the band. Most importantly, while Monroe added [[banjo]] player [[David Akeman|David \"'Stringbean\" Akeman]] to the Blue Grass Boys in 1942, Akeman played the instrument in a relatively primitive style and was rarely featured in instrumental solos. Monroe's pre-1946 recordings represent a transitional style between the string-band tradition from which he came and the musical innovation to follow.\n\n==The \"Original Bluegrass Band\" and Monroe's heyday as a star==\nA key development occurred in Monroe's music with the addition of North Carolina banjo prodigy [[Earl Scruggs]] to the Blue Grass Boys in December 1945. Scruggs played the instrument with a distinctive three-finger picking style that immediately caused a sensation among Opry audiences. Scruggs joined a highly accomplished group that included singer/guitarist [[Lester Flatt]], and would soon include fiddler [[Chubby Wise]], and bassist [[Howard Watts]], who often performed under the name \"Cedric Rainwater\". In retrospect, this lineup of the Blue Grass Boys has been dubbed the \"Original Bluegrass Band\", as Monroe's music finally included all the elements that characterize the genre, including breakneck tempos, sophisticated vocal harmony arrangements, and impressive instrumental proficiency demonstrated in solos or \"breaks\" on the mandolin, banjo, and fiddle. By this point, Monroe had acquired the 1923 Gibson F5 model \"Lloyd Loar\" mandolin which became his trademark instrument for the remainder of his career.<ref>Rosenberg, Neil V. (2005). ''BLUEGRASS: A History''. Urbana, IL: University of Illinois Press, ISBN 0-252-07245-6</ref>\n\nThe 28 songs recorded by this version of the Blue Grass Boys for Columbia Records in 1946 and 1947 soon became classics of the genre, including \"Toy Heart\", \"Blue Grass Breakdown\", \"[[Molly and Tenbrooks]]\", \"Wicked Path of Sin\", \"My Rose of Old Kentucky\", \"Little Cabin Home on the Hill\", and Monroe's most famous song, \"[[Blue Moon of Kentucky]]\". The last-named was recorded by [[Elvis Presley]] in 1954, appearing as the B-side of his first single for [[Sun Records]]. Monroe gave his blessing to Presley's [[rock-and-roll]] cover of the song, originally a slow [[ballad]] in [[waltz]] time, and in fact re-recorded it himself with a faster arrangement after Presley's version became a hit. Several gospel-themed numbers are credited to the \"Blue Grass Quartet\", which featured four-part vocal arrangements accompanied solely by mandolin and guitar – Monroe's usual practice when performing \"sacred\" songs.\n\nBoth Flatt and Scruggs left Monroe's band in early 1948, soon forming their own group, the [[Foggy Mountain Boys]]. In 1949, after signing with Decca Records, Monroe entered what has been called the \"golden age\" of his career<ref>''Bill Monroe and Bluegrass'' by Roughstock staff, January 27, 2009 http://www.roughstock.com/history/bill-monroe-and-bluegrass/</ref> with what many consider the classic \"high lonesome\" version of the Blue Grass Boys, featuring the lead vocals and rhythm guitar of [[Jimmy Martin]], the banjo of [[Rudy Lyle]] (replacing [[Don Reno]]), and fiddlers such as Merle \"Red\" Taylor, [[Charlie Cline]], [[Bobby Hicks]] and [[Vassar Clements]]. This band recorded a number of bluegrass classics, including \"My Little Georgia Rose\", \"On and On\", \"Memories of Mother and Dad\", and \"Uncle Pen\", as well as instrumentals such as \"Roanoke\", \"Big Mon\", \"Stoney Lonesome\", \"Get Up John\" and the mandolin feature \"Raw Hide\". [[Carter Stanley]] joined the Blue Grass Boys as guitarist for a short time in 1951 during a period when the [[Stanley Brothers]] had temporarily disbanded.\n\nOn January 16, 1953 Monroe was critically injured in a two-car wreck. He and \"Bluegrass Boys\" bass player, Bessie Lee Mauldin, were returning home from a fox hunt north of [[Nashville, Tennessee|Nashville]]. On highway 31-W, near White House, their car was struck by a drunken driver. Monroe, who had suffered injuries to his back, left arm and nose, was rushed to General Hospital in Nashville. It took him almost four months to recover and resume touring. In the meantime [[Charlie Cline]] and [[Jimmy Martin]] kept the band together.<ref name=\"Bear\">Rosenberg, Neil V., Wolfe, Charles K. (1989) \"Bluegrass, Bill Monroe\", Bear Family Records Publication</ref>\n\nBy the late 1950s, however, Monroe's commercial fortunes had begun to slip. The rise of rock-and-roll and the development of the \"[[Nashville sound]]\" in mainstream [[country music]] both represented threats to the viability of bluegrass. While still a mainstay on the Grand Ole Opry, Monroe found diminishing success on the singles charts, and struggled to keep his band together in the face of declining demand for live performances.\n\n==The folk revival==\nMonroe's fortunes began to improve during the \"[[folk revival]]\" of the early 1960s. Many college students and other young people were beginning to discover Monroe, associating his style more with traditional folk music than with the country-and-western genre with which it had previously been identified. The word \"bluegrass\" first appeared around this time to describe the sound of Monroe and similar artists such as Flatt and Scruggs, the Stanley Brothers, [[Reno and Smiley]], [[Jim & Jesse|Jim and Jesse]], and the [[Osborne Brothers]]. While Flatt and Scruggs immediately recognized the potential for a lucrative new audience in cities and on college campuses in the North, Monroe was slower to respond. Under the influence of [[Ralph Rinzler]], a young musician and folklorist from New Jersey who briefly became Monroe's manager in 1963, Monroe gradually expanded his geographic reach beyond the traditional southern country music circuit. Rinzler was also responsible for a lengthy profile and interview in the influential folk music magazine [[Sing Out!]] that first publicly referred to Monroe as the \"father\" of bluegrass. Accordingly, at the first bluegrass festival organized by Carlton Haney at Roanoke, Virginia in 1965, Bill Monroe was the central figure.\n\nThe growing national popularity of Monroe's music during the 1960s was also apparent in the increasingly diverse background of musicians recruited into his band. Non-southerners who served as Blue Grass Boys during this period included banjo player [[Bill Keith (musician)|Bill Keith]] and singer/guitarist [[Peter Rowan]] from Massachusetts, fiddler Gene Lowinger from New York, banjo player Lamar Grier from Maryland, banjo player [[Steve Arkin]] from New York, and singer/guitarist [[Roland White]] and fiddler [[Richard Greene (fiddle player)|Richard Greene]] from California.\n\n==Later years==\nEven after the folk revival faded in the mid-1960s, it left a loyal audience for bluegrass music. Bluegrass festivals became common, with fans often traveling long distances to see a number of different acts over several days of performances.\n\nIn 1967 Monroe himself founded an annual bluegrass festival at [[Beanblossom, Indiana|Bean Blossom]] in southern Indiana, a park he had purchased in 1951, which routinely attracted a crowd of thousands; a double LP from the festival featuring Monroe, Jimmy Martin, Lester Flatt, and Jim and Jesse was released in 1973. The annual ''Bill Monroe Bean Blossom Bluegrass Festival'' is now the world's oldest continuously running annual bluegrass festival.<ref>[http://lcweb2.loc.gov/diglib/legacies/IN/200002995.html Bill Monroe Blue Grass Festival in Brown County] Retrieved August 6, 2008</ref>\n\nMonroe's compositions during his later period were largely instrumentals, including \"Jerusalem Ridge\", \"Old Dangerfield\" (originally spelled Daingerfield after town in East Texas),<ref>\"Stoney Lonesome Fiddle Book\" - by Stacy Phillips</ref> and \"My Last Days on Earth\"; he settled into a new role as a musical patriarch who continued to influence younger generations of musicians. Monroe recorded two albums of duets in the 1980s; the first featured collaborations with country stars such as [[Emmylou Harris]], [[Waylon Jennings]], and the [[Oak Ridge Boys]], while the second paired him with other prominent bluegrass musicians. A 1989 live album celebrated his 50th year on the Grand Ole Opry. Monroe also kept a hectic touring schedule. On April 7, 1990, Monroe performed for [[Farm Aid|Farm Aid IV]] in [[Indianapolis, Indiana]] along with [[Willie Nelson]], [[John Mellencamp]], [[Neil Young]] and with many other artists.\n\n===Death===\nMonroe's last performance occurred on March 15, 1996. He ended his touring and playing career in April, following a stroke. Monroe died on September 9, 1996, only four days before his 85th birthday.\n\n==Awards and legacy==\n[[File:BillMonroeGravestoneImage.jpg|thumb|right|150px|Monroe's gravestone in Rosine, Kentucky]]\nBill Monroe was made an honorary [[Kentucky colonel]] in 1966.<ref name=\"Bear\"/> He was inducted into the [[Country Music Hall of Fame]] in 1970, the [[Nashville Songwriters Hall of Fame]] in 1971, and the [[Rock and Roll Hall of Fame]] (as an \"early influence\") in 1997. [[Jimmie Rodgers (country singer)|Jimmie Rodgers]], [[Bob Wills]], [[Hank Williams Sr.]], and [[Johnny Cash]] are the only other performers honored in all three.  As the \"father of bluegrass\", he was also an inaugural inductee into the [[International Bluegrass Music Hall of Honor]] in 1991. In 1993, he received the [[Grammy Lifetime Achievement Award]], and he was awarded the [[National Medal of Arts]] in 1995. His well-known song \"[[Blue Moon of Kentucky]]\" has been covered not only by bluegrass but also rock and country artists, most notably Elvis Presley, [[Paul McCartney]], and [[Patsy Cline]]. In 2003, [[Country Music Television|CMT]] had Bill Monroe ranked No.&nbsp;16 on ''CMT 40 Greatest Men of Country Music''.\nArtists that claimed to be influenced by or to be playing the bluegrass genre were often bullied by Bill Monroe.  He always considered himself the father and caretaker of bluegrass. He would often say of new bands that did not perform to his standards, \"That ain't no part of nothin'.\"\nEven those who question the scope of bluegrass refer to Monroe as a \"musical giant\" and recognize  that \"there would be no bluegrass without Bill Monroe.\"<ref>Teachout, Terry, ''Kentucky Troubadour: A biography of Bill Monroe and the bluegrass music he invented.'', review in Books, The New York Times, September 17, 2001. http://www.nytimes.com/books/00/09/17/reviews/000917.17teachot.html</ref>\n\n==Artists influenced by Monroe==\nMore than 150 musicians played in the Blue Grass Boys over the nearly 60 years of Monroe's performing career. Monroe tended to recruit promising young musicians who served an apprenticeship with him before becoming accomplished artists in their own right. Some of Monroe's band members who went on to greater prominence include singer/guitarists [[Clyde Moody]], [[Lester Flatt]], Jack Cook, [[Mac Wiseman]], [[Jimmy Martin]], [[Carter Stanley]], [[Del McCoury]], [[Peter Rowan]], [[Roland White]], Roland Dunn and [[Riders in the Sky (band)|Doug Green]]; banjo players [[Earl Scruggs]], [[Don Reno]], [[Osborne Brothers|Sonny Osborne]], and [[Bill Keith (musician)|Bill Keith]]; and fiddlers Tommy Magness, [[Chubby Wise]], [[Vassar Clements]], [[Byron Berline]], [[Kenny Baker (fiddler)|Kenny Baker]], [[Bobby Hicks]], [[Gordon Terry]], and Glen Duncan. Monroe also regularly performed with flat-picking guitar virtuoso [[Doc Watson]].\n\nModern bluegrass singer and mandolin player [[Ricky Skaggs]] was influenced by Monroe.  Skaggs was only six years old, in 1960, when he first got to perform on stage with Monroe and his band at the high school in Martha, KY. He stated, \"I think Bill Monroe's importance to American music is as important as someone like Robert Johnson was to blues, or Louis Armstrong. He was so influential: I think he's probably the only musician that had a whole style of music named after his band\".<ref name=\"Music\">{{cite book\n| first= Paul\n| last= Du Noyer\n| year= 2003\n| title= The Illustrated Encyclopedia of Music\n| edition= 1st\n| publisher= Flame Tree Publishing\n| location= Fulham, London\n| isbn= 1-904041-96-5\n| page= 196}}</ref>\n\n==Pseudonyms used by Monroe as a composer==\nJoe Ahr; Rupert Jones; Wilbur Jones; Albert Price; James B. Smith; James W. Smith\n\n==Discography==\n{{main|Bill Monroe discography}}\n\n==References==\n{{Reflist}}\n\n==Sources==\n*Rumble, John (1998). \"Bill Monroe\". In ''The Encyclopedia of Country Music''. Paul Kingsbury, Editor. New York: Oxford University Press. pp.&nbsp;350–2.\n*Smith, Richard D. (2000). ''Can't You Hear Me Callin': The Life of Bill Monroe, Father of Bluegrass.'' Little, Brown and Company. ISBN 0-316-80381-2.\n*Rosenberg, Neil V., and Charles K. Wolfe (2007). ''The Music of Bill Monroe.'' University of Illinois Press. ISBN 0-252-03121-0.\n\n==External links==\n{{Portal|Biography}}\n*{{Rockhall|bill-monroe}}\n*[http://www.countrymusichalloffame.org/full-list-of-inductees/view/bill-monroe Country Music Hall of Fame profile]\n*[http://cms.ibma.org/site/ibma.awards/hall.of.honor/#1991 International Bluegrass Music Hall of Honor profile]\n*[http://www.nashvillesongwritersfoundation.com/l-o/bill-monroe.aspx Nashville Songwriters Hall of Fame profile]\n*[http://www.floridamemory.com/Collections/folklife/folklife_cd2.cfm Recording of \"Wayfaring Stranger\" from the 1993 Florida Folk Festival (available for public use from the State Archives of Florida)]\n*[http://www.folkstreams.net/pub/FilmPage.php?title=210 Bill Monroe: Father of Bluegrass Music (documentary video)]\n\n{{Authority control|VIAF=39562704}}\n\n{{Persondata <!-- Metadata: see [[Wikipedia:Persondata]]. -->\n| NAME              = Monroe, Bill\n| ALTERNATIVE NAMES = William Smith Monroe\n| SHORT DESCRIPTION = American musician\n| DATE OF BIRTH     = September 13, 1911\n| PLACE OF BIRTH    = Rosine, Kentucky\n| DATE OF DEATH     = September 9, 1996\n| PLACE OF DEATH    = Springfield, Tennessee\n}}\n{{DEFAULTSORT:Monroe, Bill}}\n[[Category:1911 births]]\n[[Category:1996 deaths]]\n[[Category:People from Ohio County, Kentucky]]\n[[Category:American country singers]]\n[[Category:American bluegrass musicians]]\n[[Category:American country singer-songwriters]]\n[[Category:Country Music Hall of Fame inductees]]\n[[Category:Deaths from stroke]]\n[[Category:Grand Ole Opry members]]\n[[Category:Grammy Lifetime Achievement Award winners]]\n[[Category:International Bluegrass Music Hall of Honor inductees]]\n[[Category:Musicians from Kentucky]]\n[[Category:National Heritage Fellowship winners]]\n[[Category:Peabody Award winners]]\n[[Category:Rock and Roll Hall of Fame inductees]]\n[[Category:United States National Medal of Arts recipients]]\n[[Category:American bluegrass mandolinists]]"}]}}}}