{"query":{"normalized":[{"from":"Blind_Boy_Fuller","to":"Blind Boy Fuller"}],"pages":{"965046":{"pageid":965046,"ns":0,"title":"Blind Boy Fuller","revisions":[{"contentformat":"text/x-wiki","contentmodel":"wikitext","*":"{{Infobox musical artist <!-- See Wikipedia:WikiProject_Musicians -->\n| name                = Blind Boy Fuller\n| image               = Blind_Boy_Fuller.jpg\n| caption             = One of Fuller's official studio portraits.\n| image_size          = 200\n| background          = solo_singer<!-- do not tamper -->\n| birth_name          = Fulton Allen\n| alias               = \n| birth_date          = {{Birth date|1907|07|10}}\n| death_date          = {{death date and age|1941|02|13|1907|07|01}}\n| origin              = [[Wadesboro, North Carolina]], [[United States]]\n| instrument          = [[Guitar]], [[Human voice|vocals]]\n| genre               = [[Country blues]]<br/>[[Piedmont blues]]<br/>[[East Coast blues]]\n| occupation          = \n| years_active        = 1928–1940\n| label               = \n| associated_acts     = \n| website             = \n| current_members     = \n| past_members        = \n| notable_instruments = \n}}\n'''Blind Boy Fuller''' (born '''Fulton Allen''') (July 10, 1907<ref name=facstaff>[http://facstaff.unca.edu/sinclair/piedmontblues/fuller.html East Coast Piedmont Blues - Blind Boy Fuller<!-- Bot generated title -->]</ref> – February 13, 1941) was an [[United States|American]] [[blues]] [[guitarist]] and [[singer|vocalist]].  He was one of the most popular of the recorded [[Piedmont blues]] artists with rural Black Americans, a group that also included [[Blind Blake]], [[Josh White]], and [[Buddy Moss]].\n\n==Life and career==\nFulton Allen was born in [[Wadesboro, North Carolina]], [[United States]], to Calvin Allen and Mary Jane Walker.  He was one of a family of 10 children, but after his mother's death he moved with his father to [[Rockingham, North Carolina|Rockingham]].  As a boy he learned to play the [[guitar]] and also learned from older singers the field hollers, country [[Ragtime|rags]], and traditional songs and [[blues]] popular in poor, rural areas.\n\nHe married Cora Allen young and worked as a labourer, but began to lose his eyesight in his mid-teens.  According to researcher [[Bruce Bastin]], \"While he was living in Rockingham he began to have trouble with his eyes. He went to see a doctor in Charlotte who allegedly told him that he had ulcers behind his eyes, the original damage having been caused by some form of snow-blindness.\" Only the first part of this diagnosis was correct. A 1937 eye examination attributed his vision loss to the long-term effects of untreated [[neonatal conjunctivitis]].<ref>{{cite web|url=http://jasobrecht.com/blind-boy-fuller-life-recording-sessions-welfare-records/|title=Jas Obrecht Music Archive, \"Blind Boy Fuller: His Life, Recording Sessions, and Welfare Records\"|accessdate=2013-12-28}}</ref>\n\nBy 1928 he was completely blind, and turned to whatever employment he could find as a singer and entertainer, often playing in the streets.  By studying the records of country blues players like [[Blind Blake]] and the \"live\" playing of [[Reverend Gary Davis|Gary Davis]], Allen became a formidable guitarist, and played on street corners and at house parties in [[Winston-Salem, NC]], [[Danville, Virginia|Danville, VA]], and then [[Durham, North Carolina]].  In Durham, playing around the tobacco warehouses, he developed a local following which included guitarists [[Floyd Council]] and Richard Trice, as well as harmonica player Saunders Terrell, better known as [[Sonny Terry]], and washboard player/guitarist [[Bull City Red|George Washington]].\n[[Image:Bullcityblues.jpg|thumb|left||Bull City Blues, [[Durham, North Carolina|Durham]], [[North Carolina]]]]\n\nIn 1935, [[Burlington, North Carolina|Burlington]] record store manager and talent scout [[J. B. Long|James Baxter Long]] secured him a recording session with the [[ARC (record company)|American Recording Company (ARC)]].  Allen, Davis and Washington recorded several tracks in [[New York City]], including the traditional \"Rag, Mama, Rag\".  To promote the material, Long decided to rename Allen as \"Blind Boy Fuller\", and also named Washington [[Bull City Red]].\n\nOver the next five years Fuller made over 120 sides, and his recordings appeared on several labels. His style of singing was rough and direct, and his lyrics explicit and uninhibited as he drew from every aspect of his experience as an underprivileged, blind Black person on the streets—pawnshops, jailhouses, sickness, death—with an honesty that lacked sentimentality. Although he was not sophisticated, his artistry as a folk singer lay in the honesty and integrity of his self-expression. His songs contained desire, love, jealousy, disappointment, menace and humor.<ref name=\"oliver\">{{cite book\n| first= Paul\n| last= Oliver\n| authorlink=\n| coauthors=\n| year= 1984\n| title= Blues Off the Record\n| edition=\n| publisher=Da Capo Press\n| location= New York, N.Y.\n| pages= 95–98\n| isbn= 0-306-80321-6}}</ref>\n\nIn April 1936, Fuller recorded ten solo performances, and also recorded with guitarist [[Floyd Council]].  The following year, after auditioning for [[J. Mayo Williams]], he recorded for the [[Decca Records|Decca]] label, but then reverted to ARC.  Later in 1937, he made his first recordings with Sonny Terry.  In 1938 Fuller, who was described as having a fiery temper,{{Citation needed|date=March 2010}} was imprisoned for shooting a pistol at his wife, wounding her in the leg, causing him to miss out on [[John H. Hammond|John Hammond]]'s \"[[From Spirituals to Swing]]\" concert in NYC that year. While Fuller was eventually released, it was Sonny Terry who went in his stead, the beginning of a long \"folk music\" career.  Fuller's last two recording sessions took place in New York City during 1940.\n\nFuller's repertoire included a number of popular double entendre \"[[hokum]]\" songs such as \"I Want Some Of Your Pie\", \"Truckin' My Blues Away\" (the origin of the phrase \"keep on truckin'\"), and \"Get Your Yas Yas Out\" (adapted as \"Get Your Ya-Yas Out\" for the origin of a later [[Rolling Stones]] album title), together with the autobiographical \"Big House Bound\" dedicated to his time spent in jail. \nThough much of his material was culled from traditional folk and blues numbers, he possessed a formidable [[finger-picking]] guitar style.  He played a steel National [[resonator guitar]].<ref>[http://www.nationalguitars.com/part1.html History of National Reso-Phonic Guitars - Part One<!-- Bot generated title -->]</ref> He was criticised by some as a derivative musician, but his ability to fuse together elements of other traditional and contemporary songs and reformulate them into his own performances, attracted a broad audience.{{Citation needed|date=March 2010}} He was an expressive vocalist and a masterful guitar player, best remembered for his uptempo ragtime hits including \"[[Step It Up and Go]]\". At the same time he was capable of deeper material, and his versions of \"Lost Lover Blues\", \"Rattlesnakin' Daddy\" and \"Mamie\" are as deep as most [[Delta blues]]. Because of his popularity, he may have been overexposed on records, yet most of his songs remained close to tradition and much of his repertoire and style is kept alive by other Piedmont artists to this day.\n[[Image:BlindBoyFuller-dc.jpg|thumb|left||Fulton Allen's death certificate]]\n==Death==\nFuller underwent a [[suprapubic cystostomy]] in July 1940 (probably an outcome of excessive drinking) but continued to require medical treatment. He died at his home in Durham, North Carolina on February 13, 1941 at 5 p.m. of [[Pyaemia|pyemia]] due to an infected bladder, gastrointestinal tract and perineum, plus kidney failure.\n\nHe was so popular when he died that his protégé [[Brownie McGhee]] recorded \"The Death of Blind Boy Fuller\" for the [[Okeh Records|Okeh]] label, and then reluctantly began a short lived career as Blind Boy Fuller No. 2 so that Columbia Records could cash in on his popularity.\n\n==Burial location==\n[[Image:Fullercemetery1.jpg|thumb|right||Grove Hill Cemetery in Durham, North Carolina]] <!--[[Image:MaryCastonLangley.jpg|thumb|right||The only remaining stone at Grove Hill Cemetery in [[Durham, North Carolina|Durham]], [[North Carolina]]]]-->Blind Boy Fuller's final resting place is Grove Hill Cemetery, located on private property in Durham, North Carolina. State records indicate that this was once an official cemetery, and Fuller's interment is recorded. The only remaining headstone is that of Mary Caston Langey.  The funeral arrangements were handled by McLaurin Funeral Home of Durham, North Carolina, and the burial took place on February 15, 1941.<ref>Death certificate for Fulton Allen; Durham County North Carolina Cemeteries: Grove Hill Cemetery, http://cemeterycensus.com/nc/durh/cem262.htm</ref>\n\nBlind Boy Fuller has been recognized on two different plaques in the City of Durham. The [[North Carolina]] Division of Archives and History plaque is located a few miles north of Fuller's gravesite, along Fayetteville St. in [[Durham, North Carolina|Durham]]. The [[Durham, North Carolina|City of Durham]] officially recognized Fuller on July 16, 2001, and the commemorating plaque is located along the [[American Tobacco Trail]], adjacent to the property where Fuller's unmarked grave is located (several hundred feet east of Fayetteville St.).\n\n==References==\n{{Reflist}}\n\n[[Image:blindboyfullerplaque.JPG|thumb|right||A plaque commemorating Blind Boy Fuller in [[Durham, North Carolina|Durham]], [[North Carolina]]]]\n\n==External links==\n*[http://wunc.org/tsot/archive/sot0220a08.mp3/view  Remembering Blind Boy Fuller] (interviews with Boo Hanks, Glenn Hinson, Joe Newberry, and Tim Duffy)\n*[http://www.gazettegreenwood.net/an2003/n54/Blind%20Boy%20Fuller%20-%20discographie.html  Discography]\n*[http://www.discogs.com/artist/313038-Blind-Boy-Fuller  Blind Boy Fuller at Discogs.com]\n{{Authority control|VIAF=76502616}}\n\n{{Persondata <!-- Metadata: see [[Wikipedia:Persondata]]. -->\n| NAME              = Allen, Fulton\n| ALTERNATIVE NAMES = Fuller, Blind Boy\n| SHORT DESCRIPTION = [[United States|American]] [[blues]] guitarist and singer\n| DATE OF BIRTH     = July 10, 1907\n| PLACE OF BIRTH    = [[Wadesboro, North Carolina]], [[United States]]\n| DATE OF DEATH     = February 13, 1941\n| PLACE OF DEATH    = [[Durham, North Carolina]], United States \n}}\n{{DEFAULTSORT:Fuller, Blind Boy}}\n[[Category:1907 births]]\n[[Category:1941 deaths]]\n[[Category:People from Wadesboro, North Carolina]]\n[[Category:African-American musicians]]\n[[Category:Decca Records artists]]\n[[Category:Vocalion Records artists]]\n[[Category:Piedmont blues musicians]]\n[[Category:East Coast blues musicians]]\n[[Category:Country blues musicians]]\n[[Category:Country blues singers]]\n[[Category:American blues guitarists]]\n[[Category:Blues Hall of Fame inductees]]\n[[Category:Blind musicians]]\n[[Category:Blind bluesmen]]"}]}}}}