{"query":{"normalized":[{"from":"Buddy_Guy","to":"Buddy Guy"}],"pages":{"566989":{"pageid":566989,"ns":0,"title":"Buddy Guy","revisions":[{"contentformat":"text/x-wiki","contentmodel":"wikitext","*":"{{Infobox musical artist <!-- See Wikipedia:WikiProject_Musicians -->\n| name                = Buddy Guy\n| image               = Buddy 9960.jpg\n| caption             = Buddy Guy performing and interacting with the crowd\n| alias               = \n| background          = solo_singer\n| birth_name          = George Guy\n| birth_date          = {{birth date and age|mf=yes|1936|7|30}}\n| birth_place         = [[Lettsworth, Louisiana]], [[United States]]\n| instrument          = [[Guitar]], vocals\n| genre               = [[Chicago blues]], [[electric blues]]\n| occupation          = Musician, songwriter\n| years_active        = 1953–present\n| label               = [[RCA Records|RCA]], [[Cobra Records|Cobra]], [[Chess Records|Chess]], [[Delmark Records|Delmark]], [[Silvertone Records (1980)|Silvertone]], [[MCA Records|MCA]], [[Atlantic Records|Atlantic]], [[MPS Records|MPS]], [[Charly Records|Charly]], [[Zomba Group of Companies|Zomba Music Group]], [[Jive Records|Jive]], [[Vanguard Records|Vanguard]], [[JSP Records]], [[Rhino Records]], [[Cleopatra Records|Purple Pyramid]], [[Flyright Records|Flyright]], AIM Recording Co., Alligator Records, Blues Ball Records\n| associated_acts     = [[Junior Wells]]\n| website             = http://www.buddyguy.net/\n| notable_instruments = [[Fender Stratocaster|Fender Buddy Guy Signature Stratocaster]]\n}}\n\n'''George \"Buddy\" Guy''' (born July 30, 1936<ref>{{cite web|url=http://www.rockhall.com/inductee/buddy-guy|publisher=Rock and Roll Hall of Fame|title=Buddy Guy}}</ref>) is an American [[blues]] guitarist and singer. He is an exponent of the [[Chicago blues]] and has influenced white blues-rock musicians such as, [[Eric Clapton]], [[Jimmy Page]], and [[Stevie Ray Vaughan]]. In the 1960s Guy was a member of [[Muddy Waters]]' band and was a house guitarist at [[Chess Records]]. Guy had a long musical partnership with harmonica player [[Junior Wells]].\n\nGuy was ranked 30th in ''[[Rolling Stone (magazine)|Rolling Stone]]'' magazine's list of the \"[[Rolling Stone's 100 greatest guitarists of all time|100 Greatest Guitarists of All Time]]\",<ref>{{cite web|url=http://www.rollingstone.com/news/coverstory/5937559/page/20 |title=The 100 Greatest Guitarists of All Time |work = [[Rolling Stone]] | date = 2004-03-24 |accessdate=2010-01-25 |archiveurl = http://web.archive.org/web/20080822023300/http://www.rollingstone.com/news/coverstory/5937559/page/20 |archivedate = 2008-08-22}}</ref> His song \"Stone Crazy\" was ranked 78th in ''Rolling Stone's'' list of the 100 Greatest Guitar Songs of All Time.<ref>[http://web.archive.org/web/20080531001214/www.rollingstone.com/news/coverstory/20947527/page/32 \"The 100 Greatest Guitar Songs of All Time\"]. ''Rolling Stone''. Retrieved 2011-01-25. \"Cut in 1961 for Chess, the full seven minutes of this blinding blues went unreleased for nearly a decade. Guy solos with a steel-needle tone, answering his own barking vocal with dizzying pinpoint stabs. 'I don't know how to bend the string', he told ''RS''. 'Let me break it.’\"</ref>\n\nGuy's autobiography, ''When I Left Home: My Story'', was released on May 8, 2012.<ref>Guy, Buddy with Ritz, David. (2012) ''When I Left Home: My Story'', Cambridge: Da Capo Press. ISBN 978-0-306-81957-5</ref>\n\n==Life and career==\nBorn and raised in [[Lettsworth, Louisiana]], Guy began learning guitar on a two-string [[diddley bow]] he made. Later he was given a [[Harmony Company|Harmony acoustic guitar]], which, decades later in Guy's lengthy career was donated to the [[Rock and Roll Hall of Fame]]. In the early 1950s he began performing with bands in [[Baton Rouge]]. Soon after moving to [[Chicago]] in 1957, Guy fell under the influence of [[Muddy Waters]]. In 1958, a competition with West Side guitarists [[Magic Sam]] and [[Otis Rush]] gave Guy a record contract. Soon afterwards he recorded for [[Cobra Records]]. He recorded sessions with [[Junior Wells]] for [[Delmark Records]] under the pseudonym Friendly Chap in 1965 and 1966.<ref>{{cite web|url=http://www.riversidereader.com |title=We've Got The Westside Covered |publisher=Riverside Reader |date= |accessdate=2012-12-25}}</ref>\n\nGuy’s early career was held back by both conservative business choices made by his record company ([[Chess Records]])  and \"the scorn, diminishments and petty subterfuge from a few jealous rivals\"{{Citation needed|date=September 2008}}. Chess, Guy’s record label from 1959 to 1968, refused to record Buddy Guy’s novel style that was similar to his live shows. [[Leonard Chess]] (Chess founder and 1987 [[Rock and Roll Hall of Fame]] inductee) denounced Guy’s playing as \"noise\". In the early 1960s, Chess tried recording Guy as a solo artist with R&B ballads, jazz instrumentals, soul and novelty dance tunes, but none was released as a single. Guy’s only Chess album, ''Left My Blues in San Francisco'', was finally issued in 1967. Most of the songs belong stylistically to the era's soul boom, with orchestrations by Gene Barge and Charlie Stepney. Chess used Guy mainly as a [[session musician|session guitarist]] to back [[Muddy Waters]], [[Howlin' Wolf]], [[Little Walter]], [[Sonny Boy Williamson II|Sonny Boy Williamson]], [[Koko Taylor]] and others.\n\nIn 1965 Guy participated in the European tour [[American Folk Blues Festival]].\n\nBuddy Guy appeared onstage at the March 1969 ''[[Supershow]]'' at [[Staines]], England, that also included [[Eric Clapton]], [[Led Zeppelin]], [[Jack Bruce]], [[Stephen Stills]], [[Buddy Miles]],  [[Glenn Ross Campbell|Glenn Campbell]], [[Roland Kirk]], [[Jon Hiseman]], and [[The Misunderstood]]. But by the late 1960s, Guy's star was in decline.\n\nGuy's career finally took off during the blues revival period of the late 1980s and early 1990s. It was sparked by Clapton's request that Guy be part of the '24 Nights' all-star blues guitar lineup at [[London]]'s [[Royal Albert Hall]] and Guy's subsequent signing with [[Silvertone Records (1980)|Silvertone Records]].\n\nGuy performs an annual residency at his own [[Buddy Guy's Legends]], a Chicago blues club, each January.<ref>\n{{cite web\n  |url=http://www.metropulse.com/news/2013/feb/27/buddy-guy-keeps-blues-alive/\n  |title=Buddy Guy Keeps the Blues Alive\n  |work=MetroPulse\n  |date=27 February 2013\n  |accessdate=26 March 2013\n  |first=Matthew|last=Everett\n  |publisher=Scripps Interactive Newspapers Group\n}}</ref>\n\n==Music==\n[[File:Buddy Guy.jpg|thumb|220px|right|Buddy Guy in 1993 performing in Toronto, Canada]]\nWhile Buddy Guy's music is often labeled [[Chicago blues]], his style is unique and separate. His music can vary from the most traditional, deepest blues to a creative, unpredictable and radical gumbo of the blues, avant rock, soul and free jazz that morphs at each night’s performance.\n\nAs ''New York Times'' music critic [[Jon Pareles]] noted in 2004:\n\n<blockquote>\nMr. Guy, 68, mingles anarchy, virtuosity, deep blues and hammy shtick in ways that keep all eyes on him.... [Guy] loves extremes: sudden drops from loud to soft, or a sweet, sustained guitar solo followed by a jolt of speed, or a high, imploring vocal cut off with a rasp.... Whether he's singing with gentle menace or bending new curves into a blue note, he is a master of tension and release, and his every wayward impulse was riveting.\n</blockquote>\n\nIn an interview taped April 14, 2000, for the Cleveland college station, WRUW-FM, Guy said: \"The purpose of me trying to play the kind of rocky stuff is to get airplay...I find myself kind of searching, hoping I'll hit the right notes, say the right things, maybe they'll put me on one of these big stations, what they call 'classic'...if you get Eric Clapton to play a Muddy Waters song, they call it classic, and they will put it on that station, but you'll never hear Muddy Waters.\"\n\n==Influence==\nFor almost 50 years, Guy has performed flamboyant live concerts of energetic blues and blues rock, predating the 1960s blues rockers. As a musician, he had a fundamental impact on the blues and on rock and roll, influencing a new generation of artists.\n\nBuddy Guy has been called the bridge between the blues and rock and roll. He is one of the historic links between Chicago electric blues pioneers Muddy Waters and [[Howlin' Wolf]] and popular musicians like [[Eric Clapton]], [[Jeff Beck]], [[Jimi Hendrix]] and [[Jimmy Page]] as well as later revivalists like [[Stevie Ray Vaughan]]. Vaughan stated that, \"Without Buddy Guy, there would be no Stevie Ray Vaughan.\" ''[[Guitarist (magazine)|Guitarist]]'' magazine observed:\n:Without Buddy Guy, the blues, not to mention rock as we know it, might be a heckuva lot less interesting today. Take the blues out of contemporary rock music—or pop, jazz and funk for that matter—and what you have left is a wholly spineless affair. A tasteless stew. Makes you shudder to think about it...{{Where|date=July 2011}}[[File:Buddy Guy Liri Blues 1989.jpg|140px|right|thumb|Buddy Guy at the [[Liri Blues Festival]], Italy, in 1989]]\n\nIn addition, Guy's pathfinding guitar techniques also contributed greatly to rock and roll music. His guitar playing was loud and aggressive; used pioneering distortion and [[audio feedback|feedback]] techniques; employed longer solos; had shifts of volume and texture; and was driven by emotion and impulse. These lessons were eagerly learned and applied by the new wave of 1960s British artists and later became basic attributes of blues-rock music and its offspring, hard rock and heavy metal music. Jeff Beck realized in the early 1960s: \"I didn't know a [[Fender Stratocaster|Strat]] could sound like that — until I heard Buddy's tracks on the ''Blues From Big Bill's Copa Cabana'' album\" (reissue of ''1963 Folk Festival Of The Blues'' album) and \"It was the total manic abandon in Buddy's solos. They broke all boundaries. I just thought, this is more like it! Also, his solos weren't restricted to a three-minute pop format; they were long and really developed.\"{{Citation needed|date=July 2010}}\n\nClapton has stated that he got the idea for a [[blues-rock]] power trio while watching Buddy Guy's trio perform in England in 1965. Clapton later formed the rock band Cream, which was \"the first rock [[Supergroup (music)|supergroup]] to become superstars\" and was also \"the first top group to truly exploit the power-trio format, in the process laying the foundation for much blues-rock and hard rock of the 1960s and 1970s.\"{{Where|date=July 2011}}\n\nEric Clapton said \"Buddy Guy was to me what [[Elvis Presley|Elvis]] was for others.\" Clapton said in a 1985 ''[[Musician (magazine)|Musician]]'' magazine article that \"Buddy Guy is by far and without a doubt the best guitar player alive...if you see him in person, the way he plays is beyond anyone. Total freedom of spirit, I guess. He really changed the course of rock and roll blues.\"\n\n[[File:Buddy Guy 1998.jpg|220px|left|thumb|Buddy Guy performing in 1999]]\nRecalls Guy: \"Eric Clapton and I are the best of friends and I like the tune \"[[Strange Brew (song)|Strange Brew]]\" and we were sitting and having a drink one day and I said 'Man, that \"Strange Brew\"...you just cracked me up with that note.' And he said 'You should...cause it's your licks...' \" As soon as Clapton completed his famous [[Derek & the Dominos]] sessions in October 1970, he co-produced (with [[Ahmet Ertegün]] and [[Tom Dowd]]) the ''Buddy Guy & Junior Wells Play The Blues'' album with Guy's longtime harp and vocal compatriot, Junior Wells. The record, released in 1972, is regarded by some critics as among the finest electric blues recordings of the modern era.{{Citation needed|date=March 2009}}\n\nIn recognition of Guy's influence on Hendrix's career, the Hendrix family invited Buddy Guy to headline all-star casts at several Jimi Hendrix tribute concerts they organized in recent years, \"calling on a legend to celebrate a legend.\"  Jimi Hendrix himself once said that \"Heaven is lying at Buddy Guy’s feet while listening to him play guitar.\"{{Citation needed|date=March 2009}}\n\nSongs such as \"[[Red House (song)|Red House]]\", \"[[Voodoo Chile]]\" and \"[[Voodoo Child (Slight Return)]]\" partly came from the sonic world that Buddy Guy helped to create. According to the Fender Players' Club: \"Almost ten years before Jimi Hendrix would electrify the rock world with his high-voltage voodoo blues, Buddy Guy was shocking juke joint patrons in [[Baton Rouge]] with his own brand of high-octane blues. Ironically, when Buddy’s playing technique and flamboyant showmanship were later revealed to crossover audiences in the late Sixties, it was erroneously assumed that he was imitating Hendrix.\" (In 1993, Guy covered \"Red House\" on ''[[Stone Free: A Tribute to Jimi Hendrix]]''.)\n\n[[File:BuddyGuyBonnaroo2006.jpg|200px|right|thumb|Guy performing at the [[Bonnaroo Music Festival]] in 2006.]]\n[[File:Buddy Guy 1983.jpg|right|thumb|In Urbana, IL, 1983]]\nStevie Ray Vaughan once declared that Buddy Guy \"plays from a place that I've never heard anyone play.\" Vaughan continued:\n:Buddy can go from one end of the spectrum to another. He can play quieter than anybody I've ever heard, or wilder and louder than anybody I've ever heard. I play pretty loud a lot of times, but Buddy's tones are incredible. He pulls such emotion out of so little volume. Buddy just has this cool feel to everything he does. And when he sings, it's just compounded. Girls fall over and sweat and die! Every once in a while I get the chance to play with Buddy, and he gets me every time, because we could try to go to Mars on guitars but then he'll start singing, sing a couple of lines, and then stick the mike in front of me! What are you gonna do? What is a person gonna do?!\n\nJeff Beck affirmed:\n:Geez, you can't forget Buddy Guy. He transcended blues and started becoming theater. It was high art, kind of like drama theater when he played, you know. He was playing behind his head long before Hendrix. I once saw him throw the guitar up in the air and catch it in the same chord.\nBeck recalled the night he and Stevie Ray Vaughan jammed with Guy at Buddy Guy’s Legends club<ref>{{cite web|url=http://www.buddyguys.com/ |title=Buddy Guy's Legends |publisher=Buddyguys.com |date=2011-11-26 |accessdate=2011-12-30}}</ref> in Chicago: \"That was just the most incredible stuff I ever heard in my life. The three of us all jammed and it was so thrilling. That is as close you can come to the heart of the blues.\" \nAccording to Jimmy Page:\n\"Buddy Guy is an absolute monster\" and \"There were a number of albums that everybody got tuned into in the early days. There was one in particular called, I think, American Folk Festival Of The Blues, which featured Buddy Guy. He just astounded everybody.\"\n\nSinger-songwriter and guitarist [[John Mayer]], who has performed with Guy on numerous occasions (including with Clapton's [[Crossroads Guitar Festival]] and on PBS's ''[[Soundstage (TV series)|Soundstage]]'') and collaborated with him on Guy's 2005 album ''Bring 'Em In'', cited on several occasions that Buddy Guy was one of his top influences.\n\nFormer [[Rolling Stones]] bassist [[Bill Wyman]]:\n\"Guitar Legends do not come any better than Buddy Guy. He is feted by his peers and loved by his fans for his ability to make the guitar both talk and cry the blues. Such is Buddy's mastery of the guitar that there is virtually no guitarist that he cannot imitate.\"\n\nGuy has opened for the Rolling Stones on numerous tours since the early 1970s. [[Slash (musician)|Slash]]: \"Buddy Guy is the perfect combination of R&B and hardcore rock and roll.\" [[ZZ Top]]’s [[Billy Gibbons]]: \"He (Buddy Guy) ain't no trickster. He may appear surprised by his own instant ability but, clearly, he knows what's up.\"\n\nGuy was a judge for the 6th and 8th annual [[The Independent Music Awards|Independent Music Awards]] to support independent artists.<ref>{{cite web|url=http://www.independentmusicawards.com/ima_new/pastjudges.asp |title=Independent Music Awards |publisher=Independent Music Awards |date= |accessdate=2012-12-25}}</ref>\n\nGuy appeared and performed in an episode of the popular children's show, ''[[Jack's Big Music Show]]'', as the \"King of Swing\". Guy has influenced the styles of subsequent artists such as [[Reggie Sears]]<ref name=ReggieSearsrelated>{{cite news\n |author= All Music Guide\n |title= Reggie Sears Related\n |publisher= ''Rovi''\n |date= \n |url= http://www.allmusic.com/artist/reggie-sears-mn0001490135/related\n |accessdate= 2014-01-18\n}}</ref> and Jesse Marchant of [[JBM]].<ref name=twsMayX14>{{cite news\n |author= Andrew Duncan\n |title= JBM – Reflections\n |publisher= ''Zaptown''\n |date= July 9, 2010\n |url= http://www.zaptownmag.com/2010/07/jbm-reflections\n |accessdate= 2011-05-23\n}}</ref>\n\nOn February 21, 2012, Guy performed in concert at the [[White House]] for President [[Barack Obama]] and First Lady Michelle.<ref>{{cite web|author= |url=http://www.youtube.com/watch?v=HU6z0uj-hug |title=In Performance @ the White House &#124; Blues Legend Buddy Guy talks about playing at the White House |publisher=YouTube |date= |accessdate=2012-05-21}}</ref> During the finale of the concert Guy successfully encouraged the President to sing a few bars of \"[[Sweet Home Chicago]]\".<ref>{{cite web|author=Matt Compton |url=http://www.whitehouse.gov/blog/2012/02/22/president-obama-sings-sweet-home-chicago |title=President Obama Sings \"Sweet Home Chicago\" &#124; The White House |publisher=Whitehouse.gov |date=2012-02-21 |accessdate=2012-05-21}}</ref>\n\n==Awards==\nGuy previously served on the Hall of Fame’s nominating committee. Guy has won six<ref>{{cite web|url=http://www.hollywoodtoday.net/2011/02/13/grammys-2011-beatles-mccartney-honored-on-musics-big-night/ |title=Grammys 2011: Beatles, McCartney Honored on Music’s Big Night |publisher=Hollywoodtoday.net |date=2011-02-13 |accessdate=2011-12-30}}</ref> [[Grammy Award]]s both for his work on his electric and acoustic guitars, and for contemporary and traditional forms of blues music. In 2003, he was awarded the [[National Medal of Arts]]. This medal is awarded by the President of the United States of America to those who have made extraordinary contributions to the creation, growth and support in the arts in the United States.<ref>{{cite web|url=http://www.nea.gov/honors/medals/medalists_year.html#03 |title=Lifetime Honors: National Medal of Arts |publisher=Nea.gov |date= |accessdate=2012-12-25}}</ref> By 2004, Guy had also earned 23 [[Blues Music Award|W.C. Handy Award]]s, ''[[Billboard (magazine)|Billboard]]'' magazine's The Century Award (Guy was its second recipient) for distinguished artistic achievement, and the title of Greatest Living Electric Blues Guitarist.\n\nIn 2008, Buddy Guy was inducted into The [[Louisiana Music Hall of Fame]], performing at Texas Club in Baton Rouge, Louisiana, to commemorate the occasion.\n\nOn December 2, 2012, Guy was awarded the 2012 [[Kennedy Center Honors]].<ref>{{cite web|author= |url=http://www.americanbluesscene.com/2012/12/white-house-honors-buddy-guy-led-zeppelin/ |title=Kennedy Center Honors Buddy Guy & Led Zeppelin |publisher=Americanbluesscene.com |date=2012-12-03 |accessdate=2012-12-25}}</ref> At his induction, Kennedy Center Chairman David Rubenstein made the commendation, \"Buddy Guy is a titan of the blues and has been a tremendous influence on virtually everyone who has picked up an electric guitar in the last half century\".<ref>{{cite web|url=http://www.playbill.com/news/article/169937-Dustin-Hoffman-David-Letterman-Natalia-Makarova-Buddy-Guy-Led-Zeppelin-Are-Kennedy-Center-Honorees |title=Dustin Hoffman, David Letterman, Natalia Makarova, Buddy Guy, Led Zeppelin Are Kennedy Center Honorees |publisher=Playbill.com |date=2012-09-12 |accessdate=2012-12-25}}</ref> He was honored that night along with [[Dustin Hoffman]], [[Led Zeppelin]] ([[John Paul Jones (musician)|John Paul Jones]], [[Jimmy Page]] and [[Robert Plant]]), [[David Letterman]] and [[Natalia Makarova]].<ref>Gans, Andrew. [http://www.playbill.com/news/article/169937-Dustin-Hoffman-David-Letterman-Natalia-Makarova-Buddy-Guy-Led-Zeppelin-Are-Kennedy-Center-Honorees \"Dustin Hoffman, David Letterman, Natalia Makarova, Buddy Guy, Led Zeppelin Are Kennedy Center Honorees\"] playbill.com, September 12, 2012</ref>\n\n===Rock and Roll Hall of Fame and Guitar Center's Hollywood Rockwalk===\nGuy was inducted into the [[Rock and Roll Hall of Fame]] on March 14, 2005, by [[Eric Clapton]] and [[B.B. King]]. Clapton recalled seeing Guy perform in London’s [[Marquee Club]] in 1965, impressing him with his technique, his looks and his charismatic showmanship. He remembered seeing Guy pick the guitar with his teeth and play it over his head—two tricks that later influenced [[Jimi Hendrix]]. {{Citation needed|date=July 2010}} Guy’s acceptance speech was concise: \"If you don’t think you have the blues, just keep living.\"\n\nIn October 2009, he performed \"Let Me Love You Baby\" with [[Jeff Beck]] at the [[Rock and Roll Hall of Fame#25th Anniversary concert|25th Anniversary Rock & Roll Hall of Fame Concert]].<ref>{{cite web|url=http://www.amazon.com/dp/B0042ZH87C/ |title=The 25th Anniversary Rock & Roll Hall Of Fame Concerts (4CD)|publisher=Amazon.com |accessdate=2011-11-25}}</ref>\n\nOn September 20, 1996, Guy was inducted in Guitar Center's Hollywood [[Rockwalk]].<ref>[http://www.rockwalk.com/inductees/inductee.cfm?id=13 Guitar Center's Hollywood Rockwalk] Retrieved October 7, 2013.</ref>\n\nOn November 15, 2010, Guy performed a live set for ''[[Guitar Center#Guitar Center Sessions|Guitar Center Sessions]]'' on [[DirecTV]]. The episode also included an interview with Guy by program host [[Nic Harcourt]].<ref>[http://sessions.guitarcenter.com/buddy-guy/ ''Guitar Center Sessions'' with host Nic Harcourt] Retrieved July 1, 2013.</ref>\n\nOn January 28, 2014, Guy was inducted into [[Musicians Hall of Fame and Museum]].<ref>[http://www.musicianshalloffame.com/buddy-guy-accepts-his-musicians-hall-of-fame-award/]</ref>\n\n==Discography==\n{|class=\"wikitable\"\n|-\n!Album !! Year !! Label !! Notes\n|-\n|''[[Hoodoo Man Blues]]'' || 1965 || [[Delmark Records|Delmark]] || w/ [[Junior Wells]] Band\n|-\n| ''Chicago / The Blues / Today!, Vol. 1''  || 1966 || [[Vanguard Records|Vanguard]] || w/ Junior Wells Band\n|-\n| ''It’s My Life, Baby!'' || 1966 || Vanguard || w/ Junior Wells Band\n|-\n| ''[[I Left My Blues in San Francisco]]'' || 1967 || [[Chess Records|Chess]] ||<ref name=\"allmus\">[{{Allmusic|class=artist|id=p356|pure_url=yes}} Buddy Guy > Discography  > Main Albums] from [[Allmusic]]</ref>\n|-\n| ''Berlin Festival - Guitar Workshop'' || 1967 || [[MPS Records|MPS]]|| Long Play released in Argentina by Microphone Argentina S.A. (1974)\n|-\n| ''[[A Man and the Blues]]'' || 1968 || Vanguard ||<ref name=\"allmus\"/>\n|-\n| ''Coming at You'' || 1968 || Vanguard ||<ref name=\"allmus\"/>\n|-\n| ''Blues Today'' || 1968 || Vanguard ||<ref name=\"allmus\"/>\n|-\n| ''This Is Buddy Guy (Live)'' || 1968 || Vanguard ||<ref name=\"allmus\"/>\n|-\n| ''Hot and Cool'' || 1969 || Vanguard ||\n|-\n| ''First Time I Met the Blues-Python'' || 1969 ||  ||\n|-\n| ''Buddy and the Juniors'' || 1970 || MCA || w/ [[Junior Mance]] & Junior Wells<ref name=\"allmus\"/>\n|-\n| ''Buddy & Junior Mance & Junior Wells'' || 1971 || [[Harvest Records|Harvest (UK)]]|| UK release of ''Buddy and the Juniors''<ref name=\"allmus\"/>\n|-\n| ''South Side Blues Jam'' || 1970 || Delmark || w/ Junior Wells and [[Otis Spann]]\n|-\n| ''In the Beginning'' || 1971 || Red Lightnin’ ||\n|-\n| ''Play the Blues'' || 1972 || Rhino || w/ Junior Wells\n|-\n| ''Hold That Plane!'' || 1972 || Vanguard ||<ref name=\"allmus\"/>\n|-\n| ''I Was Walking Through the Woods''  || 1974 || Chess || rec. 1960–64\n|-\n| ''Got to Use Your Head'' || 1979 || Blues Ball ||<ref name=\"allmus\"/>\n|-\n| ''The Dollar Done Fell'' || 1980 || [[JSP Records|JSP]] ||<ref name=\"allmus\"/>\n|-\n| ''Buddy & Phil'' || 1981  || JSP (1024) || also P-Vine CD 23886 (2007)\n|-\n| ''Stone Crazy!'' || 1981 || [[Alligator Records|Alligator]] ||<ref name=\"allmus\"/>\n|-\n| ''Going Back'' || 1981 || Isabel || w/ Junior Wells, LP released only in France\n|-\n| ''Drinkin’ TNT ’n’ Smokin’ Dynamite (live)''  || 1982 || Blind Pig || Rec. 1974 at the [[Montreux Jazz Festival]]\n|-\n| ''DJ Play My Blues'' || 1982 || [[JSP Records|JSP]] ||<ref name=\"allmus\"/>\n|-\n| ''Buddy Guy'' || 1983 || Chess ||\n|-\n| ''The Original Blues Brothers (live)'' || 1983 || Blue Moon ||\n|-\n| ''Ten Blue Fingers'' || 1985 || JSP ||<ref name=\"allmus\"/>\n|-\n| ''Atlantic Blues: Chicago'' || 1986 || [[Atlantic Records|Atlantic]] ||\n|-\n| ''Chess Masters'' || 1987 || [[Charly Records|Charly]] ||\n|-\n| ''Live at the Checkerboard Lounge, Chicago-1979'' || 1988 || JSP ||\n|-\n| ''[[Breaking Out]]'' || 1988 || JSP ||<ref name=\"allmus\"/>\n|-\n| ''I Ain’t Got No Money'' || 1989 || [[Flyright Records|Flyright]] ||<ref name=\"allmus\"/>\n|-\n| ''Alone & Acoustic''  || 1991 || Alligator || CD reissue of 1981's ''Going Back'' plus 5 more songs from the sessions\n|-\n| ''[[Damn Right, I've Got the Blues]]''  || 1991 || [[Silvertone Records (1980)|Silvertone]]/[[BMG]] || Won the 1991 [[Grammy Award for Best Contemporary Blues Album]]<ref name=\"allmus\"/>\n|-\n| ''My Time After Awhile'' || 1992 || Vanguard ||\n|-\n| ''The Very Best of Buddy Guy''  || 1992 || Rhino/WEA ||\n|-\n| ''The Complete Chess Studio Recordings''  || 1992 || Chess || 2 CD, 1960–67\n|-\n| ''Live at Montreaux''  || 1992 || Evidence || w/ Junior Wells\n|-\n| ''[[Stone Free: A Tribute to Jimi Hendrix]]''  || 1993 || Reprise || Performed \"[[Red House (song)|Red House]]\"\n|-\n| ''[[Feels Like Rain]]''  || 1993 || Silvertone || Won the 1993 [[Grammy Award for Best Contemporary Blues Album]]<ref name=\"allmus\"/>\n|-\n| ''[[Slippin' In]]''  || 1994 || Silvertone || Won the 1995 [[Grammy Award for Best Contemporary Blues Album]]<ref name=\"allmus\"/>\n|-\n| ''Southern Blues 1957-63'' || 1994 || Paula PCD-26 ||\n|-\n| ''Live: The Real Deal''  || 1996 || Silvertone || w/ [[G.E. Smith]] & the [[Saturday Night Live Band]]\n|-\n| ''Buddy’s Blues''  || 1997 || Chess || \"Chess Masters\" series\n|-\n| ''Buddy’s Blues 1978-1982: The Best of the JSP Recordings'' || 1998 || JSP ||\n|-\n| ''As Good as It Gets''  || 1998 || Vanguard ||\n|-\n| ''Heavy Love''  || 1998 || Silvertone ||<ref name=\"allmus\"/>\n|-\n| ''Last Time Around - Live at Legends''  || 1998 || [[Jive Records|Jive]] || w/Junior Wells\n|-\n| ''This Is Buddy Guy'' || 1998 || VMD ||\n|-\n| ''Blues Master'' || 1998 || Vanguard ||\n|-\n| ''[[Buddy’s Baddest: The Best of Buddy Guy]]'' || 1999 || Silvertone ||\n|-\n| ''The Complete Vanguard Recordings'' || 2000 || Vanguard ||\n|-\n| ''Every Day I Have the Blues'' || 2000 || [[Cleopatra Records|Purple Pyramid]] || w/ Junior Wells\n|-\n| ''20th Century Masters: The Millennium: The Best of Buddy Guy'' || 2001 || MCA ||\n|-\n| ''[[Sweet Tea (album)|Sweet Tea]]''  || 2001 || Jive || Nominated for the 2001 [[Grammy Award for Best Contemporary Blues Album]]<ref name=\"allmus\"/>\n|-\n| ''Double Dynamite'' || 2001 || AIM || \n|-\n| ''Blues Singer'' '' || 2003 || Silvertone || Won the 2003 [[Grammy Award for Best Traditional Blues Album]]<ref name=\"allmus\"/>\n|-\n| ''Chicago Blues Festival 1964 (Live)''  || 2003 || Stardust ||\n|-\n| ''Jammin’ Blues Electric & Acoustic'' || 2003 || Sony || A compilation of tracks from ''Live: The Real Deal'' and ''Last Time Around - Live at Legends''\n|-\n| ''Live at the Mystery Club'' || 2003 || Quicksilver || Reissue of ''Every Day I Have the Blues''\n|-\n| ''A Night of the Blues'' || 2005 ||  || w/ Junior Wells - Master Classics - reissue of ''Every Day I Have the Blues''\n|-\n| ''[[Bring 'Em In (Buddy Guy album)|Bring 'Em In]]'' || 2005 || Jive ||\n|-\n| ''Can't Quit the Blues: Box Set''  || 2006 || Silvertone/Legacy ||\n|-\n| ''Live: The Real Deal'' || 2006 || Sony || w/ [[G.E. Smith]] & the [[Saturday Night Live Band]] (reissue)\n|-\n| ''[[Goin' Home: A Tribute to Fats Domino]]'' || 2007 || [[Vanguard Records|Vanguard]] || w/ [[Joss Stone]] and the [[Dirty Dozen Brass Band]], performing \"Every Night About This Time\".\n|-\n| ''[[Skin Deep (Buddy Guy album)|Skin Deep]]'' || 2008 || Jive ||<ref name=\"allmus\"/>\n|-\n| ''The Definitive Buddy Guy'' || 2009 || [[Shout! Factory]] || His first single-disc career-spanning CD\n|-\n| ''[[Living Proof (Buddy Guy album)|Living Proof]]'' || 2010 || Jive || Won the 2010 [[Grammy Award for Best Contemporary Blues Album]]<ref>{{cite web|url=http://www.buddyguy.net/news/living-proof-wins-buddy-guys-6th-grammy |title=\"Living Proof\" wins Contemporary Blues Album at Grammys! |publisher=Buddy Guy |date= |accessdate=2012-12-25}}</ref>\n|-\n| ''Icon'' || 2011 || Geffen/Chess || Same track listing as 20th Century Masters: The Millennium: The Best of Buddy Guy \n|-\n| ''Live At Legends'' || 2012 || RCA/Silvertone ||\n|-\n| ''[[Rhythm & Blues (Buddy Guy album)|Rhythm & Blues]]''  || 2013 || [[RCA Records]] ||\n|}\n\n==See also==\n* [[Chicago Blues Festival]]\n* [[Phil Guy]] (his brother)\n* [[Shawnna]] (Rashawnna Guy, his daughter), rap artist\n\n==References==\n{{Reflist|colwidth=30em}}\n{{refbegin}}\n*Donald Wilcox and Buddy Guy, ''Damn Right I've Got the Blues: Buddy Guy and the Blues Roots of Rock-And-Roll'' (1993), Duane Press, 1999 paperback: ISBN 0-942627-13-X\n{{refend}}\n\n==External links==\n{{commons category|Buddy Guy}}\n*{{official website|http://www.buddyguy.net/}}\n*{{Dmoz|Arts/Music/Styles/B/Blues/Bands_and_Artists/G/Guy%2C_Buddy/}}\n*{{IMDb name|0349796}}\n\n{{Kennedy Center Honorees 2010s}}\n\n{{Authority control|VIAF=49408176}}\n\n{{Persondata <!-- Metadata: see [[Wikipedia:Persondata]]. -->\n| NAME              =Guy, Buddy\n| ALTERNATIVE NAMES =\n| SHORT DESCRIPTION =American [[blues]] guitarist and singer\n| DATE OF BIRTH     =July 30, 1936\n| PLACE OF BIRTH    =[[Lettsworth, Louisiana]], United States\n| DATE OF DEATH     =\n| PLACE OF DEATH    =\n}}\n{{DEFAULTSORT:Guy, Buddy}}\n[[Category:1936 births]]\n[[Category:Living people]]\n[[Category:African-American musicians]]\n[[Category:American blues singers]]\n[[Category:American blues guitarists]]\n[[Category:Blues Hall of Fame inductees]]\n[[Category:Contemporary blues musicians]]\n[[Category:Kennedy Center honorees]]\n[[Category:Musicians from Louisiana]]\n[[Category:Rock and Roll Hall of Fame inductees]]\n[[Category:Musicians from Baton Rouge, Louisiana]]\n[[Category:United States National Medal of Arts recipients]]\n[[Category:Grammy Award-winning artists]]\n[[Category:Chicago blues musicians]]\n[[Category:Electric blues musicians]]\n[[Category:Lead guitarists]]\n[[Category:Chess Records artists]]\n[[Category:Vanguard Records artists]]\n[[Category:Delmark Records artists]]\n[[Category:MCA Records artists]]\n[[Category:MPS Records artists]]\n[[Category:Atlantic Records artists]]\n[[Category:Charly Records artists]]\n[[Category:Jive Records artists]]\n[[Category:Zomba Group artists]]\n[[Category:RCA Records artists]]\n[[Category:American memoirists]]"}]}}}}