{"query":{"normalized":[{"from":"Duane_Allman","to":"Duane Allman"}],"pages":{"293877":{"pageid":293877,"ns":0,"title":"Duane Allman","revisions":[{"contentformat":"text/x-wiki","contentmodel":"wikitext","*":"{{Infobox musical artist <!-- See Wikipedia:WikiProject_Musicians -->\n| name                = Duane Allman\n| image               = Duane Allmann.jpg\n| caption             = At Fillmore East on June 26, 1971 (late show) \n| background          = solo_singer\n| birth_name          = Howard Duane Allman\n| alias               = Skydog\n| birth_date          = {{Birth date|mf=yes|1946|11|20}}\n| birth_place         = [[Nashville, Tennessee]], [[United States|US]]\n| death_date          = {{Death date and age|mf=yes|1971|10|29|1946|11|20}}\n| death_place         = [[Macon, Georgia]], [[United States|US]]\n| instrument          = [[Guitar]], [[vocals]]\n| genre               = [[Southern rock]]<br>[[Blues]]<br>[[Blues-rock]]<br>[[Jam band|Jam]]<br>[[soul music|Soul]]<br>[[rock music|Rock]]<br>[[Jazz]]\n| occupation          = [[Musician]], [[songwriter]]\n| years_active        = 1961–1971\n| label               = [[Mercury Records|Mercury]], [[Capricorn Records|Capricorn]]\n| associated_acts     = [[The Hour Glass]]<br>[[Wilson Pickett]]<br>[[Johnny Jenkins]]<br>[[The Allman Brothers Band]]<br>[[Derek and the Dominos]]<br>[[Aretha Franklin]]<br>[[Herbie Mann]]<br>[[Gregg Allman]]<br>[[The Allman Joys]]<br>[[Boz Scaggs]]\n| website             = [http://www.allmanbrothersband.com/ AllmanBrothersBand.com]\n| notable_instruments = [[Gibson Les Paul]]<br>[[Gibson SG]]<br>[[Fender Stratocaster]]<br> [[Gibson ES-345]]\n}}\n'''Howard Duane Allman''' (November 20, 1946&nbsp;– October 29, 1971) was an American [[guitar|guitarist]], [[session musician]],  co-founder and leader of the [[The Allman Brothers Band]] until his death in a motorcycle accident in 1971 at the age of 24.\n\nThe Allman Brothers Band was formed in 1969 and based in the [[Southeastern United States]]. In the early 1970s, the band had major success. Allman is best remembered for his brief but influential tenure in the band and in particular for his expressive slide guitar playing and inventive [[Musical improvisation|improvisational skills]].<ref name=\"In memory1\">{{cite web|url=http://www.msnbc.msn.com/id/15427375/|title=In memory of Duane Allman 35 years after his death, Skydog still among rock's very best guitarists|last=Ventre|first=Michael |date=October 30, 2006 |work=MSNBC|publisher= 2009 msnbc.com|accessdate=2009-09-02}}</ref> In 2003, ''[[Rolling Stone]]'' magazine ranked Allman at #2 in their list of the 100 greatest guitarists of all time, second only to [[Jimi Hendrix]] and in 2011 he was ranked #9.<ref name=\"rsmagazine\">{{cite web|url=http://www.rollingstone.com/news/story/5937559/the_100_greatest_guitarists_of_all_time/|title=Rolling Stone: The 100 Greatest Guitarists of All Time|accessdate=2006-11-26|publisher=RealNetworks, Inc|year=2006|author=Rolling Stone |archiveurl = http://web.archive.org/web/20061125054919/http://www.rollingstone.com/news/story/5937559/the_100_greatest_guitarists_of_all_time/ <!-- Bot retrieved archive --> |archivedate = 2006-11-25}}</ref> His tone (achieved with a [[Gibson Les Paul]] and two 50-watt bass [[Marshall amplification|Marshall amplifiers]]) was named one of the greatest guitar tones of all time by ''[[Guitar Player]]''.<ref name=\"tones\">{{cite journal\n  | last = Blackett\n  | first = Matt\n  | authorlink = \n  | coauthors = \n  | title = The 50 Greatest Tones of All Time\n  | journal = [[Guitar Player]]\n  | volume = 38\n  | issue = 10\n  | pages = 44–66\n  | publisher = \n  | location = \n  | date = October 2004\n  | url = \n  | doi = \n  | id = \n  | accessdate = 2009-04-30}}</ref>\n\nA sought-after session musician both before and during his tenure with the band, Duane Allman performed with such established stars as [[King Curtis]], [[Aretha Franklin]], [[Wilson Pickett]], and [[Herbie Mann]]. He also contributed heavily to the 1970 album ''[[Layla and Other Assorted Love Songs]]'' by [[Derek and the Dominos]].\n\nDuane Allman’s skills as a guitarist were complemented by personal qualities such as his intensity, drive and ability to draw the best out of others in making music.<ref>‘It would be real accurate to say that Duane was the father of the band, He had a lot to do with the spontaneity of the whole thing. He was like the mother ship. Somehow he had this real magic about him that would lock us all in, and we'd all take off. He really had that quality about him. Those were very happy days’ Gregg Allman reported by Obrecht. Jas. ‘Duane Allman remembered’, ''Guitar Player'', October 1981, Vol. 15, no 10.</ref> He is still referred to by his nickname \"Skydog\".<ref>This may be a reference to his signature guitar sound and tone. Many consider \"Skydog\" a variant of the nickname \"Skyman\" given to him by Wilson Pickett during the recording of Pickett's cover of the Beatles' \"Hey Jude.\" Jim Dickinson was quoted in Keith Richards' autobiography ''Life'' as saying he was given the name because he was high much of the time.</ref>\n\n==Early years==\nDuane Allman was born on November 20, 1946 in [[Nashville, Tennessee]]. He was the eldest son of Willis Allman, a career [[United States Army]] sergeant, and Geraldine (née Robbins). His younger brother [[Gregg Allman]] was born in late 1947. \n\nWhile the family were living near [[Norfolk, Virginia]], his father was murdered by a fellow veteran hitchhiker.<ref>Freeman, Scott, ''Midnight Riders. The Story of the Allman Brothers Band'', Little, Brown & Company, 1995, p. 5</ref> In order to retrain as an accountant, Geraldine \"Mama A\" Allman sent Duane and Gregg to [[Castle Heights Military Academy]] in [[Lebanon, Tennessee]], which they both disliked intensely.<ref>Freeman 1995, P. 5-6</ref> In 1957, the family moved to [[Daytona Beach, Florida]] where the boys attended [[Seabreeze High School]].\n\nThe boys returned to Nashville to spend summers with their grandmother where Gregg learned guitar basics from a neighbor. In 1960, Gregg had saved enough money to buy his first guitar, a Japanese-made Teisco Silvertone while Duane acquired a Harley 165 motorbike. Duane began to take an interest in the guitar, leading to fights over it, and eventually their mother bought Duane a [[Gibson Les Paul]] Junior.<ref name=\"Freeman, 1995, 8\">Freeman, 1995, 8</ref>\n \nIt was also in Nashville that the boys became musically inspired by a rhythm and blues concert they attended, at which blues guitar legend [[B. B. King]] performed. Apparently, Duane turned to Gregg and said, \"We got to get into this.\" <ref name=\"Freeman, 1995, 8\"/>\n \nDuane learned to play very quickly and soon became the better guitarist of the two, dropping out of high school to stay home during the day and focus on developing his guitar skills.\n\n==Allman Joys and Hour Glass==\nThe two Allman brothers started playing publicly in 1961, joining or forming a number of small, local groups. Shortly thereafter, Duane quit high school to stay home during the day and focus on his guitar playing. Their band the Escorts opened for [[The Beach Boys]] in 1965 but disbanded and  eventually became the [[Allman Joys]]. After Gregg graduated from [[Seabreeze High School]] in 1965, the Allman Joys went on the road, performing throughout the Southeast and eventually being based in Nashville and [[St. Louis, Missouri]].\n\nThe Allman Joys morphed into another not-completely-successful band, [[The Hour Glass]], which moved to Los Angeles in early 1967. There the Hour Glass produced two albums that left the band unsatisfied. [[Liberty Records|Liberty]], their record company, tried to market them as a pop band, completely ignoring the band's desire to play more blues-oriented material. \n\nIn 1968, [[Gregg Allman]] went to visit Duane on his 22nd birthday. Duane was laid up in bed, nursing an injured left elbow suffered from a fall from a horse. Gregg brought along a bottle of [[Coricidin]] pills for his fever and the debut album by guitarist [[Taj Mahal (musician)|Taj Mahal]] as a gift. He left it on the front porch and rang the bell, as Duane was angry with him for the injury. \"About two hours after I left, my phone rang,\" Gregg states. \"Baby brother, baby brother, get over here now!\" When Gregg got there, he found that Duane had poured the pills out of the bottle, washed off the label and was using it as a slide to play \"[[Statesboro Blues]]\", an old [[Blind Willie McTell]] song that Taj Mahal covered. \"Duane had never played slide before,\" says Gregg, \"he just picked it up and started burnin'. He was a natural.\"{{Citation needed|date=February 2011}} The song would go on to become a part of the Allman Brothers Band's repertoire, and Duane's slide guitar became crucial to their sound. \n\nThe Hour Glass broke up in early 1968, and Duane and Gregg Allman went back to Florida, where they played on demo sessions with the 31st of February, a [[folk rock]] outfit whose drummer was [[Butch Trucks]]. Gregg returned to California to fulfill Hour Glass obligations, while Duane jammed around Florida for months but didn't get another band going.\n\n==Session musician==\nAllman's playing on the two Hour Glass albums and an Hour Glass session in early 1968 at [[FAME Studios]] in [[Muscle Shoals, Alabama]] had caught the ear of Rick Hall, owner of FAME. In November 1968 Hall hired Allman to play on an album with [[Wilson Pickett]]. Allman's work on that album, ''Hey Jude'' (1968), got him hired as a full-time session musician at Muscle Shoals and brought him to the attention of a number of other musicians, such as [[Eric Clapton]], who later said, \"I remember hearing Wilson Pickett's 'Hey Jude' and just being astounded by the lead break at the end. I had to know who that was immediately—right now.\"\n\nAllman's performance on \"Hey Jude\" blew away [[Atlantic Records]] producer and executive [[Jerry Wexler]] when Hall played it over the phone for him. Wexler immediately bought Allman's recording contract from Hall and wanted to use him on sessions with all sorts of Atlantic R&B artists. While at Muscle Shoals, Allman was featured on releases by a number of artists, including [[Doris Duke (soul singer)]], [[Clarence Carter]], [[King Curtis]], [[Aretha Franklin]], [[Laura Nyro]], [[Wilson Pickett]], [[Otis Rush]], [[Percy Sledge]], [[Johnny Jenkins]], [[Boz Scaggs]], [[Delaney & Bonnie]] and jazz flautist [[Herbie Mann]]. Shortly after he recorded the lead break in \"Hey Jude\", he recorded all of the lead guitar in Boz Scaggs' \"Loan Me a Dime\".\n\n==Formation of The Allman Brothers Band==\nThe limits of full-time session playing frustrated Allman. The few months in Muscle Shoals were by no means a waste, however; besides meeting the great artists and other industry professionals with whom he was working, Allman had rented a small, secluded cabin on a lake and spent many solitary hours there refining his playing. Perhaps most significantly, Allman got together with R&B and jazz drummer [[Jai Johanny Johanson|Jaimoe Johanson]], who came to meet Allman at the urging of [[Otis Redding]]'s manager, [[Phil Walden]], who by now was managing Allman and wanted to build a three-piece band around him. Allman and Jaimoe got Chicago-born bassist [[Berry Oakley]] to come up from Florida and jam as a trio, but Berry was committed to his rock band with guitarist [[Dickey Betts]], the Second Coming, and returned south.\n\nGetting fed up with Muscle Shoals, in March Allman took Jaimoe with him back to [[Jacksonville, Florida]], where they moved in with [[Claude \"Butch\" Trucks|Butch Trucks]]. Soon a [[jam session]] of these three plus Betts, Oakley, and [[Reese Wynans]] took place and forged what all present recognized as a natural, or even magical, bond. With the addition of brother Gregg, called back from Los Angeles to sing and replace Wynans on keyboards, at the end of March 1969, [[the Allman Brothers Band]] was formed. (Wynans became well known over a decade later as organist with [[Stevie Ray Vaughan]] & Double Trouble.) After a bit of rehearsing and gigging, the sextet moved to [[Macon, Georgia|Macon]], [[Georgia (U.S. state)|Georgia]], in April to be near Walden and his [[Capricorn Records|Capricorn Sound Studios]]. While living in Macon, Allman met Donna Roosman, who bore his only child, Galadrielle. Despite their child, the relationship quickly ended.\n\n==Success: ''Layla'', ''At Fillmore East''==\nThe Allman Brothers Band went on to become one of the most influential rock groups of the 1970s, described by ''[[Rolling Stone]]'''s George Kimball in 1971 as \"the best damn rock and roll band this country has produced in the past five years.\"<ref name=\"rollingstone2\">{{cite web|url=http://www.superseventies.com/allmanbrothers.html|title=The Allman Brothers Band; ''At Fillmore East''|accessdate=2006-11-26|publisher=Rolling Stone|year=1971|author=George Kimball}}</ref>  After months of nonstop rehearsing and gigging, including free shows in Macon's Central City Park and Atlanta's [[Piedmont Park]], the group was ready to settle on the Allman Brothers Band name, and to record. Their debut album, ''[[The Allman Brothers Band (album)|The Allman Brothers Band]]'', was recorded in New York in September 1969 and released a few months later. In the midst of intense touring, work began in Macon and Miami (Atlantic South - Criteria Studios), and a little bit in New York, on the band's second album, ''[[Idlewild South]].'' Produced mostly by [[Tom Dowd]], ''Idlewild South'' was released in August 1970 and broke new ground for them by quickly hitting the ''[[Billboard (magazine)|Billboard]]'' charts.\n\nA group date in Miami, also that August, gave Allman the chance to participate in [[Eric Clapton]]'s ''[[Layla and Other Assorted Love Songs]]''. Clapton had long wanted to meet Allman; when he heard that the Allman Brothers were due to play in Miami, where he had just started work on ''Layla'' with producer Tom Dowd, he insisted on going to see their concert, where he met Allman. At one point, Allman approached Clapton, fully admiring his ability to play guitar as much as Clapton admired his, and cautiously asked Clapton if he could come by the studio to watch. Clapton eagerly agreed, since he knew that his masterful playing combined with Allman's would be greater than the sum of its parts. After the show the two bands—the [[Allman Brothers Band]] and [[Derek and the Dominos]]—returned to Criteria, where Allman and Clapton quickly formed a deep rapport during an all-night jam session.<ref name=\"whereseric\">{{cite web|url=http://www.whereseric.com/ecfaq/biographies-other-musicians/duane-allman-.html|title=Duane Allman|accessdate=2006-11-26|publisher=Where's Eric! The Eric Clapton Fan Club Magazine|year=2006|author=Where's Eric! The Eric Clapton Fan Club Magazine |archiveurl = http://web.archive.org/web/20061110100650/http://www.whereseric.com/ecfaq/biographies-other-musicians/duane-allman-.html <!-- Bot retrieved archive --> |archivedate = 2006-11-10}}</ref> Allman wound up participating on most of the album's tracks, contributing some of his best-known work. Allman never left the Allman Brothers Band, though, despite being offered a permanent position with Clapton. Allman never toured with Derek and the Dominos, but he did make three appearances with them on December 1, 1970 at the [[Curtis Hixon Hall]] in Tampa (''Soulmates'' LP) and the following day at [[Onondaga County War Memorial]] in Syracuse, NY, and one appearance (or possibly just [[Delaney Bramlett]] or both Allman and Delaney) November 20, 1970<ref>The Eric Clapton Album by Marc Roberty, 1994 Viking Studio Books, ISBN 0-670-85364-X</ref> at the [[Santa Monica Civic Auditorium]], California.\n\nIn an interview, Allman told listeners how to tell who played what: Eric played the Fender parts and Duane played the Gibson parts. He continued by nonchalantly noting that the Fender had a sparklier sound, while the Gibson produced more of a \"full-tilt screech\".<ref name=\"obrecht\">Jas Obrecht, \"Duane Allman Remembered\", ''Guitar Player Magazine'', October 1981</ref> Clapton wrote later in his autobiography that he and Allman were inseparable during the sessions in Florida; he talked about Allman as the \"musical brother I'd never had but wished I did.\"<ref>Clapton, ''The Autobiography'', 128.</ref>\n\nThe Allman Brothers went on to record ''[[At Fillmore East]]'' in March 1971. Meanwhile, Allman continued contributing session work to other artists' albums whenever he could. According to ''Skydog: the Duane Allman Story,'' Allman was in the habit of spontaneously dropping in at recording sessions and contributing to whatever was being taped that day. He received cash payments but no recording credits, making it virtually impossible to compile a complete [[discography]] of his works.\n\nAllman was well known for his melodic, extended and attention-holding guitar solos. During this period two of his stated influences were [[Miles Davis]] and [[John Coltrane]], having listened extensively to ''[[Kind of Blue]]'' for two years.<ref name=\"obrecht\" /><ref>[[Robert Palmer (writer)|Robert Palmer]], liner notes for ''Kind of Blue'', Columbia 1997, CK64935</ref>\n\n==Death==\nDuane Allman was killed in a [[motorcycle]] accident only months after the release and initial success of ''[[At Fillmore East]]''.<ref name=duaneallman>{{cite web\n  | publisher = FuzzyCo\n  | title = Remember when David Reid remembered Duane Allman?\n\n  | url = http://fuzzyco.com/news/fam_the/remember_when_david_reid_remembered_duan.html\n  | accessdate = 2010-12-22\n}}</ref> On October 29, 1971, in the western part of Macon, Georgia, during a band break from touring and recording, Allman was riding his motorcycle at a high speed on Hillcrest Avenue as he approached Bartlett Street, when a [[flatbed truck]] carrying a lumber crane stopped suddenly in the intersection, forcing Allman to swerve his [[Harley-Davidson Sportster]] motorcycle sharply to the left to avoid a collision. As he was doing so, he struck either the back of the truck or the ball on the lumber crane and was immediately thrown from the motorcycle. The motorcycle bounced into the air, landed on Allman and skidded another 90 feet with Allman pinned underneath, crushing his [[internal organs]]. Though he was alive when he arrived at the hospital, despite immediate emergency surgery, he died several hours later from massive internal injuries.\n\n===Memorial===\n[[File:Dallmangrave.jpg|thumb|The graves of Duane Allman and Berry Oakley]]\nAfter Allman's funeral and some weeks of mourning, the five surviving members of the Allman Brothers Band carried on, resuming live performances and finishing the recording work interrupted by Allman's death. They named their next album ''[[Eat a Peach]]'' for Allman's response to an interviewer's question: \"How are you helping the revolution?\" Allman replied: \"There ain't no revolution, only evolution, but every time I'm in Georgia I 'eat a peach' for peace.\" Released in February, 1972, this double album contains a side of live and studio tracks with Allman, two sides of \"[[Mountain Jam]]\", recorded with Allman at the same ''At Fillmore East'' stand in March, and a side of tracks by the surviving five member band. \n\nBass guitarist [[Berry Oakley]] died less than 13 months later in a similar motorcycle crash with a city bus, three blocks from the site of Duane Allman's fatal accident. Oakley's remains were laid to rest beside Duane Allman's in [[Macon, Georgia]]'s [[Rose Hill Cemetery (Georgia)|Rose Hill Cemetery]].\n\nThe variety of Allman's session work and Allman Brothers Band bandleading can be heard to good effect on two posthumous Capricorn releases, ''[[An Anthology (Duane Allman album)|An Anthology]]'' (1972) and ''[[An Anthology Volume II]]'' (1974). There are also several archival releases of live Allman Brothers Band performances from what the band calls \"Duane's Era\".\n\n[[File:Remember Duane Allman.jpg|thumb|left|David Reid stands next to the Remember Duane Allman tribute carved in the dirt bank next to Interstate 20 in 1973. (Next to the E of \"Duane\".)<ref name=duaneallman />]]\nShortly after Allman's death, [[Ronnie Van Zant]] of [[Lynyrd Skynyrd]] dedicated the song \"[[Free Bird]]\", to the memory of Duane Allman. Van Zant would sometimes allude to this in concert; in the \"Free Bird\" performance at Skynyrd's famed 1976 appearance at [[Knebworth]], England, Van Zant says to pianist [[Billy Powell]], \"Play it for Duane Allman.\"  Many people assume the song was written about Allman. However, it had actually been written well before he died. ([[Allen Collins]] wrote the song after his then girlfriend asked him the question \"if I leave here tomorrow, would you still remember me?\")\n\nIn 1973, fans carved the very large letters \"REMEMBER DUANE ALLMAN\" in a dirt embankment along [[Interstate 20|Interstate Highway 20]] near [[Vicksburg, Mississippi]].<ref name=\"Remember Duane Allman\">{{cite web|url=http://www.flickr.com/photos/fuzzy/2081287370/|title=Remember Duane Allman Picture|accessdate=2008-04-11|year=2008}}</ref><ref name=\"vicksburgpost\">{{cite web|url=http://www.prepagos1000.com.co/blog/prepagos-bogota-allman-brothers-band-forty-years-tragedy-music-legend.html|title=Prepagos Bogota Allman Brothers Band: forty years of tragedy and music legend |accessdate=2008-07-07|publisher=Vicksburg Post|date=October 15, 2007|author=Eric Brown}}</ref> A photograph was published in ''[[Rolling Stone]]'' magazine and in the ''Rolling Stone Illustrated History of Rock & Roll''; the carving itself lasted for over ten years.<ref name=\"floridacracker\">{{cite web|url=http://www.florida-cracker.org/archives/001902.html|title=Remember Duane Allman Picture|accessdate=2006-11-26|year=2005}}</ref>\n  \nIn 1998 the Georgia State Legislature passed a resolution designating a stretch of State Highway 19, US 41, within Macon as the \"Duane Allman Boulevard\" in his honor.<ref>[http://allmanbrothersband.com/index.php?module=My_eGallery&do=showpic&pid=2917&orderby=dateD Hittin' The Web with The Allman Brothers Band :: Where Music Plus Friends Equals Family<!-- Bot generated title -->]</ref>\n\nCountry singer [[Travis Tritt]], in the song \"Put Some Drive In Your Country\" on his debut album, sings \"Now I still love old country/I ain't tryin' to put it down/But damn I miss Duane Allman/I wish he was still around.\"\n\nIn 2013, ''Skydog'', a seven-CD box set tracing the virtuosity of Duane Allman on the slide guitar was released with the help of his daughter, Galadrielle Allman. A March 16 interview with her on NPR's [[Weekend Edition|''Weekend Edition Saturday'']] by [[Scott Simon]] ran over eight minutes, includes many details, and is highlighted with clips of his playing,<ref> Weekend Edition Saturday, ''[http://www.npr.org/2013/03/16/174426576/duane-allman-guitar-playing-that-gets-inside-of-you Duane Allman: Guitar Playing That 'Gets Inside of You']'', NPR, March 16, 2013 extended interview of Galadrielle Allman by [[Scott Simon]]</ref> including links to an audio file prepared for the broadcast.\n\n==Equipment==\n===Allman Joys, Hour Glass===\n*[[Fender Telecaster]], modified with a [[Stratocaster]] neck.<ref name=\"duane\">{{cite journal\n|last=Gress\n|first=Jesse\n|authorlink=\n|coauthors=\n|title=10 Things You Gotta Do to Play Like Duane Allman\n|journal=[[Guitar Player]]\n|volume=41\n|issue=4\n|pages=110–17\n|publisher=New Bay Media, LLC\n|location=\n|date=April 2007\n|url=http://www.guitarplayer.com/article/10-things-you/apr-07/26654\n|doi=\n|id=\n|accessdate=2011-05-17}}</ref>\n*[[Marshall Amplification|Marshall]] [[Instrument amplifier|amplifier]], with six 10-inch [[Loudspeaker|speakers]] and two horns.<ref name=\"duane\"/>\n\n===Early session work===\n*1954 [[Fender Stratocaster]], used on the [[Muscle Shoals Sound Studio]] studio sessions, now at the [[Hard Rock Cafe]] in London at the Vault.<ref name=\"hotguitarist.com\">{{cite web\n  | last = Fothergill\n  | first = Julian\n  | authorlink = \n  | coauthors = \n  | title = Duane Allman\n  | work = \n  | publisher = Hotguitarist.com\n  | date = \n  | url = http://www.hotguitarist.com/music_artists/duane_allman.htm\n  | doi = \n  | accessdate = 2009-09-10}}</ref>\n*[[Fuzz Face|Dallas Arbiter Fuzz Face]], which used old 9V batteries because \"they make a special sound.\"\n*[[Fender Twin Reverb]] with [[JBL]] speakers.<ref name=\"duane\"/>\n*[[Echoplex|Maestro Echoplex]].<ref name=\"duane\"/>\n*1959 [[Fender Bassman]].<ref name=\"duane\"/>\n\n===Allman Brothers Band, \"Layla\", later session work===\n*1961 Fender Stratocaster (for early session work overlapping with formation of the Band).<ref name=\"duane\"/>\n*1958-1962 [[Gibson ES-335#ES-345|Gibson ES-345]] Semi-hollow body (first album)<ref name=\"hotguitarist.com\"/>\n*1957 [[Gibson Les Paul]] Standard goldtop, serial no. 7 3312. Traded on September 16, 1970 for a 1959 Gibson Les Paul Standard cherry sunburst, except for the pickups.\n*1959 Gibson Les Paul Standard cherry sunburst, acquired on September 16, 1970, except for the pickups.\n*1958 [[Gibson Les Paul]] Standard tobacco sunburst,<ref name=\"hotguitarist.com\"/> acquired in June 1971.\n*1961 [[Gibson SG]],<ref name=\"hotguitarist.com\"/> used for [[slide guitar|slide]],<ref name=\"duane\"/> given by [[Dickey Betts]].\n*Marshall 50-watt<ref name=\"tones\"/> head, two Marshall 4x12 cabinets with JBL speakers.<ref name=\"duane\"/>\n*[[Fender Champ]] combo amplifier (\"Layla\")\n\n===Other===\n*Gibson L-00 acoustic guitar<ref name=\"duane\"/>\n*Fender Rock N' Roll 150 strings (Hour Glass)\n*[[Coricidin]] medicine bottle (slide)\n\n== Discography ==\n{{Main|Duane Allman discography}}\n\n==See also==\n{{Portal|Biography}}\n* [[List of deaths by motorcycle accident]]\n{{clear}}\n\n==References==\n{{reflist|2}}\n\n==Further reading==\n{{refbegin}}\n*''Duane Allman: An Anthology (1972)'' liner notes\n*''The Allman Brothers Band: Dreams'' (1989 boxed set) liner notes\n*{{Cite book|title=Please Be with Me: A Song for My Father, Duane Allman|isbn=978-1-4000-6894-4|first=Galadrielle |last=Allman|year=2014|publisher=Spiegel & Grau|location=New York}}\n*Poe, Randy, ''Skydog: The Duane Allman Story'' (Backbeat Books)\n{{refend}}\n\n==External links==\n*[http://www.duaneallman.com/ Duane Allman.com]\n*[http://www.duaneallman.net/ Duane Allman on allmanbrothersband.com]\n*[http://www.duaneallman.info/ Duane Allman.info]\n*[http://duaneallmanjournal.blogspot.com/ DuaneAllmanJournal.blogspot.com]\n*[http://www.msnbc.msn.com/id/15427375/ In memory of Duane Allman: 35 years after his death, Skydog still among rock's very best guitarists], on MSNBC\n*[http://www.rollingstone.com/news/story/5937559/the_100_greatest_guitarists_of_all_time The 100 Greatest Guitarists of All Time]\n*[http://www.legis.ga.gov/Legislation/Archives/19971998/leg/fulltext/sr653.htm Georgia House of Representatives SR653, designating Duane Allman Boulevard and Raymond Berry Oakley Bridge]\n*{{Find a Grave|1189|accessdate=September 2, 2010}}\n*[http://www3.gendisasters.com/georgia/1419/macon-ga-motorcycle-accident-kills-duane-allman-oct-1971 Macon, GA Motorcycle Accident Kills Duane Allman, Oct 1971], GenDisasters.com\n*[http://rockhall.com/inductees/the-allman-brothers-band/ Inducted into the Rock & Roll Hall of Fame 1995]\n{{Duane Allman}}\n{{Allman Brothers Band}}\n{{Derek and the Dominos}}\n\n{{Authority control|VIAF=24792578}}\n{{Persondata\n|NAME              = Allman, Duane\n|ALTERNATIVE NAMES = Allman, Howard Duane\n|SHORT DESCRIPTION = American rock guitarist\n|DATE OF BIRTH     = November 20, 1946\n|PLACE OF BIRTH    = [[Nashville, Tennessee]]\n|DATE OF DEATH     = October 29, 1971\n|PLACE OF DEATH    = [[Macon, Georgia]]\n}}\n{{DEFAULTSORT:Allman, Duane}}\n[[Category:1946 births]]\n[[Category:1971 deaths]]\n[[Category:American rock guitarists]]\n[[Category:American blues guitarists]]\n[[Category:Lead guitarists]]\n[[Category:Slide guitarists]]\n[[Category:American session musicians]]\n[[Category:The Allman Brothers Band members]]\n[[Category:Derek and the Dominos members]]\n[[Category:Delaney & Bonnie & Friends members]]\n[[Category:Motorcycle accident victims]]\n[[Category:Road accident deaths in Georgia (U.S. state)]]\n[[Category:Musicians from Nashville, Tennessee]]\n[[Category:Musicians from Daytona Beach, Florida]]\n[[Category:Seabreeze High School alumni]]"}]}}}}