{"query":{"normalized":[{"from":"Earl_Hooker","to":"Earl Hooker"}],"pages":{"1538596":{"pageid":1538596,"ns":0,"title":"Earl Hooker","revisions":[{"contentformat":"text/x-wiki","contentmodel":"wikitext","*":"{{Infobox musical artist <!-- See Wikipedia:WikiProject_Musicians -->\n| name                = Earl Hooker\n| image               = EarlHooker.jpg\n| caption             = \n| image_size          = \n| background          = solo_singer\n| birth_name          = Earl Zebedee Hooker\n| alias               = \n| birth_date          = {{birth date|1929|1|15|mf=y}}\n| birth_place         = [[Quitman County, Mississippi]], [[United States]]\n| death_date          = {{death date and age|1970|4|21|1929|1|15|mf=y}}\n| death_place         = [[Chicago]], [[Illinois]], United States\n| origin              = \n| instrument          = Guitar\n| genre               = [[Blues]]\n| occupation          = \n| years_active        = 1940s&ndash;1970\n| label               = [[Cuca Records|Cuca]], [[Chief Records|Chief/Profile/Age]], [[Arhoolie Records|Arhoolie]], [[Bluesway Records|Bluesway]]\n| associated_acts     = \n| website             = \n| notable_instruments = [[Gibson EDS-1275]]\n}}\n\n'''Earl Hooker''' (January 15, 1929 &ndash; April 21, 1970) was an [[United States|American]] [[Chicago blues]] guitarist, perhaps best known for his [[slide guitar]] playing.  Considered a \"musician's musician\",<ref name=\"Strachwitz 1998, p. 1\">Strachwitz 1998, p. 1.</ref> Hooker performed with blues artists such as [[Sonny Boy Williamson II]], [[Junior Wells]], and [[John Lee Hooker]] (a cousin) as well as fronting his own bands. An early player of the electric guitar, Hooker was influenced by the modern urban styles of [[T-Bone Walker]] and [[Robert Nighthawk]].  As a band leader, he recorded several singles and albums, in addition to recording with well-known artists.  His \"Blue Guitar\", a popular Chicago area slide-guitar instrumental single, was later overdubbed with vocals by [[Muddy Waters]] and became the popular \"[[You Shook Me]]\".\n\nIn the late 1960s, Hooker began performing on the college and concert circuit and had several recording contracts.  Just as his career was on an upswing, Earl Hooker died in 1970 at age 41 after a lifelong struggle with tuberculosis.  His guitar playing has been acknowledged by many of his peers, including [[B.B. King]], who commented: \"to me he is the best of modern guitarists.  Period.  With the slide he was the best.  It was nobody else like him, he was just one of a kind\".<ref>Danchin 2001, p. 101.</ref>\n\n==Early life==\n'''Earl Zebedee Hooker''' was born in 1929 in rural [[Quitman County, Mississippi]], outside of [[Clarksdale, Mississippi|Clarksdale]].  In 1930, when he was one year old, his parents moved to Chicago.  His family was musically inclined ([[John Lee Hooker]] was a cousin) and Earl was exposed to music at home at a very early age.  About age ten, he started playing guitar.  Hooker was self-taught and picked up what he could from those around him.  Although Hooker was gaining proficiency on guitar, he did not show an interest in singing.  This has been explained by a speech impediment, i.e., pronounced stuttering, which afflicted him all his life.<ref name=\"Danchin 2001, p. 13\">Danchin 2001, p. 13.</ref>  Hooker also contracted [[tuberculosis]] when he was young.  Although his condition did not become critical until the mid-1950s, it required periodic hospital visits beginning at an early age.\n\nBy 1942, Hooker was performing on Chicago street corners with childhood friends including [[Bo Diddley]]. From the beginning, the blues were Hooker's favorites, but this was when the more [[Country blues|country]]-influenced blues was giving way to [[Swing music|swing]]-influenced and [[Jump blues|jump-blues]] styles, which often featured the [[electric guitar]].  [[T-Bone Walker]] was popular and in 1942 began a three-month club stint at the [[Rhumboogie Café|Rhumboogie Club]] in Chicago.  He had a considerable impact on Hooker, with both his playing and showmanship.<ref>Danchin 2001, pp. 12&ndash;13.</ref>  Walker's swing-influenced blues guitar, including \"the jazzy way he would sometimes run the blues scales\"<ref name=\"Danchin 2001, p. 13\"/> and intricate chord work, appealed to Hooker.  Walker's stage dynamics, which included playing the guitar behind his neck and with his teeth, influenced Hooker's own later stage act.\n\nAlso around this time, he developed a friendship with [[Robert Nighthawk]], one of the first guitarists in Chicago to switch to electric guitar.  Nighthawk taught Hooker slide-guitar techniques, including various tunings and his highly articulated approach; Nighthawk had a lasting influence on Hooker's playing.  [[Junior Wells]], another important figure in Hooker's career, entered his life at this time.  The two were frequent street performers and sometimes to avoid foul weather (or truancy officers), they played in streetcars, riding one line to another across Chicago.\n\n==Early career and recordings==\nAround 1946, Earl Hooker traveled to Helena, Arkansas where he performed with Robert Nighthawk.  While not booked with Nighthawk, Hooker performed with [[Sonny Boy Williamson II]], including on his popular Helena [[KFFA (AM)|KFFA]] radio program ''[[King Biscuit Time]]''.<ref name=\"Grigg 1999, p. 4\">Grigg 1999, p. 4.</ref>  Hooker then toured [[Southern United States|the South]] as a member of Nighthawk's band for the next couple of years.  This was his introduction to life as an itinerant blues musician (although he had earlier run away from home and spent time in the [[Mississippi Delta]]). In 1949, Hooker tried to establish himself in the Memphis, Tennessee music scene, but was soon back on the road fronting his own band.  By the early 1950s he returned to Chicago and performed regularly in the local clubs. This set the pattern that he repeated for most of his life: extensive touring with various musicians interspersed with establishing himself in various cities before returning to the Chicago club scene.<ref name=\"Grigg 1999, p. 4\"/>\n\nIn 1952, Earl Hooker began recording for several independent record companies.  His early singles were often credited to the vocalist he recorded with, although some [[instrumental]]s (and his occasional vocal) were issued in Hooker's name.  Songs by Hooker and with blues and [[Rhythm and blues|R&B]] artists, including  Johnny O'Neal<!--Not the jazz pianist-->, [[Little Sam Davis]], Boyd Gilmore, [[Pinetop Perkins]], [[The Dells]], [[Arbee Stidham]], Lorenzo Smith<!--Not the 1990s R&B singer-->,  and Harold Tidwell were recorded by such labels as [[King Records (USA)|King]], Rockin', [[Sun Records|Sun]], [[Argo Records|Argo]], [[VeeJay Records|Veejay]], [[States Records|States]], [[United Records|United]], and C.J. (several of these recordings, including all of the Sun material, were unissued at the time).  The harmonica player, [[Little Arthur Duncan]], often accompanied Hooker over this period.<ref>{{cite web |url={{Allmusic|class=artist|id=p384166/biography|pure_url=yes}}|title=Little Arthur Duncan|author=Jason Ankeny |publisher=[[Allmusic]] |accessdate=December 14, 2011}}</ref>\n\nAmong these early singles was Hooker's first recorded vocal performance on an interpretation of the blues classic \"[[Black Angel Blues]]\".  Although his vocals were more than adequate, they lacked the power usually associated with [[Blues shouter|blues singers]].<ref>Danchin 2001, pp. 55, 168&ndash;169.</ref>  Hooker's \"Sweet Angel\" (1953 Rockin' 513) was based on Robert Nighthawk's 1949 \"Black Angel Blues\" and showed that \"Hooker had by now transcended his teacher\".<ref>Danchin 2001, p. 56.</ref> (B.B. King later had a hit in 1956 with his interpretation, \"Sweet Little Angel\".)  One of Hooker's most successful singles during this period was \"Frog Hop\", recorded in 1956 (Argo 5265). The song, an upbeat instrumental, showed some of his T-Bone Walker swing-blues and chording influences, as well as his own style.<ref>Danchin 2001, p. 105.</ref>\n\n==Chief/Profile/Age recordings==\nDespite a major tuberculosis attack in 1956 that required hospitalization, Earl Hooker returned to performing in Chicago clubs and touring the South.  By late 1959, Junior Wells brought Hooker to the [[Chief Records|Chief/Profile/Age]] group of labels, where he began one of the most fruitful periods of his recording career.  Their first recording together, \"Little by  Little\" (Profile 4011), was a hit the following year when it reached number 23 in the ''[[Billboard (magazine)|Billboard]]'' [[Hot R&B/Hip-Hop Songs|Hot R&B Sides]] chart.<ref>Whitburn 1988, p. 438.</ref>  With this success and his rapport with Chief owner and producer [[Mel London]], Hooker became Chief's house guitarist.  From 1959 to 1963, he appeared on about forty Chief recordings, including singles for Wells, [[Lillian Offitt]], [[Magic Sam]], [[A.C. Reed]], [[Ricky Allen]], Reggie \"Guitar\" Boyd, [[Johnny \"Big Moose\" Walker]], and [[Jackie Brenston]], as well as Hooker being the featured artist.  He appeared on nearly all of Wells' releases, including \"Come on in This House\", \"[[Messin' with the Kid]]\", and \"[[It Hurts Me Too]]\", which remained in Wells' repertoire throughout his career.  Hooker regularly performed with Wells for the rest of 1960 and most of 1961.\n\nFor the Chief labels, Hooker released several instrumentals, including the slow blues \"Calling All Blues\" (1960 Chief 7020) which featured Hooker's slide guitar and \"Blues in D Natural\" (1960 Chief 7016), where he switched between fretted and slide guitar.  However, it was a chance taping before a recording session that captured perhaps Hooker's best known song (although by a different title).  During the warm-up that preceded a May 1961 scheduled session, Hooker and his band played an impromptu slow blues which featured Hooker's slide guitar.  The song was played once and Hooker was apparently not aware that it was being recorded.<ref>Danchin 2001, p. 171.</ref>  Producer Mel London saved the tape and when looking for material to release the following spring, issued it as \"Blue Guitar\" (Age 29106).  \"Earl's song sold unusually well for an instrumental blues side\"<ref>Danchin 2001, p. 139.</ref> and Chicago-area bluesmen were including it in their sets.\n\nSensing greater commercial potential for Hooker's \"Blue Guitar\", [[Leonard Chess]] approached Mel London about using it for [[Muddy Waters]]' next record.  An agreement was reached and in July 1962, Waters [[Overdubbing|overdubbed]] a vocal (with lyrics by [[Willie Dixon]]) on Hooker's single and it was renamed \"[[You Shook Me]]\".  The song was successful and Chess hired Hooker to record three more instrumentals for Muddy Waters to overdub.  One of the songs, again with Dixon-supplied lyrics, titled \"You Need Love\", was also a success and \"sold better than Muddy's early sixties recordings\".<ref>Danchin 2002, p. 140.</ref>  Later, rock bands such as [[Led Zeppelin]] would achieve greater success with their adaptations of Earl Hooker's and Muddy Waters' \"You Shook Me\" and \"You Need Love\".\n\nDuring his time with Chief, Hooker also recorded singles as a sideman for Bobby Saxton and [[Betty Everett]]  as well as in his own name for the Bea & Baby, C.J., and [[Checker Records|Checker]] record labels.  By 1964, the last of the Chief labels went out of business and ended his longest association with a record label; for some, his recordings for Chief/Profile/Age represent Hooker's best work.<ref>Dahl 1996, p. 115.</ref>\n\n==Cuca and Arhoolie recordings==\nHooker continued touring and began recording for [[Cuca Records]], Jim-Ko, C.J., Duplex, and Globe.  Several songs recorded for Cuca between 1964 and 1967  were released on his first album ''The Genius of Earl Hooker''.  The album was composed of instrumentals, including the slow blues \"The End of the Blues\" and some songs which incorporated recent popular music trends, such as the early [[funk]]-influenced \"Two Bugs in a Rug\" (an allusion to his tuberculosis or \"TB\").  Hooker experienced a major tuberculosis attack in late summer 1967 and was hospitalized for nearly a year.\n\nWhen Hooker was released from the hospital in 1968, he assembled a new band and began performing in the Chicago clubs and touring, against his doctor's advice.  The band, with pianist [[Pinetop Perkins]], harmonica player [[Carey Bell]], bassist Geno Skaggs, vocalist Andrew Odom, and steel-guitar player [[Freddie Roulette]], was \"widely acclaimed\" and \"considered [as] one of the best Earl had ever carried with him\".<ref name=\"Danchin 2001, p. 251\">Danchin 2001, p. 251.</ref>  Based on a recommendation by  [[Buddy Guy]], [[Arhoolie Records]] recorded an album by Hooker and his new band.<ref name=\"Strachwitz 1998, p. 1\"/>  ''Two Bugs and a Roach'' was released in spring 1969 and included a mix of instrumentals and vocals by Odom, Bell, and Hooker.  For one of his vocals, Hooker chose \"Anna Lee\", a song based on Robert Nighthawk's 1949 \"Annie Lee Blues\".  As he had done earlier with \"Sweet Angel\", Hooker acknowledged his mentor's influence, but extended beyond Nighthawk's version to create his own interpretation.  The \"brilliant [[bebop]][-influenced]\"  instrumental \"Off the Hook\" showed his jazzier leanings.<ref>Danchin 2001, p. 256.</ref>  ''Two Bugs and a Roach'' was \"extremely well-received by critics and the public\"<ref name=\"Strachwitz 1998, p. 1\"/> and \"stands today as [part of] Hooker's finest musical legacy.\"<ref name=\"Danchin 2001, p. 281\">Danchin 2001, p. 281.</ref>\n\n==Blue Thumb and Bluesway recordings==\nThe year 1969 was an important one in Earl Hooker's career.  He again teamed up with Junior Wells and they performed at higher-paying college dates and concerts, including Chicago's [[Kinetic Playground]].  This pairing did not last long and in May 1969, and after assembling new players, Hooker recorded material that was later released as ''Funk. Last of the Late Great Earl Hooker''.  Also in May, after being recommended by [[Ike Turner]] (with whom he first toured in 1952),  he went to Los Angeles to record the album ''Sweet Black Angel'' for [[Blue Thumb Records]] with arrangements and piano by Turner.<ref name=\"Grigg 1999, p. 7\">Grigg 1999, p. 7.</ref>  It included Hooker's interpretations of several blues standards, such as \"[[Sweet Home Chicago]]\" (with Hooker on vocal), \"[[Driving Wheel (song)|Drivin' Wheel]]\", \"[[Crosscut Saw (song)|Cross Cut Saw]]\", \"[[Robert Petway#\"Catfish Blues\"/\"Rollin' Stone\"|Catfish Blues]]\", and the title track. While in Los Angeles, Hooker visited the clubs and sat in with [[Albert Collins]] at the [[Ash Grove (music club)|Ash Grove]] several times and jammed with others, including [[Jimi Hendrix]].<ref>Danchin 2001, p. 277.</ref>\n\nAfter the Blue Thumb recording session, Earl Hooker and his band backed his cousin John Lee Hooker on a series of club dates in California; afterwards John Lee used them for his [[Bluesway Records]] recording session.  The resulting album, ''John Lee Hooker Featuring Earl Hooker &ndash; If You Miss 'Im ... I Got 'Im'', was Earl Hooker's introduction to the Bluesway label, an [[ABC Records|ABC]] subsidiary and home to B.B. King.  This led to recording six more Earl Hooker-involved albums for Bluesway in 1969: Earl Hooker's ''Don't Have to Worry'' and albums by Andrew Odom,  Johnny \"Big Moose\" Walker, [[Charles Brown (musician)|Charles Brown]], [[Jimmy Witherspoon]], and [[Brownie McGhee]] and [[Sonny Terry]].<ref name=\"Grigg 1999, p. 7\"/>\n\nHooker's ''Don't Have to Worry'' included vocal performances by Walker, Odom, and Hooker as well as instrumental selections.  The session had a \"coherence and consistency\" that help make the album another part of Hooker's \"finest musical legacy\".<ref name=\"Danchin 2001, p. 281\"/> Touring with his band in California took Hooker to the San Francisco Bay area in July 1969, where he played club and college dates as well as rock venues, such as [[The Matrix (club)|The Matrix]] and the [[Fillmore West]].  In Berkeley, he and his band, billed as \"Earl Hooker and His Chicago Blues Band\", performed at Mandrake's, a local club, for two weeks as he recorded a second album for Arhoolie.  Titled ''Hooker and Steve'', the album was recorded with Louis Myers on harmonica, blues keyboard player Steve Miller,<!--Not the rock singer/guitarist--> Geno Skaggs on bass, and Bobby Robinson on drums.  Hooker shared the vocals with Miller and Skaggs.<ref>Strachwitz 1998, p. 4.</ref>\n\n==Last performances==\nAfter his California sojourn, Hooker returned to Chicago and performed regularly around the city, including the first [[Chicago Blues Festival]] on August 30, 1969, which attracted about 10,000 people.  In October 1969, Hooker toured Europe as part of the [[American Folk Blues Festival]], where he played twenty concerts in twenty-three days in nine countries.  There his sets were well received and garnered favorable reviews.<ref>Danchin 2001, pp. 305&ndash;306.</ref><ref>Strachwitz 1998, p. 2.</ref>  \"The journey overseas was a sort of apotheosis for Hooker, who regarded it, along with his recording trips to California, as the climax of his career.\"<ref name=\"Danchin 2001, p. 309\">Danchin 2001, p. 309.</ref>  The tour exhausted him and \"his friends noticed a severe deterioration of his health upon his return.\"<ref name=\"Danchin 2001, p. 309\"/>  Hooker played a few dates around Chicago (including some with Junior Wells) from November to early December 1969, whereafter he was hospitalized.  On April 21, 1970 at age 41, he died from complications due to tuberculosis.  He is interred in the [[Restvale Cemetery]] in the Chicago suburb of Alsip.<ref>\n{{Cite web\n  | last = \n  | first = \n | authorlink = \n  | coauthors = \n  | title = Earl Zebedee Hooker\n  | work = \n  | publisher = Find A Grave\n  | year = 2000\n  | url = http://www.findagrave.com/cgi-bin/fg.cgi?page=gr&GRid=10653\n  | format = \n  | doi = \n  | accessdate = November 27, 2009}}\n</ref>\n\n==Playing style and recognition==\nUnlike his contemporaries [[Elmore James]] and Muddy Waters, Earl Hooker used [[Guitar tunings#Standard tuning|standard tuning]] on his guitar for slide playing.  He also used a short steel slide.  This allowed him to switch between slide and fretted playing during a song with greater ease.  Part of his slide sound has been attributed to his light touch, a technique  he learned from Robert Nighthawk.  \"Instead of using full-chord [[glissando]] effects, he preferred the more subtle single-note runs inherited from others who played slide in standard tuning, [such as] [[Tampa Red]], [[Houston Stackhouse]], and his mentor Robert Nighthawk.\"<ref>Danchin 2001, p. 168.</ref>\n\nIn addition to his mastery of slide guitar, Hooker was also a highly developed standard-guitar soloist and rhythm player.<ref>Grigg 1999, p. 6.</ref>  At a time when many blues guitarists were emulating [[B.B. King]], Hooker maintained his own course.<ref>Danchin 2001, p. 66.</ref>  Although he was a bluesman at heart, Hooker was adept at several musical styles, which he incorporated into his playing as it suited him.  Depending on his mood and audience reaction, a Hooker performance could include blues, boogie-woogie, R&B/soul, be-bop, pop, and even a country & western favorite.<ref>Danchin 2001, p. 165.</ref>\n\nEarl Hooker was a flamboyant showman in the style of T-Bone Walker and predated [[Guitar Slim]] and [[Johnny \"Guitar\" Watson]].  He wore flashy clothes and would pick the guitar with his teeth or his feet or play it behind his neck or between his legs.<ref>Danchin 2001, p. 161.</ref>  He also played a [[double neck guitar]], at first a six-string guitar and four-string bass combination and later a twelve- and six-string guitar combination. After his 1967 tuberculosis attack left him weakened, he sometimes played while seated and using a lighter single-neck guitar.\n\nIn a genre that typically shunned [[Effects unit|gadgetry]], Earl Hooker was an exception.  He experimented with amplification and used echo and [[Delay (audio effect)|tape delay]], including \"double-tracking his playing during a song, [so] he could pick simultaneously two solos in harmony\".<ref>Danchin 2001, p. 164.</ref>  In 1968, he began using a [[wah-wah pedal]]  to add a vocal-like quality to some of his solos.<ref name=\"Danchin 2001, p. 251\"/>\n\nAlthough Hooker did not receive the public recognition to the extent as some of his contemporaries, he was highly regarded by his fellow musicians.  Many consider Earl Hooker to be one of the greatest modern blues guitarists, including:<ref name=\"Grigg 1999, p. 7\"/><ref>Danchin 2001, pp. 101, 325.</ref> [[Wayne Bennett (blues guitarist)|Wayne Bennett]], [[Bobby \"Blue\" Bland]], [[Albert Collins]], [[Willie Dixon]], [[Ronnie Earl]], [[Tinsley Ellis]], [[Guitar Shorty]], [[Buddy Guy]], [[John Lee Hooker]], [[Albert King]], [[B.B. King]], [[Little Milton]], [[The Aces (blues band)|Louis Myers]], [[Lucky Peterson]], [[Otis Rush]], [[Joe Louis Walker]], and [[Junior Wells]].\n\nIn 2013, Hooker was posthumously inducted to the [[Blues Hall of Fame]].<ref name=\"BHOF\">{{cite web|url=https://www.blues.org/#ref=index|title=2013 Blues Hall of Fame Inductees Announced|publisher=Blues.org|accessdate=2013-03-06}}</ref>\n\n==Partial album discography==\nThe following lists the albums Earl Hooker released during his career, as well as currently available compilations.\n{| class=\"wikitable\"\n!Year\n!Title\n!Label\n!Comments\n|-\n|1968\n|''The Genius of Earl Hooker''\n|Cuca\n|recorded Sauk City, WI 1964&ndash;67 \n|-\n|1969\n|''Two Bugs & A Roach''\n|Arhoolie\n|recorded Chicago 1968\n|-\n|1969\n|''Don't Have to Worry''\n|Bluesway\n|recorded Los Angeles 1969\n|-\n|1969\n|''Sweet Black Angel''\n|Blue Thumb\n|recorded Los Angeles 1969\n|-\n|1970\n|''Hooker and Steve''\n|Arhoolie\n|recorded Berkeley 1969\n|-\n|1972\n|''Funk. The Last of the Great Earl Hooker''\n|Blues on Blues\n|recorded Chicago 1969\n|-\n|1972\n|''His First and Last Recordings''\n|Arhoolie\n|Sun, Arhoolie recordings 1953, 1968&ndash;69\n|-\n|1993\n|''Play Your Guitar, Mr. Hooker!''\n|Black Top\n|Cuca recordings 1964&ndash;67\n|-\n| 1998\n| ''The Moon Is Rising''\n| Arhoolie\n| Arhoolie, live recordings 1968&ndash;69\n|-\n|1999\n|''Simply the Best: Earl Hooker Collection''\n|MCA\n|Chess, Blue Thumb, Bluesway recordings 1956&ndash;69\n|-\n|2003\n|''Blue Guitar: The Chief and Age Sessions 1959&ndash;63''\n|P-Vine\n|Chief/Profile/Age recordings 1959&ndash;63 \n|-\n|2006\n|''An Introduction to Earl Hooker''\n|Fuel\n|Chief/Age recordings 1959&ndash;62 \n|-\n|}\n\n==Notes==\n{{Reflist|30em}}\n\n==References==\n*{{Cite book\n  | last = Strachwitz\n  | first = Chris\n  | authorlink = \n  | coauthors = \n  | title = The Moon Is Rising (liner notes)\n  | publisher = Arhoolie\n  | series = \n  | volume = \n  | edition = \n  | year = 1998\n  | location = \n  | pages = \n  | language = \n  | url = \n  | doi = \n  | id = CD 468\n  | isbn =\n  | mr = \n  | zbl = \n  | jfm = }}\n*{{Cite book\n  | last = Danchin\n  | first = Sebastian\n  | authorlink = \n  | coauthors = \n  | title = Earl Hooker: Blues Master\n  | publisher = University Press of Mississippi\n  | year = 2001\n  | location = \n  | pages = \n  | url = \n  | doi = \n  | id = \n  | isbn = 1-57806-306-X}}\n*{{Cite book\n  | last = Grigg\n  | first = Andy\n  | authorlink = \n  | coauthors = \n  | title = Earl Hooker &ndash; Simply the Best (liner notes)\n  | publisher = MCA\n  | series = \n  | volume = \n  | edition = \n  | year = 1999\n  | location = \n  | pages = \n  | language = \n  | url = \n  | doi = \n  | id = MCAD-11811\n  | isbn =\n  | mr = \n  | zbl = \n  | jfm = }}\n*{{cite book\n  | last = Whitburn\n  | first = Joel\n  | authorlink = \n  | coauthors = \n  | title = Top R&B Singles 1942&ndash;1988\n  | publisher = Record Research, Inc\n  | year = 1988\n  | location = \n  | pages = \n  | url = \n  | doi = \n  | id = \n  | isbn = 0-89820-068-7}}\n*{{cite book\n  | last = Dahl\n  | first = Bill\n  | authorlink = \n  | coauthors =\n  | title = All Music Guide to the Blues\n  | publisher = Miller Freeman Books\n  | year = 1996  | location = \n  | pages = \n  | url = \n  | doi = \n  | id = \n  | isbn = 0-87930-424-3}}\n*{{cite web\n  | last = Dahl\n  | first = Bill\n  | authorlink = \n  | coauthors = \n  | title = Earl Hooker Biography\n  | work = \n  | publisher = allmusic\n  | date = \n  | url = {{Allmusic|class=artist|id=p370/biography|pure_url=yes}}\n  | format = \n  | doi = \n  | accessdate = November 27, 2009}}\n*{{cite book\n  | last = Herzhaft\n  | first = Gerard\n  | authorlink = \n  | coauthors = \n  | title = Encyclopedia of the Blues\n  | publisher = University of Arkansas Press\n  | year = 1992\n  | location = \n  | pages = \n  | url = \n  | doi = \n  | id = \n  | isbn = 1-55728-252-8}}\n*{{Cite web\n  | last = Wirz\n  | first = Stefan\n  | authorlink = \n  | coauthors = \n  | title = Earl Hooker Illustrated Discography\n  | work = \n  | publisher = \n  | date = November 11, 2009\n  | url = http://www.wirz.de/music/hookefrm.htm\n  | doi = \n  | accessdate = November 27, 2009}}\n\n{{Authority control|VIAF=51878631}}\n\n{{Persondata <!-- Metadata: see [[Wikipedia:Persondata]]. -->\n| NAME              =Hooker, Earl\n| ALTERNATIVE NAMES =\n| SHORT DESCRIPTION =[[United States|American]] [[Chicago blues]] guitarist\n| DATE OF BIRTH     =January 15, 1929\n| PLACE OF BIRTH    =[[Quitman County, Mississippi]], [[United States]]\n| DATE OF DEATH     =April 21, 1970\n| PLACE OF DEATH    =[[Chicago]], [[Illinois]], United States\n}}\n{{DEFAULTSORT:Hooker, Earl}}\n[[Category:1929 births]]\n[[Category:1970 deaths]]\n[[Category:African-American musicians]]\n[[Category:American blues musicians]]\n[[Category:American blues guitarists]]\n[[Category:Slide guitarists]]\n[[Category:Blues musicians from Mississippi]]\n[[Category:Deaths from tuberculosis]]\n[[Category:People from Quitman County, Mississippi]]\n[[Category:Blues Hall of Fame inductees]]"}]}}}}