{"query":{"normalized":[{"from":"Gladys_Bentley","to":"Gladys Bentley"}],"pages":{"3115883":{"pageid":3115883,"ns":0,"title":"Gladys Bentley","revisions":[{"contentformat":"text/x-wiki","contentmodel":"wikitext","*":"{{Lead too short|date=May 2013}}\n{{Infobox musical artist <!-- See Wikipedia:WikiProject_Musicians -->\n| name = Gladys Bentley\n| image = Gladys Bentley 2.jpg\n| caption = \n| alt = A black-and-white photo of Bentley in a white tux with tails, holding a cane and wearing a tophat\n| background = solo_singer\n| birth_date = {{birth date|1907|8|12}}<br>[[Philadelphia]], [[Pennsylvania]], United States\n| death_date = {{death date and age|mf=yes|1960|1|18|1907|8|12}}<br/>[[Los Angeles]], [[California]], United States\n| genre = [[Blues]]\n| occupation = [[Singing|Singer]]\n| years_active = 1920s–1930s\n}}\n'''Gladys Bentley''' (August 12, 1907&nbsp;– January 18, 1960) was an American blues singer during the [[Harlem Renaissance]].\n\n==Biography==\nGladys Bentley (August 12, 1907 - January 18, 1960) was a pianist, singer, and performer during the Harlem Renaissance. She was born in [[Philadelphia]], [[Pennsylvania]], the daughter of American George L. Bentley and his wife, a Trinidadian, Mary Mote. She moved to New York at the age of 16, and her career as a performer skyrocketed when she appeared at [[Harry Hansberry's Clam House]] on [[133rd Street]], one of [[New York City]]'s most notorious gay [[speakeasies]],<ref>{{cite web|url=http://xroads.virginia.edu/~ug97/blues/garber.html|title=A Spectacle in Color: The Lesbian and Gay Subculture of Jazz Age Harlem|author=Garber, Eric|publisher=University of Virginia|accessdate=13 November 2010}}</ref> in the 1920s, as a black, lesbian, cross-dressing performer. She headlined in the early thirties at Harlem's Ubangi Club, where she was backed up by a chorus line of [[drag queen]]s. She dressed in men's clothes (including a signature [[tuxedo (clothing)|tuxedo]] and [[top hat]]), played piano, and sang her own raunchy lyrics to popular tunes of the day in a deep, growling voice while flirting outrageously with women in the audience.\n\nOn the decline of the Harlem speakeasies with the repeal of [[Prohibition in the United States|Prohibition]], she relocated to southern California, where she was billed as \"America's Greatest Sepia Piano Player\", and the \"Brown Bomber of Sophisticated Songs\". She was frequently harassed for wearing men's clothing. She claimed that she had married a white woman in [[Atlantic City]].\n\nBentley was [[coming out|openly]] [[lesbian]] during her early career,<ref name=\"glbtq\">{{citation |title=Bentley, Gladys |periodical=[[glbtq.com]] |url=http://www.glbtq.com/arts/bentley_g.html |year=2002 |first=Gillian |last=Rodger }}</ref> but during the [[McCarthy Era]], she started wearing dresses, married a man at the age of 28 named Charles Roberts. Charles Roberts was a cook who she married (within 5 months of meeting) in a civil ceremony in Santa Barbara, CA in 1952. Mr. Roberts later denied that they ever married. Bentley also studied to be a minister, claiming to have been \"cured\" by taking female hormones. In an effort to give more knowledge about her \"cure\" she authored an ''[[Ebony (magazine)|Ebony]]'' magazine story called \"I am a woman again\", in which she stated she had undergone an operation, which \"helped change her life again\".<ref>Jet Magazine September 18, 1952</ref><ref name=\"qcc\">{{citation |periodical=QueerCulturalCenter.org |title=Gladys Bentley |url=http://www.queerculturalcenter.org/Pages/Bentley/BentleyBio.html |accessdate=2007-11-04}}</ref><ref name=\"garber\">{{citation |title=Hidden from History |first=Martin |last=Duberman |authorlink=Martin Duberman |first2=Martha |last2=Vicinus |first3=George |last3=Chauncey |year=1990 |publisher=Penguin |isbn=0-452-01067-5}}</ref> She died, aged 52, from pneumonia in 1960.\n\nFictional characters based on Bentley appeared in [[Carl Van Vechten]]'s ''[[Parties]]'', Clement Woods's ''[[Deep River (Clement Woods novel)|Deep River]]'', and Blair Niles's ''[[Strange Brother]]''.  She recorded for the [[OKeh]], [[Victor Records|Victor]], Excelsior, and Flame labels.\n\n==Early life==\nIn Gladys Bentley’s ''Ebony''<ref>Gladys Bentley, \"I Am A Woman Again,\" Ebony Magazine Vol. 7, No. 10, August, 1952 http://queermusicheritage.com/bentley6.html</ref> article, she talks about trouble in the home growing up and the relationship between her and her mother. She was the eldest of four children in a poor family, and always felt unwanted or rejected because her mother so desperately wanted her to be born a boy. Bentley wrote: “When they told my mother she had given birth to a girl, she refused to touch me. She wouldn’t even nurse me and my grandmother had to raise me for 6 months on a bottle before they could persuade my mother to take care of her own baby.”<ref>Gladys Bentley, \"I Am A Woman Again,\" Ebony Magazine Vol. 7, No. 10, August, 1952 [http://www.queermusicheritage.us/bentley1.html Collection of newspaper clippings and recording information about Gladys Bentley, from Queer Music Heritage] by [[JD Doyle]]</ref> Gladys believes this rejected way of growing up resulted in her behavior such as never wanting a man to touch her, hating her brothers, wearing boys’ clothes, and having a crush on one of her female elementary school teachers. Sociologists and psychiatrists at the time called her case “extreme social maladjustment” due to her home dynamic.\n\n==Career==\nWhen Bentley first moved to New York from Philadelphia, she impressed a Broadway agent right away, recorded eight tracks, and received a $400 check. Later, she heard that the Hansberry Clam House on 133rd Street needed a male pianist. This is when Gladys began performing in men’s attire (“white full dress shirts, stiff collars, small bow ties, oxfords, short Eton jackets, and hair cut straight back”<ref name=\"queermusicheritage.com\">Gladys Bentley, \"I Am A Woman Again,\" Ebony Magazine Vol. 7, No. 10, August, 1952, pg. 94 http://queermusicheritage.com/bentley6.html</ref>), and here, she perfected her act and became very popular and successful. Her salary started at $35/week plus tips, and went to $125/week, and the club was soon named after her stage name at the time (Barbara “Bobbie” Minton) and was called Barbara’s Exclusive Club. She then began performing at the Ubangi Club on Park Avenue, she got an accompanist on piano and was successful enough to own a \"$300/month apartment in Park Ave. with servants and a nice car\"<ref name=\"queermusicheritage.com\"/> (although some have said that she was living in the penthouse of one of her lesbian lovers<ref name=\"ReferenceA\">Alfred Duckett, \"The Third Sex,\" The Chicago Defender, March 2, 1957</ref>). She toured the country, some destinations being Cleveland, Pittsburgh, Chicago, and Hollywood, where she was very well liked by celebrities such as Cesar Romero, Hugh Herbert, Cary Grant, Barbara Stanwyck, and more.\n\nGladys Bentley/Bobbie Minton had great talent on piano, as well as singing and as an entertainer. Her performances were “comical, sweet and risqué”<ref name=\"ReferenceA\"/> for the era and the audience. She would often sing about “sissies” and “bulldaggers”,<ref>Ellen McBreen, \"Biblical Gender Bending in Harlem: The Queer Performance of Nugent's Salome,\" College Art Association-Art Journal, Vol. 57, No. 3, Autumn, 1998, pg. 23</ref> and, either using innuendos or more literally, about her female lovers and flirt with female audience members. She mostly played the blues and did parodies of popular songs of the time: “mocking ‘high’ class imagery with ‘low’ class humor, she applied aspects of the sexually charged ‘black’ blues to demure, romantic ‘white’ ballads, creating a culture clash between these two music forms”.<ref>James Wilson, \"Bulldaggers, Pansies, and Chocolate Babies,\" pg.173 http://books.google.com/books?id=XHIGhKWPy9AC&lpg=PA174&ots=TlG4iX4dkh&dq=hansberry%20clam%20house&pg=PP4#v=onepage&q=hansberry%20clam%20house&f=false</ref> Gladys sang loudly, and her vocal style was very deep and booming, sometimes using a growling effect, and imitations of a horn using her voice. Her vocal range is quite wide, as you can hear in her recordings, she mostly sings in a deep, low range, but surprises the listener by reaching up to very high notes. Bentley’s performances appealed to black, white, gay, and straight audiences alike, and many celebrities attended her shows. Langston Hughes recorded his reaction to the beginning of Bentley’s career success:\n\n“For two or three amazing years, Miss Bentley sat, and played piano all night long … with scarcely a break between the notes, sliding from one song to another, with a powerful and continuous underbeat of jungle rhythm. Miss Bentley was an amazing exhibition of musical energy – a large, dark, masculine lady, whose feet pounded the floor while her fingers pounded the keyboard – a perfect piece of African sculpture, animated by her own rhythm”.<ref>James Wilson, \"Bulldaggers, Pansies, and Chocolate Babies,\" pg. 175 http://books.google.com/books?id=XHIGhKWPy9AC&lpg=PA174&ots=TlG4iX4dkh&dq=hansberry%20clam%20house&pg=PP4#v=onepage&q=hansberry%20clam%20house&f=false</ref>\n\nTowards the decline of Harlem and speakeasies, Gladys moved to southern California where she got married. She tried to continue her musical career, but without as much success as she had had in the past.\n\n==Marriages==\nGladys has mentioned that her first marriage was to a white woman in New York, whose identity remains unveiled. However, towards the decline of Harlem and speakeasies, when she relocated to Los Angeles, she married J.T. Gipson, who died in 1952,<ref>Jet Magazine, July 24, 1952, http://queermusicheritage.com/bentley7.html</ref> the same year that she married Charles Roberts. Roberts was a cook in Los Angeles; they were married in Santa Barbara, CA, went on a honeymoon in Mexico,<ref>Jet Magazine, September 18, 1952 http://queermusicheritage.com/bentley7.html</ref> and had a five-month-long courtship before their divorce. Ever since, Roberts has denied ever marrying Gladys.\n\n==Legacy==\nAside from her musical talent and success, Gladys Bentley is a significant and inspiring figure for the LGBT community, for African-Americans, and a prominent figure in the Harlem Renaissance. Her article in Ebony magazine, especially is very important because it opens the audience’s eyes to female hormone use, cross dressing, and homosexuality. She also was revolutionary in her identity: “Differing from the traditional male impersonator, or drag king, in the popular theater, Gladys Bentley did not try to ‘pass’ as a man, nor did she playfully try to deceive her audience into believing she was biologically male. Instead, she exerted a ‘black female masculinity’ that troubled the distinctions between black and white and masculine and feminine”.<ref>James Wilson, \"Bulldaggers, Pansies, and Chocolate Babies,\" pg. 172 http://books.google.com/books?id=XHIGhKWPy9AC&lpg=PA174&ots=TlG4iX4dkh&dq=hansberry%20clam%20house&pg=PP4#v=onepage&q=hansberry%20clam%20house&f=false</ref>\n\n==Venues==\nBentley appeared at:\n* Clam House&nbsp;– New York\n* Ubangi Club&nbsp;– New York\n* Joquins' El Rancho&nbsp;– Los Angeles\n* Mona's Club 440&nbsp;– San Francisco\n\n==Discography==\n\n'''Okeh Records'''\n\nWorried Blues / Ground Hog Blues (August 1928) #8610\n\nHow Long, How Long Blues / Moanful Wailin' Blues (August 1928) #8612\n[these tracks recorded August 8 & 31, 1928 ]\n[Okeh tracks below recorded Nov 15, 1928 and March 26, 1929 ]\n\nWild Geese Blues / How Much Can I Stand (Nov 1928, with piano, not released)\n\nWild Geese Blues / How Much Can I Stand (November 1928, with guitar) #8643\n\nRed Beans and Rice / Big Gorilla Man (March 1929) #8707\n\n'''Victor'''\n\nVocal with Washboard Serenaders, 1930, a-side only, skatting Washboards Get Together / Kazoo Moan, #38127, recorded March 1930 title often listed as \"Washboard Get Together\" also re-issued twice on Bluebird B-5790 (circa 1934) and B-6633 (circa 1936)\n\n'''Excelsior Records'''\n\nas Gladys Bentley Quintette, 1945\n\nBoogie'n My Woogie / Thrill Me Till I Get My Fill, #164\n\nRed Beans & Rice Blues / Find Out What He Likes (and How He Likes It) #165/166\n\nBig Gorilla Blues / Lay it on the Line, #166/165\n\nBoogie Woogie Cue / Give It Up, #168\n\nNotoriety Papa / It Went to the Girl Next Door, #169\n\n'''Swingtime Records'''\n\n1952: recorded vocals on one track for Wardell Gray & the Dexter Gordon Quintet: Jingle Jangle Jump (Swingtime 321)\n\nas Fatso Bentley, 1953 4 July Boogie / Gladys Could Play, #337\n\n'''Flame Records'''\n\nCincinnati, early 1950s, label misspells name, as Gladys Bently, Easter Mardi Gras / Before Midnight (Flame 1001). This is mentioned in her August 1952 Ebony article, so is 1952 or earlier.{{Citation needed|date=April 2014}}\n\n==References==\n{{reflist|2}}\n\n==External links==\n*{{findagrave|7634493}}\n*[http://www.queermusicheritage.us/bentley1.html Collection of newspaper clippings and recording information about Gladys Bentley, from Queer Music Heritage] by [[JD Doyle]]\n*{{YouTube|j-LTJNasTMc|Gladys Bentley performing \"Them There Eyes\" with Groucho Marx on ''You Bet Your Life'' in the 1950s}}.\n\n{{Authority control|VIAF=1717396}}\n\n{{Persondata <!-- Metadata: see [[Wikipedia:Persondata]]. -->\n| NAME              = Bentley, Gladys\n| ALTERNATIVE NAMES =\n| SHORT DESCRIPTION = American blues singer\n| DATE OF BIRTH     = August 12, 1907\n| PLACE OF BIRTH    = [[Philadelphia]], [[Pennsylvania]], United States\n| DATE OF DEATH     = January 18, 1960\n| PLACE OF DEATH    = [[Los Angeles]], [[California]], United States\n}}\n{{DEFAULTSORT:Bentley, Gladys}}\n[[Category:1907 births]]\n[[Category:1960 deaths]]\n[[Category:African-American singers]]\n[[Category:American blues singers]]\n[[Category:American female singers]]\n[[Category:Deaths from pneumonia]]\n[[Category:Drag kings]]\n[[Category:LGBT African Americans]]\n[[Category:Lesbian musicians]]\n[[Category:LGBT musicians from the United States]]\n[[Category:Musicians from Philadelphia, Pennsylvania]]\n[[Category:Musicians from New York City]]\n[[Category:People from Harlem]]"}]}}}}