{"query":{"normalized":[{"from":"Guy_Davis_(musician)","to":"Guy Davis (musician)"}],"pages":{"4859312":{"pageid":4859312,"ns":0,"title":"Guy Davis (musician)","revisions":[{"contentformat":"text/x-wiki","contentmodel":"wikitext","*":"{{For|the comic book artist|Guy Davis (comics)}}\n{{BLP sources|date=May 2010}}\n{{News release|date=January 2010}}\n{{Infobox musical artist\n|name                 = Guy Davis\n|image                = Guy Davis.jpg\n|caption              = Guy Davis at Hugh's Room in Toronto\n|landscape            = yes\n|background           = non_vocal_instrumentalist\n|origin               = [[New York City|New York]], [[United States]]\n|birth_date           = {{Birth date and age|mf=yes|1952|5|12}}\n|genre                = [[Blues]]\n}}\n'''Guy Davis''' (born May 12, 1952) is an [[United States|American]] [[blues]] guitarist and [[banjo]] player, actor, and musician. He is the son of the late actors [[Ruby Dee]] and [[Ossie Davis]].<ref>{{cite web|url={{Allmusic|class=artist|id=p169391/biography|pure_url=yes}}|title=Biography: Guy Davis|last=Ankeny|first=Jason|publisher=[[All Media Guide|AMG]]|accessdate=15 May 2010}}</ref>\n\n==Davis' roots==\nDavis says his [[blues music]] is inspired by the southern [[dialect|speech]] of his grandmother. Though raised in the [[New York City]] area, he grew up hearing accounts of life in the rural south from his parents and especially his grandparents, and they made their way into his own stories and songs. Davis taught himself the guitar (never having the patience to take formal lessons) and learned by listening to and watching other musicians. One night on a train from [[Boston]] to New York he picked up [[finger picking]] from a nine-fingered guitar player. His first exposure to the blues was at a summer camp in [[Vermont]] run by [[Pete Seeger]]'s brother John Seeger, where he learned how to play the 5-string [[banjo]].\n\n==Acting==\nThroughout his life, Davis has had overlapping interests in music and acting. Early acting roles included a lead role in the 1984 film ''[[Beat Street]]'' opposite [[Rae Dawn Chong]] and on television as [[Josh Hall (One Life to Live)|Dr. Josh Hall]] on ''[[One Life to Live]]'' from 1985 to 1986. Eventually, Davis had the opportunity to combine music and acting on the stage. He made his Broadway musical debut in 1991 in the [[Zora Neale Hurston]]/[[Langston Hughes]] collaboration ''Mulebone'', which featured the music of [[Taj Mahal (musician)|Taj Mahal]].\n\nIn 1993, he performed [[Off-Broadway]] as legendary blues player [[Robert Johnson (musician)|Robert Johnson]] in ''Robert Johnson: Trick the Devil''. He received rave reviews and became the 1993 winner of the Blues Foundation's \"Keeping the Blues Alive Award” presented to him by Robert Cray at the W.C. Handy Awards ceremony.\n\nDavis creates his own work: looking for more ways to combine his love of blues, music, and acting, Davis created material for himself. He wrote ''In Bed with the Blues: The Adventures of Fishy Waters'' -- an engaging and moving one-man show. The Off-Broadway debut in 1994 received critical praise from ''[[The New York Times]]'' and the ''[[Village Voice]]''.\n\nDavis' writing projects have also included a variety of theatre pieces and plays. ''Mudsurfing'', a collection of three short stories, received the 1991 Brio Award from the Bronx Council of the Arts. ''The Trial'', (later renamed, ''The Trial: Judgement of the People''), an anti-drug abuse, one-act play that toured throughout the New York City shelter system, was produced Off-Broadway in 1990, at the McGinn Cazale Theater. Davis also arranged, performed and co-wrote the music for an [[Emmy award]] winning film, ''To Be a Man''. In the fall of 1995, his music was used in the national PBS series, ''[[The American Promise]]''.\n\n==Music==\nFor the past two decades, Davis has concentrated much of his efforts on writing, recording, and performing music. In the fall of 1995, he released his Red House records debut ''Stomp Down Rider'', an album that captured Davis in a stunning live performance. The album landed on top lists all over the country, including in the ''[[Boston Globe]]'' and ''[[Pulse (magazine)|Pulse]]'' magazine.\n\nDavis' next album, ''Call Down the Thunder'', paid tribute to the blues masters, but leaned more heavily towards his own powerful originals. It too was named a top ten album of the year in the ''Boston Globe'' and ''Pulse'', and ''[[Acoustic Guitar (magazine)|Acoustic Guitar]]'' called it one of the “thirty essential CDs from a new generation of performers”.\n\nDavis' third Red House disc, ''You Don't Know My Mind'', which includes backing vocals by Olu Dara, explodes with passion and rhythm, and displays Davis' breadth as a composer and powerhouse performer. It was chosen as ‘Blues Album of the Year’ by the Association For Independent Music (formerly NAIRD). The ''[[San Francisco Chronicle]]'' gave the CD four stars, adding, \"Davis' tough, timeless vocals blow through your brain like a Mississippi dust devil.\"\n\nCharles M. Young summed up Davis' own take on the blues best when he wrote his review in ''[[Playboy]]'' magazine, \"Davis reminds you that the blues started as dance music. This is blues made for humming along, stomping your foot, feeling righteous in the face of oppression and expressing gratitude to your baby for greasing your skillet.\"\n\nDavis’ fourth album was, ''Butt Naked Free'', the first of all of the albums since that have been produced by John Platania, former guitarist for [[Van Morrison]]. In addition to John on electric guitar, it includes musician friends such as [[Levon Helm]] ([[The Band]]), multi-instrumentalist, Tommy “T-Bone” Wolk ([[Hall & Oates]], [[Carly Simon]], ‘Saturday Night Live’ Band), drummer Gary Burke ([[Joe Jackson (musician)|Joe Jackson]]), and acoustic bassist, Mark Murphy (Walt Michael & Co., Vanaver Caravan). The musicians all performed “Waitin’ On the Cards to Fall” from this album on the [[Conan O'Brien]] show.\n\nOf the fifth album, ''Give In Kind'', music critic Dave Marsh wrote, “Davis never loses sight of the blues as good time music, the original forum for dancing on top of one's sorrows. Joy made more exquisite, of course, by the sorrow from which it springs.”\n\nIt was this album that caught the ear of [[Ian Anderson (musician)|Ian Anderson]], founder and lead singer of [[Jethro Tull (band)|Jethro Tull]], who invited Davis to open for them during the summer of 2003. He wrote in his invitation, “Folk Blues (Sonny Terry, J.B. Lenoir) is where I started. Hearing Guy is like coming home again.”\n\nMany notables in the entertainment world who call themselves Davis fans include [[Jackson Browne]], [[Maya Angelou]], and [[Jessica Lange]], who had Davis perform his cover version of the [[Bob Dylan]] song, “What’s a Sweetheart Like You (Doing in a Dump Like This)” for a special fundraiser she and her husband [[Sam Shepard]] organized for Tibetan monks in Minnesota.\n\n''Chocolate to the Bone'', Davis’ sixth album, followed, with more accolades and acclaim including a W.C. Handy award nomination for “Best Acoustic Blues Album”. Davis has been nominated for nine ‘Handy Awards’ over the years including for “Best Traditional Blues Album”, “Best Blues Song” (“Waiting On the Cards to Fall”) and as “Best Acoustic Blues Artist” two times. His latest album, ''Legacy'', was picked as one of the Best CDs of the Year by [[National Public Radio]] (NPR), and the lead track on it, “Uncle Tom’s Dead” was chosen as one of the Best Songs of the Year. This of course is ironic as FCC rules won’t allow it to be played on the air, but it’s a fitting tribute nonetheless. The only other artist on both lists was [[Brian Wilson]] of the [[Beach Boys]] fame.\n\nThe cover for this album was drawn by [[Guy Davis (comics)|Guy Davis]]. The tongue-in-cheek cartoon strip that is included in the liner notes, is a collaboration between the two men. A winery in California completes the triumvirate as it is headed by a man also named Guy Davis. <ref>{{cite web|url=http://www.davisfamilyvineyards.com |title=Davis Family Vineyards, Healdsburg CA. Order toll free 1-866-338-9463 |publisher=Davisfamilyvineyards.com |date= |accessdate=2014-05-16}}</ref> He created a limited edition wine in their honor with the label artwork done by illustrator Guy.\n\nDavis has contributed songs on a host of [[tribute album|tribute]] and [[compilation album]]s, including collections on bluesmen Charley Patton and Robert Johnson, for Putumayo Records collections including, ''From Mali to Memphis'' and the children’s album called, ''Sing Along With Putumayo'', for tradition-based rockers like the [[Grateful Dead]], songwriters like [[Nick Lowe]], and for Bob Dylan’s 60th birthday CD called, ''[[A Nod to Bob]]'', even on a [[Windham Hill]] collection of choral music, and alongside performers like [[Bonnie Raitt]], Jackson Browne, and [[Bruce Springsteen]] for a collection of songs written by his friend, legendary folksinger, ‘Uncle’ [[Pete Seeger]], called, ''Where Have All the Flowers Gone''.\n\nHowever, easily the proudest recording project he’s been involved with is the one produced by his friend Larry Long, called ''I Will Be Your Friend: Songs and Activities for Young Peacemakers'', in which Davis contributed the title track. It's a CD collection of enriching songs combined together with a teacher’s aid kit to help teach diversity and understanding. It is all part of the national “Teaching Tolerance” campaign and continues to be distributed by the [[Southern Poverty Law Center]], and sent to every public school in the country to help combat hatred.\n\n==Recent projects==\nDavis wrote a couple of songs and recorded with [[Dr. John]] for [[Whoopi Goldberg]]’s ''Littleburg'' series, and appeared and sang in ''[[Jack's Big Music Show]]'', both for the Nickelodeon network, [[Nick Jr. (block)|Nick Jr]].\n\nDavis has also done residency programs for the Lincoln Center Institute, the [[Kennedy Center]], the State Theatre in New Jersey, and works with “Young Audiences of NJ”, doing classroom workshops and assembly programs all across the country and in Canada for Elementary, High School, and College students.\n\nMore recently, Davis appeared in the PBS special on the late jazz and blues artist Howard Armstrong. And he was an honored guest at the Kennedy Center Awards, at which they received their medals, alongside other recipients such as [[Warren Beatty]], [[Elton John]] and composer [[John Williams]] from the President of the United States.\n\nDavis appeared at NYC's Lincoln Center Out of Doors Festival in a history of the blues concert, coined, \"Evolution of the Blues\" - along with Michael Hill ([[Michael Hill's Blues Mob]]), [[Paul Peress]], and Paul Ossola.<ref>{{cite web|url=http://twi-ny.com/twiny.08.02.06.html |title=TWI-NY, This Week In New York |publisher=Twi-ny.com |date=2003-09-12 |accessdate=2014-05-16}}</ref>\n\nHe also performed with [[Pete Seeger]] and [[Tao Rodríguez-Seeger]] at select venues, including a benefit concert that took place at [[McDaniel College]] in [[Westminster, Maryland]] in August 2008.\n\nIn 2012 Davis released an audio play called ''The Adventures of Fishey Waters: In Bed with the Blues''. It is a compilation of \"historical\" tales in the form of a play accompanied by Davis in song.<ref name=\"bmansbluesreport1\">{{cite web|author= |url=http://www.bmansbluesreport.com/2012/02/smokeydoke-records-artist-guy-davis.html |title=Bman's Blues Report: Smokeydoke Records artist: Guy Davis - The Adventures of Fishy Waters - Review |publisher=Bmansbluesreport.com |date=2012-02-03 |accessdate=2014-05-16}}</ref>\n\n==Awards==\n*Davis has received three Blues Award nominations as well as the Foundation's \"Keeping The Blues Alive\" award in 1993 including:\n** “Best Acoustic Album of the Year”<ref name=\"Awards\">{{cite web|url=http://blues.about.com/od/bluesawards/a/2014-Blues-Music-Awards.htm |title=2014 Blues Music Awards Nominees and Winners |publisher=Blues.about.com |date= |accessdate=2014-05-16}}</ref>\n** “Best Acoustic Artist of the Year”<ref name=\"Awards\"/>\n** “Best Instrumentalist”\n* 1991 [[Bronx Recognizes Its Own Award|BRIO]] award<ref name=\"poconosmagnet\">Marc Waldman \"Poconos Blues Fest a talent magnet: Multi-talented Guy Davis charts own path,\" ''Morning Call'' July 29, 2007 retrieved from ProQuest database July 2, 2011</ref>\n* 1993 AUDELCO Award for Best Actor<ref name=\"inbedamsterdam\">\"Guy Davis, AUDELCO award winner in `In Bed with the Blues',\" ''New York Amsterdam News'' Jan 22, 1994</ref>\n\n==Discography==\n* 1978: ''Dreams About Life'' ([[Folkways Records]])\n* 1993: ''Guy Davis - Live, 1993'' (The Music Hall)\n* 1995: ''Stomp Down Rider'' (Red House Records)\n* 1996: ''Call Down the Thunder'' (Red House Records)\n* 1998: ''You Don't Know My Mind'' (Red House Records)\n* 2000: ''Butt Naked Free'' (Red House Records)\n* 2002: ''Give in Kind'' (Red House Records)\n* 2003: ''Chocolate to the Bone'' (Red House Records)\n* 2004: ''Legacy'' (Red House Records)\n* 2006: ''Skunkmello'' (Red House Records)\n* 2007: ''Down At The Sea'' (Secret Mountain)\n* 2007: ''Guy Davis On Air'' (Tradition & Moderne)\n* 2009: ''Sweetheart Like You'' (Red House Records)\n* 2012: ''The Adventures of Fishy Waters'' (Smokeydoke Records) <ref name=\"bmansbluesreport1\"/>\n* 2013: ''Juba Dance'' (DixieFrog Records) <ref>{{cite web|author= |url=http://www.bluesweb.com/p_disque.php3?id_article=2025 |title=Guy Davis - Juba dance |publisher=Bluesweb.com |date= |accessdate=2014-05-16}}</ref>\n\n==References==\n{{Reflist}}\n\n==External links==\n* [http://www.guydavis.com/ Official site]\n* [http://www.myspace.com/therealguydavis Guy Davis on myspace]\n* [http://www.npr.org/templates/story/story.php?storyId=5479749 An interview/soundtrack of Guy]\n* [http://www.folkways.si.edu/albumdetails.aspx?itemid=1974/ ''Dreams About Life'' Details]\n* {{IMDB name|0204674}}\n\n{{Persondata <!-- Metadata: see [[Wikipedia:Persondata]]. -->\n| NAME              = Davis, Guy\n| ALTERNATIVE NAMES =\n| SHORT DESCRIPTION = [[United States|American]] blues guitarist and banjo player, actor, and musician\n| DATE OF BIRTH     = May 15, 1952\n| PLACE OF BIRTH    = [[New York City|New York]], [[United States]]\n| DATE OF DEATH     =\n| PLACE OF DEATH    =\n}}\n{{DEFAULTSORT:Davis, Guy}}\n[[Category:1952 births]]\n[[Category:Living people]]\n[[Category:American blues guitarists]]\n[[Category:American blues musicians]]\n[[Category:African-American musicians]]\n[[Category:Contemporary blues musicians]]\n[[Category:People from New Rochelle, New York]]\n[[Category:Musicians from New York City]]"}]}}}}