{"query":{"normalized":[{"from":"James_Crutchfield","to":"James Crutchfield"}],"pages":{"30899835":{"pageid":30899835,"ns":0,"title":"James Crutchfield","revisions":[{"contentformat":"text/x-wiki","contentmodel":"wikitext","*":"{{for|the American mathematician and physicist|James P. Crutchfield}}\n{{Infobox musical artist\n| name                = James Crutchfield\n| image               = CrutchStL92.JPG\n| alt                 = \n| caption             = James Crutchfield - St. Louis 1992\n| image_size          = 220px\n| landscape           = \n| background          = solo_singer\n| birth_name          = \n| alias               = \n| birth_date          = May 25, 1912\n| birth_place         = [[Baton Rouge, Louisiana]], [[United States]]\n| origin              = \n| death_date          = {{death date and age|2001|12|7|1912|5|25}}\n| death_place         = [[St. Louis, Missouri]], United States\n| genre               = [[Blues]], [[Boogie-Woogie]]\n| occupation          = [[Vocal]], [[Piano]], [[Songwriter]]\n| instrument          = \n| years_active        = 1920s–2001\n| label               = \n| associated_acts     = \n| website             = \n| notable_instruments = \n}}\n\n'''James Crutchfield''' (May 25, 1912 – December 7, 2001) was an [[United States|American]] [[St. Louis, Missouri|St. Louis]] barrelhouse blues [[singer]], [[piano]] player and [[songwriter]], whose career spanned seven decades. His repertoire consisted of original and classic [[blues]] and [[boogie-woogie]] and depression-era popular songs.<ref>Larkin, Colin ed.; \"The Encyclopedia of Popular Music\" Vol. 2 London 1998 p. 1319</ref>\n\nKnown as the 'King of Barrelhouse Blues'; Crutchfield's better known songs include \"I Believe You Need A Shot\" and \"My Baby Cooks My Breakfast\".<ref name=\"Dead\">[http://thedeadrockstarsclub.com/2001.html Thedeadrockstarsclub.com] - accessed November 10, 2011</ref>\n\n==Childhood==\nThere is no record of James Crutchfield's birth: \"My mama never know'd what day it was, she never know'd what month it was, but she always know'd what year it was. 'Lotta folks back in them days never even know'd that much, but my mama always did. She told me I was born in '12, in [[Baton Rouge, Louisiana|Baton Rouge]], when the high water was highest.\" James Crutchfield said his mother Sarah was a \"[[Geechee]]\" - a descendent of slaves of the [[Georgia (U.S. state)|Georgia]]/[[North Carolina|Carolina]] sea islands and said he much resembled her. His father, Tom Crutchfield, he described as a large copper-colored man from southwestern [[Mississippi]], whom he'd never met until he was eight years old and with whom he maintained a cordial relationship with thereafter. An only child, James and his mother, a farm worker, migrated through [[Louisiana]] and [[east Texas]] with the cotton and sugarcane seasons, moving often and sometimes living in tents. His earliest memories were of the boys coming home from [[World War I]] and the silent westerns of [[William S. Hart]], whom he idolized.<ref>Rio, Johnny; Ain't Nothin' But A House Party; \"The Soulard Renaissance\" XIII-4 Fall 1988</ref>\n\nAround 1920, his mother married and settled in [[Bogalusa, Louisiana]]. In his early teens, while employed as the [[janitor]] in a theater, Crutchfield began to teach himself to play on the house piano.<ref>James Crutchfield interview; www.stlblues.net; accessed March 2011</ref> Also around this time, curious about the exact day of his birth, he went to the Baton Rouge library and told the story his mother had told him to an intrigued librarian. Together they looked through the 1912 newspapers and found that indeed, there had been a [[flood]] then, which crested on May 25.  From that time on, he used that date as his birthday.<ref name=\"ReferenceA\">Rio</ref>\n\nIn 1927, working as an under-age employee for a local [[railroad]], James Crutchfield lost his left leg below the knee in a [[coupling]] accident. The railroad settled out of court for twenty-thousand dollars. Part of the money was used to buy his mother a house in Baton Rouge and the rest, considering his now diminished [[employment]] opportunities, was used to subsidize his fledgling musical career.<ref name=\"ReferenceA\"/>\n\n==Career==\nBy the end of the 1920s, James Crutchfield had begun traveling a rough and tumble circuit of Louisiana lumber camps, Mississippi levee camps and east Texas [[juke joint]]s;<ref name=\"Larkin\">Larkin</ref> performing as The M & O Kid<ref>Crutchfield, James and Bruin, Leo; \"St. Louis Blues Piano\" liner notes 1983/2001</ref> in deference to his mentor - the Mississippi barrelhouse bluesman M & O, of whom Crutchfield in later years said was the best he's ever heard. The establishments that served the lumber and levee camps typically stayed open all day and night and provided food, drink and lodging for two piano players who each played a 12-hour shift for tips.<ref name=\"ReferenceA\"/> Competition for these jobs was cut-throat and Crutchfield developed his lifelong habit of playing for hours without a break, out of fear that somebody better would sit down and play in his absence and steal his job; which had evidently happened.<ref>Stage, Wm.; James' Leg; \"The Riverfront Times\" April 3, 2002</ref>\n\nAnother early influence was Papa Lord God - a Texan: \"Oh Papa Lord God, he was bad, man, he was baaad!\"<ref name=\"ReferenceA\"/>  [[Little Brother Montgomery]] showed him \"[[Forty-Four (song)|44 Blues]]\" when the Montgomery brothers performed in Bogalusa;<ref name=\"Crutchfield and Bruin\">Crutchfield and Bruin</ref> and he traded techniques in after-hours sessions with [[Champion Jack Dupree]] when they played at rival nightclubs on the same street in Baton Rouge, early in their careers.<ref name=\"ReferenceA\"/> James Crutchfield worked as accompanist to [[Joe Pullum]] in the early 1930s and performed with him in [[Texas]] and Louisiana; occasionally hopping freight trains for transportation. He was to play Pullum's hit \"Black Gal\" for the rest of his life. Shortly after the end of [[World War II]], Crutchfield performed with [[Elmore James]] and Boyd Gilmore in the [[Goodman, Mississippi]] area.<ref name=\"Crutchfield and Bruin\"/> \n\nIn 1948, James Crutchfield moved to St. Louis, Missouri; a city with a venerable [[blues piano]] tradition dating back to the [[ragtime]] era.<ref>James Crutchfield profile; www.bluesworld.com; accessed March 2011</ref> He worked in the [[Gaslight Square]] entertainment district at various venues, including a decade residency at \"Miss Rosalee's\" Left Bank.<ref name=\"Stage\">Stage</ref> In 1955, Crutchfield was appearing with Bat the Hummingbird (drums) at a bar located at 2220 Market Street that was formerly [[Tom Turpin]]'s Rosebud Saloon, where [[Scott Joplin]] had performed half a century earlier. He was found here by [[Bob Koester]] on a tip from policeman Charlie O'Brien, and recorded a few days later along with [[Speckled Red]]. Several of the songs were eventually released on the ''Barrelhouse Blues and Stomps'' anthology series, on the Euphonic [[record label]]. Six selections can be heard on the [[compilation album]] ''Biddle Street Barrelhousin'''; released in 2000 on [[Delmark Records]].<ref>Koester, Bob; \"Biddle Street Barrelhousin'\" liner notes 2000</ref>\n\nThe decline of Gaslight Square in the late 1960s was also the decline of James Crutchfield's musical career. He was professionally inactive in the 1970s, and worked as a [[cook (profession)|cook]] at the State Hospital for a number of years. In the early 1980s he was collecting and selling junk tires and running an illegal [[gambling]] operation.<ref name=\"Stage\"/>\n\n==Rediscovery==\nIn 1981, Swingmaster, a new Dutch record label, was interested in recording any of the old-time St. Louis [[Boogie-woogie|barrelhouse]] piano players that might still be alive. They contacted the same Charlie O'Brien who was instrumental in Crutchfield being recorded a quarter century earlier, and he reported that Crutchfield was still around and in fine form. Swingmaster visited St. Louis that year, but had no luck finding him. They returned in 1983 and this time, with the assistance of bluesman [[Henry Townsend (musician)|Henry Townsend]], they were successful. Crutchfield traveled to the  [[Netherlands]] later that year and recorded the album, ''Original Barrelhouse Blues'', which was re-released on CD in 2001 as ''St. Louis Blues Piano''.<ref name=\"Crutchfield and Bruin\"/> A tour included performances in Belgium, France, Germany<ref name=\"Larkin\"/> and several venues in the Netherlands; notably a concert in a stadium in [[Utrecht]] that he later said was the largest crowd he had ever played for.<ref name=\"Crutchfield and Bruin\"/>\n\nBack in St. Louis, local impresario Mark O'Shaughnessy guided Crutchfield's comeback, and introduced him to the contemporary blues scene.<ref name=\"Stage\"/> He received a publicity boost when he was selected as the first recipient of the Lillian Carter Award for Outstanding Senior Citizen in 1984.<ref name=\"Crutchfield and Bruin\"/> Crutchfield and his wife Ernestine moved to the [[Soulard]] neighborhood, an area known for its many nightclubs, and he played weekly at Broadway Oyster Bar, 1860 Saloon and Mike & Min's, among other engagements.<ref name=\"ReferenceA\"/> In the late 1980s, Crutchfield was regularly performing with a back-up group: Guitar Frank, Papa John ([[washtub bass]]) and Rosceaux ([[washboard]]).<ref>Crone, Thomas; Soulard's Favorite Sons; \"The Riverfront Times\" Dec. 16, 1998</ref> He played the 1988 St. Louis Blues Festival at the Jefferson Memorial in Forest Park; appeared every weekend at Allen Avenue;<ref name=\"ReferenceA\"/> and began playing every Wednesday night for the next 12 years at Venice Cafe, where many of St. Louis' top blues and [[jazz]] musicians would often sit in.<ref name=\"Stage\"/>\n\nDuring his performances, Crutchfield would sometimes improvise lyrics on the spot about individual audience members while smiling and winking at them. It was usually well received.<ref name=\"ReferenceA\"/>\n\nIn the early 1990s, Crutchfield replaced the \"tub\" and \"rub-board\" with Sharon Foehner (bass) and Bill Howell (drums), and added Andy Milner (harmonica).<ref>Crutchfield interview</ref> In addition to weekly engagements, one-nighters, parties and weddings; he appeared at the 1993 St. Louis Blues Festival on the riverfront;<ref>Blues Festival Schedule; \"The St. Louis Post-Dispatch\" August 17, 1993</ref> Harp Attack at [[Mississippi Nights]];<ref>Harp Attack '93 poster</ref> and the Casa Loma Ballroom.<ref>Homeless Benefit Concert handbill, May 23, 1993</ref> A well-known and popular character around the neighborhood, Crutchfield's annual birthday celebration at Molly's began the summer [[beer garden]] season in Soulard.<ref name=\"Stage\"/>\n\nCrutchfield appeared at the 1997 St. Louis Blues Festival<ref>Blues Heritage Festival; \"The St. Louis Post-Dispatch\" August 15, 1997</ref> and continued working regularly, performing with local [[rock and roll]] pioneer [[Bennie Smith]] and the Urban Blues Express in his last years.<ref>Crone</ref> Ironically, the sources differ on the exact day of his death from complications from [[heart disease]]. James Crutchfield died on December 7<ref>Spencer, Rene; Urge To Submerge; \"The Riverfront Times\" December 19, 2001</ref> or 8,<ref>Crutchfield profile</ref> 2001 in St. Louis; almost the last bluesman of his era. An impromptu parade through the streets of Soulard was held in his honor.<ref name=\"Stage\"/>\n\n==Discography==\n''Barrelhouse Blues and Stomps; Vol. 4'': Various Artists - Euphonic ESR-1204 (1957)\n:Levee Blues\n\n''Barrelhouse Blues and Stomps; Vol. 5'': Various Artists - Euphonic ESR-1205 (1967)\n:Black Woman / How Long Blues\n\n''Original Barrelhouse Blues'' - Swingmaster 2109  (1985)\n:Piggly Wiggly Blues / Pearly Mae / I Believe You Need A Shot / Forty-Four Blues / Bogalusa Blues / My Baby Cooks My Breakfast / Black Woman / U.S.- Russian Blues / Barrelhouse Blues / My Little Lucille\n\n''Biddle Street Barrelhousin''': Various Artists - Delmark DE-739  (2000)\n:Levee Blues / Blow North Wind / How Long Blues / Black Gal / Ora-Nelle Blues / Pearly Mae Blues\n\n''St. Louis Blues Piano'' - Swingmaster CD 2205  (2001) \n:re-issue of ''Original Barrelhouse Blues'' - Swingmaster 2109\n\n''The Story Of Piano Blues - From The Country To The City'': Various Artists - Wolf CD 120106 (2013)\n:Sittin' On Top Of The World\n\n''Another Friend Like Me'': Various Artists - Document DOCD 32-20-19 (2013)\n:Sittin' On Top Of The World / Peetie Wheatstraw Blues\n\n==References==\n{{Reflist}}\n\n==External links==\n* [http://www.stlblues.net/crutchfield.html James Crutchfield interview]\n* [http://www.bluesworld.com/OTHERPRE.html James Crutchfield profile]\n* [http://www.riverfronttimes.com/2002-04-03/news/james-leg/ James' Leg]\n* [http://www.riverfronttimes.com/1998-12-16/music/soulard-s-favorite-sons/ Soulard's Favorite Sons]\n* [http://www.sheldonconcerthall.org/pdf/BluesTexts.pdf Charlie O'Brien profile]\n* [http://www.allmusic.com/album/biddle-street-barrelhousin-r484687/review Biddle Street Barrelhousin']\n* [http://www.allmusic.com/artist/bat-the-hummingbird-p541696/biography Bat the Hummingbird]\n\n{{Persondata <!-- Metadata: see [[Wikipedia:Persondata]]. -->\n| NAME              = Crutchfield, James\n| ALTERNATIVE NAMES =\n| SHORT DESCRIPTION = [[United States|American]] barrelhouse blues singer, pianist, and songwriter\n| DATE OF BIRTH     = May 25, 1912\n| PLACE OF BIRTH    = [[Baton Rouge, Louisiana]], [[United States]]\n| DATE OF DEATH     = December 7, 2001\n| PLACE OF DEATH    = [[St. Louis, Missouri]], United States\n}}\n{{DEFAULTSORT:Crutchfield, James}}\n[[Category:1912 births]]\n[[Category:2001 deaths]]\n[[Category:St. Louis blues musicians]]\n[[Category:Music of St. Louis, Missouri]]\n[[Category:American blues singers]]\n[[Category:American blues pianists]]\n[[Category:Boogie-woogie pianists]]\n[[Category:Country blues musicians]]\n[[Category:Country blues singers]]\n[[Category:American blues musicians]]\n[[Category:Musicians from Louisiana]]\n[[Category:Juke Joint blues musicians]]\n[[Category:Delmark Records artists]]\n[[Category:Articles created via the Article Wizard]]"}]}}}}