{"query":{"normalized":[{"from":"Jerry_Lee_Lewis","to":"Jerry Lee Lewis"}],"pages":{"98419":{"pageid":98419,"ns":0,"title":"Jerry Lee Lewis","revisions":[{"contentformat":"text/x-wiki","contentmodel":"wikitext","*":"{{distinguish|Jerry Lewis}}\n{{Use mdy dates|date=July 2011}}\n{{Infobox musical artist\n|name= Jerry Lee Lewis\n|background= solo_singer\n|image= Jerry Lee.jpg\n|caption= Jerry Lee Lewis performs in Memphis, April 2011\n|landscape= yes\n|alias= The Killer\n|birth_date= {{birth date and age|mf=yes|1935|9|29}}\n|origin= [[Ferriday, Louisiana|Ferriday]], [[Louisiana]], U.S.\n|instrument= Vocals, piano, guitar\n|genre= [[Rock and roll]], [[rockabilly]], [[Country music|country]], [[blues]], [[R&B]], [[gospel music|gospel]]\n|occupation= Singer, songwriter, pianist\n|label= [[Sun Records|Sun]], [[Smash Records|Smash]], [[Mercury Records|Mercury]], [[Sire Records|Sire]]/[[Warner Bros. Records|Warner Bros]], [[MCA Records|MCA]]\n|years_active= 1954–present\n|website= [http://www.jerryleelewis.com/ www.jerryleelewis.com]}}\n\n'''Jerry Lee Lewis''' (born September 29, 1935) is an American [[rock and roll]] and [[country music]] [[singer-songwriter]] and pianist. He is known by the nickname \"The Killer\" and is often viewed as \"rock & roll's first great wild man.\"<ref>{{cite book|last=Bogdanov|first=Vladimir|title=All Music Guide: The Definitive Guide to Popular Music|year=2001|publisher=Backbeat Books|location=San Francisco|page=234}}</ref>\n\nAn early pioneer of rock and roll music, in 1956 Lewis made his first recordings at Sun Records. \"[[Crazy Arms]]\" sold 300,000 copies in the South, but it was his 1957 hit \"[[Whole Lotta Shakin' Going On]]\" that shot Lewis to fame worldwide. Lewis followed this when he recorded songs such as \"[[Great Balls of Fire]]\", \"[[Breathless (Jerry Lee Lewis song)|Breathless]]\" and \"[[High School Confidential (Jerry Lee Lewis song)|High School Confidential]]\". However, Lewis's rock and roll career faltered in the wake of his marriage to his 13-year-old cousin when he was 22.\n\nHe had little success in the charts following the scandal and his popularity quickly faded. His live performance fees plummeted from $10,000 per night to $250. In the meantime he was determined to gain back some of his popularity. During the early 1960s he didn't have much chart success with few exceptions such as \"[[What'd I Say]]\". His live performances at this time were increasingly wild and energetic. His album ''[[Live at the Star Club, Hamburg]]'' from 1964 is often regarded by many music journalists and fans as one of the wildest and greatest rock and roll concert albums ever. After recording songs such as \"I'm on Fire\" for several years with little success, in 1968 Lewis made a transition into country music and had hits with songs such as \"Another Place, Another Time\". This reignited his career and throughout the late 1960s and 1970s he regularly topped the country-western charts. His No. 1 country hits included \"[[To Make Love Sweeter For You]]\", \"[[There Must Be More to Love Than This]]\", \"[[Would You Take Another Chance on Me]]\" and \"[[Me And Bobby McGee]]\".\n\nLewis's successes continued throughout the decade and he embraced his rock and roll past with songs such as a cover of the [[Big Bopper|Big Bopper's]] \"[[Chantilly Lace]]\" and \"[[Rockin' My Life Away]]\". In the 21st century Lewis continues to tour to audiences around the world and still releases new albums. One such album, titled ''[[Last Man Standing (Jerry Lee Lewis album)|Last Man Standing]]'', is his best selling to date at over a million copies sold worldwide. This was followed by ''[[Mean Old Man (album)|Mean Old Man]]'', which has received some of the best sales of Lewis's career.\n\nLewis has had a dozen gold records in both rock and country, won several Grammy awards, including a Lifetime Achievement Award. Lewis was inducted into the [[Rock and Roll Hall of Fame]] in 1986, and his pioneering contribution to the genre has been recognized by the [[Rockabilly Hall of Fame]]. In 1989, his life was chronicled in the movie ''[[Great Balls of Fire! (film)|Great Balls of Fire]]'', starring Dennis Quaid. In 2003, ''[[Rolling Stone]]'' listed his box set ''[[All Killer, No Filler: The Anthology]]'' number 242 on their list of \"[[Rolling Stone's 500 Greatest Albums of All Time|500 Greatest Albums of All Time]]\".<ref>[http://www.rollingstone.com/artists/jerryleelewis/articles/story/6599768/242_all_killer_no_filler All Killer, No Filler!] [[Rolling Stone Magazine]] online. (November 1, 2003). Accessed September 30, 2007.</ref> In 2004, they ranked him number 24 on their list of the 100 Greatest Artists of All Time.<ref>{{cite web| title = The Immortals: The First Fifty| work=Rolling Stone Issue 946| url =http://www.rollingstone.com/news/story/5939214/the_immortals_the_first_fifty}}</ref> Lewis is the last surviving member of [[Sun Records]]' [[Million Dollar Quartet]] and the ''[[Class of '55]]'' album, which also included [[Johnny Cash]], [[Carl Perkins]], [[Roy Orbison]] and [[Elvis Presley]].\n\n==Early life==\n[[Image:Jerry Lee Lewis Drive in Ferriday IMG 1201.JPG|left|thumb|Jerry Lee Lewis Drive in Ferriday, Louisiana]]\n\nLewis was born to the poor family of Elmo and Mamie Lewis in [[Ferriday, Louisiana|Ferriday]] in [[Concordia Parish]] in eastern [[Louisiana]], and began playing piano in his youth with two cousins, country music singer [[Mickey Gilley]] and TV evangelist [[Jimmy Swaggart]]. His parents [[Mortgage loan|mortgaged]] their farm to buy him a piano. Influenced by a piano-playing older cousin, [[Carl McVoy]] (who later recorded with [[Bill Black]]'s Combo), the radio, and the sounds from the black [[juke joint]] across the tracks called Haney's Big House,<ref>[http://www.underthehillsaloon.com/custom/webpage.cfm?content=newsletter&id=50 Natchez Under The Hill Saloon – Natchez Mississippi]. Underthehillsaloon.com (2004-04-16). Retrieved on 2011-07-15.</ref> Lewis's main influence growing up was [[Moon Mullican]].<ref>[http://www.kyleesplin.com/pages/kmoon_jpg.htm Moon Mullican – a main influence on Jerry Lee and Kyle Esplin – Scotland's No 1 boogie-woogie singer pianist Kyle Esplin!]. Kyleesplin.com. Retrieved on 2011-07-15.</ref>\n\nHis mother enrolled him in [[Southwestern Assemblies of God University|Southwest Bible Institute]] in [[Waxahachie, Texas]], so that her son would be exclusively singing his evangelical songs. But Lewis daringly played a boogie woogie rendition of \"My God Is Real\" at a church assembly that sent him packing the same night. Pearry Green, then president of the student body, related how during a talent show, Lewis played some \"worldly\" music. The next morning, the [[Dean (education)|dean]] of the school called Lewis and Green into his office to expel them. Lewis said that Green should not be expelled because \"he didn't know what I was going to do.\" Years later Green asked Lewis: \"Are you still playing the devil's music?\" Lewis replied \"Yes, I am. But you know it's strange, the same music that they kicked me out of school for is the same kind of music they play in their churches today. The difference is, I know I am playing for the devil and they don't.\"\n\nAfter that incident, he went home and started playing at clubs in and around Ferriday and [[Natchez, Mississippi]], becoming part of the burgeoning new rock and roll sound and cutting his first demo recording in 1954. He made a trip to [[Nashville]] circa 1955 where he played clubs and attempted to build interest, but was turned down by the [[Grand Ole Opry]], as he had been at the [[Louisiana Hayride]] country stage and radio show in Shreveport. Recording executives in Nashville suggested he switch to playing a guitar.\n\n===Sun Records===\nIn November 1956, Lewis traveled to [[Memphis, Tennessee]], to audition for [[Sun Records]]. Label owner [[Sam Phillips]] was in Florida, but producer and engineer [[Jack Clement]] recorded Lewis's rendition of [[Ray Price (musician)|Ray Price]]'s \"[[Crazy Arms]]\" and his own composition \"End of The Road\". During December 1956, Lewis began recording prolifically, as a solo artist and as a [[session musician]] for such Sun artists as [[Carl Perkins]] and [[Johnny Cash]]. His distinctive piano can be heard on many tracks recorded at Sun during late 1956 and early 1957, including Carl Perkins's \"[[Matchbox (song)|Matchbox]]\", \"Your True Love\", \"You Can Do No Wrong\", and \"Put Your Cat Clothes On\", and [[Billy Lee Riley]]'s \"Flyin' Saucers Rock'n'Roll\". Formerly, [[rockabilly]] had rarely featured piano, but it proved an influential addition and rockabilly artists on other labels also started working with pianists.\n[[File:Jerry Lee Lewis 1950s.JPG|thumb|upright|left|Lewis in the 1950s]]\n\nOn December 4, 1956, [[Elvis Presley]] dropped in on Phillips to pay a social visit while Perkins was in the studio cutting new tracks with Lewis backing him on piano. Johnny Cash was also there watching Perkins. The four then started an impromptu [[jam session]], and Phillips left the tape running.<ref name=pc8/> These recordings, almost half of which were gospel songs, survived, and have been released on CD under the title ''[[Million Dollar Quartet]]''. Tracks also include Elvis Presley's \"[[Don't Be Cruel]]\" and \"Paralyzed\", [[Chuck Berry]]'s \"[[Brown Eyed Handsome Man]]\", [[Pat Boone]]'s \"Don't Forbid Me\" and Presley doing an impersonation of [[Jackie Wilson]] (who was then with [[Billy Ward and the Dominoes]]) on \"Don't Be Cruel\".\n\nLewis's own singles (on which he was billed as \"Jerry Lee Lewis and his Pumping Piano\") advanced his career as a soloist during 1957, with hits such as \"[[Whole Lotta Shakin' Goin' On]]\" and \"[[Great Balls of Fire]]\", his biggest hit, bringing him international fame, despite criticism for the songs' overtly sexual undertones which prompted some radio stations to boycott them. In 2005, \"Whole Lotta Shakin' Goin' On\" was selected for permanent preservation in the [[National Recording Registry]] at the Library of Congress.\n\nAccording to several first-hand sources, including [[Johnny Cash]], Lewis himself, who was devoutly Christian, was also troubled by the sinful nature of his own material, which he firmly believed was leading him and his audience to hell.<ref>Johnny Cash, ''[[Cash: The Autobiography]]'', 1997, p. 98.</ref>  This aspect of Lewis's character was depicted in [[Waylon Payne]]'s portrayal of Lewis in the 2005 film ''[[Walk the Line]]'', based on Cash's autobiographies.\n\nAs part of his stage act, Lewis would often kick the piano bench aside and play standing, rake his hands up and down the keyboard for dramatic accent, sit on the keyboard and even stand on top of the instrument.  Lewis told ''the [[Pop Chronicles]]'' that kicking over the bench originally happened by accident, but when it got a favorable response, he kept it in the act.<ref name=pc8>{{Gilliland |url=http://digital.library.unt.edu/ark:/67531/metadc19756/m1/ |title=Show 8 - The All American Boy: Enter Elvis and the rock-a-billies. [Part 2] |show=8}}</ref> His first TV appearance, in which he demonstrated some of these moves, was on ''[[The Steve Allen Show]]'' on July 28, 1957, where he played the song \"[[Whole Lotta Shakin' Goin On]]\".<ref name=dvd-live50-60-70>''Jerry Lee Lewis – Greatest Live Performances of the '50s, '60s and '70s'' – DVD, 2007.</ref><ref name=steve-allen-show>[http://www.tv.com/the-steve-allen-show/show/1465/episode_guide.html?season=2&tag=season_nav;previous \"The Steve Allen Show\" (1956–1957)] (Retrieved on January 31, 2008)</ref> It is widely believed that he once set fire to a piano at the end of a live performance, in protest of being billed below [[Chuck Berry]],{{Citation needed|date=March 2011}} but he is quoted in an online article in [[Esquire Magazine]] as saying \"I never set fire to a piano. I'd like to have got away with it, though. I pushed a couple of them in the river. They wasn't any good.\"\n\nHis dynamic performance style can be seen in films such as ''[[High School Confidential (film)|High School Confidential]]'' (he sang the title song from the back of a flatbed truck), and ''[[Jamboree (1957 film)|Jamboree]]''. He has been called \"rock & roll's first great wild man\" and also \"rock & roll's first great eclectic\".<ref>[{{Allmusic|class=album|id=r78332|pure_url=yes}} AllMusic review: ''Live at the Star Club'']</ref> Classical composer [[Michael Nyman]] has also cited Lewis's style as the progenitor of his own aesthetic.<ref>[[Andrew Ford (composer)|Andrew Ford]]. \"Jerry Lee Lewis Plays Mozart\".  ''Composer to Composer'' London: Quartet Books, 1993. pp 192–195, p 194</ref>\n\n===Marriage to a minor===\nLewis's turbulent personal life was hidden from the public until a May 1958 British tour where Ray Berry, a news agency reporter at [[London Heathrow Airport|London's Heathrow Airport]] (the only journalist present), learned about Lewis's third wife, Myra Gale Brown. She was Lewis's <!-- DO NOT CHANGE COUSIN STATEMENT - SEE TALK PAGE --> [[Cousin chart|first cousin once removed]],<ref>[http://jerry9.tripod.com/Myra.htm Myra Lewis-Williams Interview], Jerry9.tripod.com (1998-04-17). Retrieved on 2011-07-15.</ref><ref>[http://www.straightdope.com/columns/041001.html \"What's wrong with cousins marrying?\"]. The Straight Dope (2004-10-01). Retrieved on 2011-07-15.</ref><!-- DO NOT CHANGE COUSIN STATEMENT - SEE TALK PAGE --> Myra was only 13 years old at the time. (Brown, Lewis, and his management all insisted that she was 15.) Lewis was 22 years old. The publicity caused an uproar and the tour was cancelled after only three concerts.\n\nThe scandal followed Lewis home to the U.S. and, as a result, he was [[blacklist]]ed from radio and almost vanished from the music scene. Lewis felt betrayed by numerous people who had been his supporters. [[Dick Clark]] dropped him from his shows. Lewis even felt that [[Sam Phillips]] had sold him out when the Sun Records boss released \"The Return of Jerry Lee\", a bogus \"interview\" cut together by [[Jack Clement]] from excerpts of Lewis's songs that \"answered\" the interview questions, which made light of his marital and publicity problems. Only [[Alan Freed]] stayed true to Lewis, playing his records until Freed was removed from the air because of [[payola]] allegations.\n\nLewis was still under contract with Sun Records, and kept recording, regularly releasing singles. He had gone from $10,000 a night concerts to $250 a night spots in beer joints and small clubs. He had few friends at the time whom he felt he could trust. It was only through Kay Martin, the president of Lewis's fan club, T. L. Meade (aka [[Franz Douskey]]), a sometime [[Memphis, Tennessee|Memphis]] musician and friend of Sam Phillips, and Gary Skala, that Lewis went back to record at Sun Records.{{When|date=October 2009}}\n\nBy this time,{{When|date=October 2009}} Phillips had built a new state-of-the-art studio at 639 Madison Avenue in Memphis, thus abandoning the old Union Avenue studio where Phillips had recorded [[B.B. King]], [[Howlin’ Wolf]], [[Elvis Presley]], [[Roy Orbison]], [[Carl Perkins]], Lewis, [[Johnny Cash]] and others, and also opened a studio in Nashville. It was at the latter studio that Lewis recorded his only major hit during this period, a rendition of [[Ray Charles]]' \"[[What'd I Say (song)|What'd I Say]]\" in 1961. In Europe, other updated versions of \"[[Sweet Little Sixteen]]\" (September 1962 UK) and \"[[Good Golly Miss Molly]]\" (March 1963) entered the Hit Parade. On popular EPs, \"Hang Up My Rock and Roll Shoes\", \"I've Been Twistin'\", \"Money\" and \"Hello Josephine\" also became turntable hits, especially in nascent [[discothèque]]s. Another recording of Lewis playing an instrumental boogie arrangement of the [[Glenn Miller Orchestra]] favorite \"[[In the Mood]]\" was issued on the Phillips International label under the [[pseudonym]] \"The Hawk\", but disc jockeys quickly figured out the distinctive piano style, and this gambit failed.\n\nLewis's Sun recording contract ended in 1963 and he joined Smash Records, where he made a number of rock recordings that did not further his career.\n\nHis popularity recovered somewhat in Europe, especially in the UK and Germany, during the mid-1960s. A concert album, ''[[Live at the Star Club, Hamburg]]'' (1964), recorded with [[The Nashville Teens]], is widely considered one of the greatest live rock-and-roll albums ever.<ref name = \"Checksfield\">Peter Checksfield, \"Jerry Lee Lewis. The Greatest Live Show on Earth\", ''[[Record Collector]]'', No.188 – April 1995, p. 79.</ref><ref name=\"Rolling-Stone-2002\">Milo Miles, [http://www.rollingstone.com/artists/jerryleelewis/albums/album/284513/review/5940644/live_at_the_star_club_hamburg_bear_family Album review of ''Live at the Star Club, Hamburg'']. ''[[Rolling Stone]]'', No.&nbsp;899/900 – July 2002, p.112.</ref><ref name=\"Q-2002\">''[[Q (magazine)|Q Magazine]]'', No.&nbsp;1, 2002, p.59.</ref><ref name=\"Mojo-2004\">''[[Mojo (magazine)|Mojo]]'', 3/01/04, p.52.</ref><ref name=\"AMG-Erlewine\">Stephen Thomas Erlewine, [{{Allmusic|class=album|id=r78332|pure_url=yes}} Album Review: \"Live at the Star Club, Hamburg\"] at ''[[Allmusic]]''.</ref> Music critic [[Stephen Thomas Erlewine]] writes: \"''Live at the Star Club'' is extraordinary, the purest, hardest rock & roll ever committed to record.\"<ref name=\"AMG-Erlewine\"/>\n\n===Family===\nLewis has been married seven times:<ref name=\"Seven\">{{cite news|url=http://www.cnn.com/2012/03/29/showbiz/jerry-lee-lewis-wedding/index.html?hpt=hp_t2|title=Cousin's ex becomes Jerry Lee Lewis's 7th wife|date=March 29, 2012|publisher=CNN|accessdate=March 30, 2012}}</ref>\n\nHis first marriage, to Dorothy Barton, lasted for 20 months, from February 1952 to October 1953. In a 1978 ''[[People (magazine)|People]]'' magazine interview, Lewis stated \"I was 14 when I first got married. My wife was too old for me; she was 17.\"<ref name=\"PEOPLE\">Jerome, Jim. [http://www.people.com/people/archive/article/0,,20070691,00.html \"Fame, Tragedy and Fame Again: Jerry Lee Lewis Has Been Through Great Balls of Fire, Otherwise Known as Hell\"], ''[[People (magazine)|People]]'' April 24, 1978, Retrieved 2010-06-10.</ref>\n\nHis second marriage, to Jane Mitchum, was of dubious validity because it occurred 23 days before his divorce from Barton was final. It lasted for four years, from September 1953 to October 1957. The couple had two children: Jerry Lee Lewis Jr. (1954–1973) and Ronnie Guy Lewis (b. 1956).\n\nHis third marriage, to his cousin Myra Gale Brown, lasted for 13 years, from December 1957 to December 1970 (although the couple went through a second marriage ceremony because his divorce from Jane Mitchum was not complete before the first ceremony took place). They had two children together: Steve Allen Lewis (1959–1962) and Phoebe Allen Lewis (b. 1963).\n\nHis fourth marriage, to Jaren Elizabeth Gunn Pate, lasted from October 1971 to June 8, 1982, producing one child, a daughter, Lori Lee Lewis (b. 1972), and ending several weeks before divorce proceedings could be finalized when Pate drowned in a swimming pool at the home of a friend with whom she was staying.<ref>{{cite news|title=Lewis' Wife Dies in Pool|url=http://news.google.com/newspapers?id=PTMdAAAAIBAJ&sjid=f6UEAAAAIBAJ&pg=4215,2121527&dq=jaren-pate+jerry-lee-lewis+pool&hl=en|accessdate=August 16, 2012|newspaper=The Tuscaloosa News|date=June 10, 1982}}</ref>\n\nHis fifth marriage, to Shawn Stephens, lasted 77 days, from June to August 1983, ending with her death.<ref>{{cite news|title=Jerry's Bride Dies|url=http://news.google.com/newspapers?id=HdFAAAAAIBAJ&sjid=mKYMAAAAIBAJ&pg=6536,4647594&dq=shawn-stephens+jerry-lee-lewis&hl=en|accessdate=August 16, 2012|newspaper=Evening Times|location=Glasgow|date=August 25, 1983|page=3}}</ref> It has been alleged that Lewis abused her and was responsible for her death.<ref>{{cite news|title=BGS: The Strange and Mysterious Death of Mrs. Jerry Lee Lewis|url=http://www.thedailybeast.com/articles/2014/01/11/the-strange-and-mysterious-death-of-mrs-jerry-lee-lewis.html}}</ref>\n\nHis sixth marriage, to Kerrie McCarver, lasted 20 years, from 1984 to 2004. They have one child: Jerry Lee Lewis III (b. 1987). According to ''USA Today'', McCarver's divorce settlement was substantial.<ref>{{cite web|url=http://usatoday30.usatoday.com/life/people/2005-06-16-lewis-divorce_x.htm |title=USATODAY.com - Jerry Lee Lewis a single man again |publisher=Usatoday30.usatoday.com |date=2005-06-16 |accessdate=2013-08-07}}</ref>\n\nHis seventh marriage, to Judith Brown, began March 9, 2012.<ref name=\"Seven\" />\n\nLewis has had at least six children during his marriages. In 1962, his son Steve Allen Lewis drowned in a swimming pool accident when he was three, and in 1973, Jerry Lee Lewis, Jr. died at the age of 19<ref name=\"PEOPLE\"/><ref>{{cite news |last=Simons |first=Jeff |url=http://news.google.com/newspapers?id=su8yAAAAIBAJ&sjid=nAgGAAAAIBAJ&pg=6568,4893058&dq=jerry+lee+lewis+jr&hl=en |title=Jerry lee is Still Burnin' Down the House |publisher=Sunday Free Lance Star |date= June 18, 2000 |accessdate= 2010-06-10}}</ref> when he overturned the [[Jeep]] he was driving.<ref name=\"PEOPLE\"/> Two of his four surviving children are sons, Jerry Lee Lewis III, Ronnie Guy Lewis, and two daughters Phoebe Allen Lewis and Lori Lee Lewis.\n\n===Later career===\nIn the 1960s, Lewis's attempts at a comeback as a rock-and-roll performer had stalled during four years with [[Smash Records]], a subsidiary of [[Mercury Records]], until he began recording country ballads.\n[[File:JerryLee Lewis 1973.jpg|thumb|Lewis in concert, in 1977]]\nHe had already recorded a country-oriented LP for the label, ''Country Songs for City Folks'', in 1965. In 1968, his single \"Another Place, Another Time\" became a Top 10 success and led to a string of Top Ten singles including the 1968 number-one country single \"To Make Love Sweeter For You\" that brought Lewis renewed stardom among country music fans, much like that which ex-rockabilly [[Conway Twitty]] began to cultivate during that same time. His shift to country reflected the fact that he had grown up listening to [[the Grand Ole Opry]].{{Citation needed|date=April 2011}}  Lewis's country hits during this period include \"[[What's Made Milwaukee Famous (Has Made a Loser Out of Me)]]\"; \"She Still Comes Around (To Love What's Left of Me)\"; \"[[She Even Woke Me Up to Say Goodbye]]\"; \"Once More With Feeling\"; \"[[There Must Be More to Love Than This]]\"; \"Touching Home\"; \"[[Would You Take Another Chance on Me]]\"; \"[[Me & Bobby McGee]]\"; \"Think About It, Darlin'\"; \"Sometimes a Memory Ain't Enough\"; and \"Tell Tale Signs\". Lewis's singles and albums were issued on Mercury records after the Smash label was discontinued in 1970. Lewis's renewed popularity encouraged Sun International Inc. to issue previously unpublished recordings dating from 1963 including \"[[Invitation to Your Party]]\", \"One Minute Past Eternity\", \"I Can't Seem To Say Goodbye\" and \"Waiting For A Train\" on singles that also did well on the country music charts in 1969/70. Lewis's successes continued throughout the decade and he eventually began to re-emphasize his rock-and-roll past with hits like his 1972 revival of [[The Big Bopper]]'s rock classic \"[[Chantilly Lace (song)|Chantilly Lace]]\" and \"Drinkin' Wine Spo-dee-o dee\", as well as looking at middle age with the 1977 \"Middle Age Crazy\". In 1979, he signed with Elektra Records and had his last major country hit with 1981's \"Thirty-Nine and Holding\". He spent a very brief period with [[MCA Records]] in 1983, but left the label due to unspecified differences.\n\nIn 1989, a major motion picture based on his early life in rock & roll, ''[[Great Balls of Fire! (film)|Great Balls of Fire!]]'', brought him back into the public eye, especially when he decided to re-record all his songs for the movie soundtrack. The film was based on the book by Lewis's ex-wife, Myra Gale Lewis, and starred [[Dennis Quaid]] as Lewis, [[Winona Ryder]] as Myra, and [[Alec Baldwin]] as Jimmy Swaggart. The movie focuses on Lewis's early career and his relationship with Myra, and ends with the scandal of the late 1950s. A year later, in 1990, Lewis made minor news when a new song he co-wrote called \"It Was the Whiskey Talkin' (Not Me)\" was included in the soundtrack to the hit movie ''[[Dick Tracy]]''. The song is also heard in the movie, playing on a radio.\n\nThe public downfall of his cousin, television evangelist [[Jimmy Swaggart]], resulted in more adverse publicity to a troubled family. Swaggart is also a piano player, as is another cousin, country music star [[Mickey Gilley]]. All three listened to the same music in their youth, and frequented Haney's Big House, the Ferriday club that featured black blues acts. Lewis and Swaggart have had a complex relationship over the years.\n\n[[File:Linda Gail Lewis 1977.jpg|thumb|left|[[Linda Gail Lewis]], touring with her brother, in 1977, in Ludwigshafen, Germany]]\nLewis's sister, [[Linda Gail Lewis]], has recorded with Lewis, toured with his stage show for a time and more recently recorded with [[Van Morrison]].\n\n\"The Killer\", a nickname Lewis has had since childhood, is known for his forceful voice and piano play on stage. He was described by [[Roy Orbison]] as the best raw performer in the history of rock-and-roll music.<ref name=BMI>Rob Patterson, [http://www.bmi.com/musicworld/entry/534024 \"Jerry Lee Lewis: 'The Killer' Keeps Comin' Back\"], at ''[[Broadcast Music Incorporated|BMI / MusicWorld]]'', December 22, 2006.</ref>\n\nIn 1986, Lewis was one of the first inductees into the [[Rock and Roll Hall of Fame]]. That year, he returned to Sun Studio in Memphis to team up with Orbison, Cash, and Perkins along with longtime admirers like [[John Fogerty]] to create the album ''[[Class of '55]]'', a sort of followup to the \"Million Dollar Quartet\" session, though in the eyes of many critics and fans, lacking the spirit of the old days at Sun.\n\nIn 1998, he toured Europe with [[Chuck Berry]] and [[Little Richard]]. On February 12, 2005, he was given a [[Grammy Lifetime Achievement Award|Lifetime Achievement Award]] by [[National Academy of Recording Arts and Sciences|The Recording Academy]] (which also grants the [[Grammy Awards]]). On September 26, 2006, a new album titled ''[[Last Man Standing (Jerry Lee Lewis album)|Last Man Standing]]'' was released, featuring many of rock and roll's elite as guest stars. Receiving positive reviews, the album charted in four different Billboard charts, including a two-week stay at number one on the Indie charts.\n\nA DVD entitled ''[[Last Man Standing Live]]'', featuring concert footage with many guest artists, was released in March 2007, and the CD achieved Lewis's 10th official gold disk for selling over half-a-million copies in the US alone. ''Last Man Standing'' is Lewis's biggest selling album of all time. It features contributions from [[Mick Jagger]], [[Willie Nelson]], [[Jimmy Page]], [[Keith Richards]] and [[Rod Stewart]], among others.\n\nOn November 5, 2007, the [[Rock and Roll Hall of Fame]] and [[Case Western Reserve University]] in [[Cleveland, Ohio]], honored Lewis with six days of conferences, interviews, a DVD premiere and film clips, dedicated to him and entitled ''The Life And Music of Jerry Lee Lewis''.{{Citation needed|date=August 2008}} On November 10, the week culminated with a tribute concert compered by [[Kris Kristofferson]]. Lewis was present to accept the American Music Masters Award and closed his own tribute show with a rendition of \"[[Somewhere Over the Rainbow]]\".\n\nOn February 10, 2008, he appeared with [[John Fogerty]] and [[Little Richard]] on the 50th Grammy Awards Show, performing \"Great Balls of Fire\" in a medley with \"[[Good Golly Miss Molly]]\".\n\nLewis now lives on a ranch in [[Nesbit, Mississippi]], with his family.<ref>[http://oldies.about.com/od/rockabill1/f/jerryleeranch.htm Jerry Lee Lewis FAQ – Nesbit Ranch]. Oldies.about.com (2010-06-17). Retrieved on 2011-07-15.</ref><ref>[http://www.classicbands.com/jerrylee.html Jerry Lee Lewis]. Classicbands.com. Retrieved on 2011-07-15.</ref><ref>{{cite web|url=http://web.archive.org/web/20090627085458/http://www.backroadsofamericanmusic.com/archive/2007/10/04/jerry-lee-lewis-home-nesbit-mississippi.aspx |title=Jerry Lee Lewis Home, Nesbit, Mississippi – Backroads of American Music |publisher=Web.archive.org |date= |accessdate=2014-03-30}}</ref>\n\nOn June 4, 2008, Lewis was inducted into The [[Louisiana Music Hall of Fame]].\n\nOn July 4, 2008, he appeared on ''[[A Capitol Fourth]]'' and performed the finale's final act with a medley of \"[[Roll Over Beethoven]]\", \"Whole Lotta Shakin' Goin On\" and \"Great Balls of Fire\".\n\nIn October 2008, as part of a very successful European tour, Lewis returned to the UK, almost exactly 50 years after his ill-fated first tour. He appeared at two London shows: a special private show at the [[100 Club]] on October 25 and at the [[London Forum]] on October 28 with [[Wanda Jackson]] and his sister, [[Linda Gail Lewis]].<ref>[http://www.londonrocknroll.com ''Official London Rock 'n' Roll Festival website''].</ref>\n\n2009 marked the sixtieth year since Lewis's first public performance when he performed \"Drinking Wine Spo-Dee-O-Dee\" at a car dealership on November 19, 1949, in Ferriday, Louisiana.{{Citation needed|date=February 2009}}\n\nIn August 2009, in advance of his new album, a single entitled \"[[Mean old man|Mean Old Man]]\" was released for download. It was written by Kris Kristofferson. An EP featuring this song and four more was also released on November 11.\n\nOn October 29, 2009, Lewis opened the Rock and Roll Hall of Fame 25th Anniversary concert at [[Madison Square Garden]] in New York.\n\nIn May 2013, Lewis opened a new club on Beale Street in Memphis. He will not be at the club daily but has plans to visit from time to time, such as fan appreciation days. Unlike many celebrity ventures, his honky-tonk will be modern and not themed from memories of the past. The specialty is Southern food from the Louisiana low country to Mississippi and Memphis style cooking. There will be live rock and roll music and memorabilia ranging from posters to pianos to his motorcycle.<ref>*{{cite web\n |last=Donahue\n |first=Michael\n |title=Jerry Lee Lewis club to open in May on Beale|url=http://www.commercialappeal.com/news/2013/feb/25/jerry-lee-lewis-club-to-open-in-may-on-beale/ \n |work=The Commercial Appeal|date=February 25, 2013|publisher=Scripps Interactive Newspapers Group|accessdate=July 6, 2013}}</ref>\n\n==Discography==\n{{Main|Jerry Lee Lewis discography}}\n\n===Hits and awards===\n\nBetween 1957 and 2006, the date of ''Last Man Standing''{{'}}s release, 47 singles and 22 albums (''The Session'' counted as 2 albums) made the Top Twenty Pop, Jukebox, Rock, Indie and/or Country charts in the US or the UK. Fourteen{{Clarify|date=November 2009}} reached the number-1 position. He has had ten official gold discs, the latest being for the 2006 album ''Last Man Standing'', plus unofficial ones issued by his record company Mercury for albums which sold over a quarter of a million copies. His 2006 duets CD ''Last Man Standing'' has sold over half a million worldwide, his biggest selling album ever. Lewis is also among the Top 50 all-time Billboard Country artists. It is also rumored that the soundtrack album to the movie ''Great Balls Of Fire'' has now sold over a million copies. The original Sun cut of \"Great Balls of Fire\" was elected to the Grammy Hall of Fame in 1998, and Lewis's Sun recording of \"Whole Lotta Shakin' Goin On\" received this honor in 1999. Only recordings which are at least 25 years old and have left a lasting impression can receive this honor. Along with Johnny Cash, Carl Perkins and Roy Orbison, Lewis received a Grammy in the spoken-word category for the very rare album of interviews released with some early copies of the ''Class of '55'' album in 1986. On February 12, 2005, Lewis received the Recording Academy's Lifetime Achievement Award the day before the Recording Academy's main Grammy Awards ceremony, which he also attended. On October 10, 2007, Lewis received the Rock and Roll Hall of Fame's American Music Masters Award. His newest album, ''[[Mean Old Man (album)|Mean Old Man]]'', was released in September 2010 and reached No. 30 on the Billboard 200 album chart.\n\n==Compositions==\n\nLewis has written or co-written many songs during his career:\n\n* \"End of the Road\", 1956 – this is an original song and not the same as Irving Berlin's song (that inspired it) as the lyrics and melody are totally different apart from the refrain \"the way is dark and the night is long\" (which Lewis turns around) and \"waiting at the end of the road\".\n* \"Jerry's Boogie\" (a.k.a. \"Black Bottom Stomp\"), 1956 – was previously recorded as Black Bottom Stomp by Jelly Roll Morton but Lewis's rendition is his own and changes a lot of the old song.\n* \"[[Lewis Boogie]]\", 1956\n* \"Pumpin' Piano Rock\", 1957\n* \"All Night Long\", 1957\n* \"[[High School Confidential (Jerry Lee Lewis song)|High School Confidential]]\", 1958\n* \"Live & Let Live\", 1958 – sometimes credited to Lewis, but this actually was recorded by Bill Monroe, Moon Mullican, Gene Sullivan & Wiley Walker, and Jimmie Davis before.\n* \"Memory Of You\", 1958\n* \"Hello, Hello Baby\", 1958\n* \"Baby, Baby, Bye Bye\", 1960\n* \"Lewis Workout\", 1960\n* \"Whole Lotta Twistin' Goin' On\", 1962 – new lyrics <!-- NOT \"Whole Lotta Shakin' Goin' On\", which Lewis did NOT write/co-write -->\n* \"He Took It Like A Man\", 1963\n* \"Baby, Hold Me Close\", 1965\n* \"My Baby Don't Love No One But Me\", 1965\n* \"Rockin' Jerry Lee\", 1966\n* \"What A Heck Of A Mess\", 1966\n* \"Lincoln Limousine\", 1966\n* \"Alvin\", 1970\n* \"Pilot Baby\", 1980s\n* \"Crown Victoria Custom '51\", 1995\n* \"New Orleans Boogie\" (\"Jerry Lee's Boogie\"), 1952\n* \"Blues Like Midnight\", 1980s–2000s – a 12 bar blues often done by Lewis in concert. It is sometimes entirely based around Jimmie Rodgers verses but not recorded by Rodgers in this form. On other versions, Lewis adds in original verses.\n\n==References==\n{{Reflist|30em}}\n\n==Bibliography==\n*{{cite book\n | first = Joe\n | last = Bonomo\n | year = 2009\n | title = Jerry Lee Lewis: Lost and Found\n | publisher=Continuum Books\n | location = New York\n | authorlink = Joe Bonomo\n}}\n*{{cite book\n | first = Nick\n | last = Tosches\n | year = 1982\n | title = Hellfire\n | publisher=Grove Press\n | location = New York\n | authorlink = Nick Tosches\n}}\n*{{cite book\n | first = Jimmy\n | last = Gutterman\n | year = 1991\n | title = Rockin' My Life Away: Listening to Jerry Lee Lewis\n | publisher=Rutledge Hill Press\n | location = Nashville\n}}\n*{{cite book\n | first = Jimmy\n | last = Gutterman\n | year = 1993\n | title = The Jerry Lee Lewis Anthology: All Killer, No Filler\n | publisher=Rhino Records\n}}\n*{{cite book\n | first = Myra\n | last = Lewis\n | first = Murray\n | last = Silver\n | year = 1981\n | title = Great Balls of Fire: The Uncensored Story of Jerry Lee Lewis\n | publisher=William Morrow/Quill/St. Martin's Press\n}}\n*{{cite book\n | first = Joel\n | last = Whitburn\n | year = 1985\n | title = The Billboard Book of Top 40 Hits\n | authorlink = Joel Whitburn\n}}\n\n==External links and sources==\n{{Commons category}}\n*[http://www.jerryleelewis.com/ The Official Jerry Lee Lewis Website]\n*{{Allmusic|class=artist|id=p4753}}\n*[http://guterman.com/guterman_jerrylee/guterman_jerrylee.html ''Rockin' My Life Away'' by Jimmy Guterman, a full online biography]\n*[http://rockhall.com/inductees/jerry-lee-lewis/ Rock and Roll Hall of Fame]\n*[http://web.archive.org/web/20100815043153/http://www.btinternet.com/~tony.papard/JERRYLEELEWIS.HTM Jerry Lee Lewis page for his hits, biography.]\n*{{Pop Chronicles|8|4}}\n*[http://www.hankwilliamslistings.com/ind-jlle.htm?= Listing of all Lewis's Sun Records recordings and alternatives]\n\n===Selected videos===\n*[http://www.youtube.com/watch?v=ifEc-RazQlY Whole Lotta Shakin' Going on]\n\n{{Jerry Lee Lewis}}\n{{Grammy Award for Best Spoken Word Album 1980s}}\n\n{{Persondata\n| NAME              = Lewis, Jerry Lee\n| ALTERNATIVE NAMES =\n| SHORT DESCRIPTION = Singer, Songwriter, Pianist\n| DATE OF BIRTH     = 1935-9-29\n| PLACE OF BIRTH    = [[Ferriday, Louisiana|Ferriday]], Louisiana, United States\n| DATE OF DEATH     =\n| PLACE OF DEATH    =\n}}\n{{DEFAULTSORT:Lewis, Jerry Lee}}\n[[Category:1935 births]]\n[[Category:American composers]]\n[[Category:American male singers]]\n[[Category:American Pentecostals]]\n[[Category:American pop pianists]]\n[[Category:American pop singers]]\n[[Category:American rock musicians]]\n[[Category:American rock pianists]]\n[[Category:American rock singers]]\n[[Category:American rockabilly musicians]]\n[[Category:American singer-songwriters]]\n[[Category:Blue-eyed soul singers]]\n[[Category:Charly Records artists]]\n[[Category:Grammy Award-winning artists]]\n[[Category:Grammy Lifetime Achievement Award winners]]\n[[Category:Living people]]\n[[Category:Mercury Records artists]]\n[[Category:Musicians from Louisiana]]\n[[Category:People from Concordia Parish, Louisiana]]\n[[Category:People from Ferriday, Louisiana]]\n[[Category:Rock and Roll Hall of Fame inductees]]\n[[Category:Sire Records artists]]\n[[Category:Smash Records artists]]\n[[Category:Sun Records artists]]"}]}}}}