{"query":{"normalized":[{"from":"Jody_Williams","to":"Jody Williams"}],"pages":{"314124":{"pageid":314124,"ns":0,"title":"Jody Williams","revisions":[{"contentformat":"text/x-wiki","contentmodel":"wikitext","*":"{{other uses}}\n{{no footnotes|date=May 2012}}\n{{Use mdy dates|date=June 2011}}\n{{Infobox person\n| name = Jody Williams\n| image = JodyWilliamsMay2010.jpg\n| caption = Williams in May 2010.\n| birth_name = \n| birth_date = {{birth date and age|1950|10|09}}\n| birth_place = [[Brattleboro, Vermont|Brattleboro]], [[Vermont]], [[United States]]\n| resting_place = | resting_place_coordinates = \n| residence = \n| nationality = United States\n| other_names = \n| known_for = 1997 [[Nobel Peace Prize]]\n| education = {{unbulleted list |[[University of Vermont]] |{{nowrap|[[School for International Training]]}} |[[Johns Hopkins University]]}}\n| employer = | occupation = | title = | predecessor = | successor = | religion = \n| spouse = | partner = | children = | parents = | relatives = \n| signature = | website = \n}}\n\n'''Jody Williams''' (born 1950) is an American political activist known around the world for her work in banning [[Anti-personnel mine|anti-personnel]] [[Land mine|landmine]]s, her defense of human rights{{spaced ndash}}especially those of women{{spaced ndash}}and her efforts to promote new understandings of security in today’s world. She was awarded the [[Nobel Peace Prize]] in 1997 for her work toward the banning and clearing of anti-personnel mines.\n\n== Advocacy ==\n\nShe served as the founding coordinator of the [[International Campaign to Ban Landmines]] (ICBL) from early 1992 until February 1998.  Prior to that work, she spent eleven years on various projects related to the wars in Nicaragua and El Salvador.\n\nIn an unprecedented cooperative effort with governments, UN bodies and the International Committee of the Red Cross, she served as a chief strategist and spokesperson for the ICBL, which she developed from two non-governmental organizations (NGOs) with a staff of one – herself – to an international powerhouse of 1,300 NGOs in ninety countries.\n\nFrom its small beginning and official launch in 1992, Williams and the ICBL dramatically achieved the campaign’s goal of an international treaty banning antipersonnel landmines during a diplomatic conference held in Oslo in September 1997.  Three weeks later, she and the ICBL were awarded the Nobel Peace Prize.  At that time, she became the tenth woman – and third American woman – in its almost hundred-year history to receive the Prize.  \n \nIn November 2004, after discussions with sister Peace Laureates Dr. Shirin Ebadi of Iran and the late Professor Wangari Maathai of Kenya, Williams took the lead in establishing the [http://www.nobelwomensinitiative.org Nobel Women’s Initiative] launched in January 2006; she since has served as its Chair. Through this Initiative, which brings together six of the female Peace Laureates alive today, the women seek to use their access and influence to support and promote the work of women around the world working for peace with justice and equality. (Aung San Suu Kyi is an honorary member.)\n\n== Academic career ==\n\nSince 2007, Williams has been the Sam and Cele Keeper Professor in Peace and Social Justice in the Graduate College of Social Work at the [[University of Houston]]. Prior to that she had been a Distinguished Visiting Professor of Global Justice at the College since 2003.\n\n== Recognition ==\n\nProfessor Williams continues to be recognized for her contributions to human rights and global security.  She is the recipient of fifteen honorary degrees, among other recognitions. In 2004, she was named by ''Forbes'' magazine as one of the 100 most powerful women in the world in its first such listing. She has twice been recognized as a “Woman of the Year” by ''Glamour'' magazine – along with other luminaries such as Senator Hillary Clinton, Katie Couric, Barbara Walters, and her sister Nobel Peace Laureates.\n\nShrewsbury International School recognizes her contributions to humanity, and named one of their Houses in the school's housing system after her.\n\n== Publications ==\n\nWilliams writes extensively.  Her work includes articles for magazines and newspapers around the world (e.g., Wall Street Journal, International Herald Tribune, The Independent (UK), The Irish Times, The Toronto Globe and Mail, The LA Times, La Jornada (Mexico), The Review of the International Red Cross, Columbia University’s Journal of Politics and Society) and chapters to numerous books (e.g., ''This I Believe:  The Personal Philosophies of Remarkable Men and Women'', edited by Jay Allison and Dan Gediman [this book is the result of the “This I Believe” series on National Public Radio]; ''A Memory, A Monologue, A Rant, and A Prayer'', edited by Eve Ensler; ''Lessons from our Fathers'', by Keith McDermott; ''Girls Like Us: 40 Extraordinary Women Celebrate Girlhood in Story, Poetry and Song'', by Gina Misiroglu; ''The Way We Will be 50 Years from Today: 60 of the World’s Greatest Minds Share Their Visions of the Next Half-Century'', edited by Mike Wallace). \n \nWilliams also co-authored a seminal book on the landmine crisis in 1995, ''After the Guns Fall Silent:  The Enduring Legacy of Landmines'' (Vietnam Veterans of America Foundation, Washington, DC).  Her most recent book, ''Banning Landmines:  Disarmament, Citizen Diplomacy and Human Security'', edited with Steve Goose and Mary Wareham, analyzes the Mine Ban Treaty and its impact on other human security- related work.  It was released at the end of March 2008 by Rowman & Littlefield Publishers. In March 2013, her memoir, ''My Name Is Jody Williams: A Vermont Girl’s Winding Path to the Nobel Peace Prize'' (University of California Press) was released.\n\n== Affiliations==\n\n{{Empty section|date=March 2013}}\n\n== See also ==\n* [[List of female Nobel laureates]]\n* [[List of peace activists]]\n\n== References ==\n{{reflist}}\n\n== External links ==\n{{Commons category|Jody Williams}}\n*[http://videostreaming.udlap.mx/udla/nobel/jodywilliams.asx \"An Individual's Impact on Social and Political Change\"]\n*[http://aljazeera.com/programmes/oneonone/2011/03/2011329121630705386.html ''One on One – Jody Williams''], interview by Riz Khan on [[Al Jazeera English]], March 2011 (video, 25 mins).\n\n{{Nobel Peace Prize Laureates 1976-2000}}\n\n{{Authority control |VIAF=68644319}}\n\n<!-- Metadata: see [[Wikipedia:Persondata]] -->\n{{Persondata\n|NAME=Jody Williams\n|ALTERNATIVE NAMES=\n|SHORT DESCRIPTION=American teacher and aid worker\n|DATE OF BIRTH=October 9, 1950\n|PLACE OF BIRTH=[[Brattleboro, Vermont|Brattleboro]], Vermont, USA\n|DATE OF DEATH=\n|PLACE OF DEATH=\n}}\n{{DEFAULTSORT:Williams, Jody}}\n[[Category:1950 births]]\n[[Category:Living people]]\n[[Category:Mine action]]\n[[Category:Nobel Peace Prize laureates]]\n[[Category:American Nobel laureates]]\n[[Category:American anti-war activists]]\n[[Category:American human rights activists]]\n[[Category:American humanitarians]]\n[[Category:University of Vermont alumni]]\n[[Category:SIT Graduate Institute alumni]]\n[[Category:Johns Hopkins University alumni]]\n[[Category:University of Houston faculty]]\n[[Category:Women Nobel laureates]]\n[[Category:People from Brattleboro, Vermont]]"}]}}}}