{"query":{"normalized":[{"from":"John_Mayall","to":"John Mayall"}],"pages":{"164003":{"pageid":164003,"ns":0,"title":"John Mayall","revisions":[{"contentformat":"text/x-wiki","contentmodel":"wikitext","*":"{{Infobox musical artist\n| name                = John Mayall\n| image               = John Mayall 1.jpg\n| image_size          = 250\n| landscape           = yes\n| alias               =\n| caption             = Mayall performing in 2004\n| background          = solo_singer\n| alias               =\n| birth_date          = {{birth date and age|1933|11|29|df=y}}\n| birth_place         = [[Macclesfield]], England\n| death_date          =\n| death_place         =\n| instrument          = Vocals, guitar, harmonica, keyboards, piano, synthesizers, organ, drums\n| genre               = [[Blues rock]], [[harmonica blues]], [[British blues]], [[electric blues]]\n| occupation          = Musician, songwriter, producer\n| years_active        = 1956–present\n| label               = [[Decca Records|Decca]], [[DJM Records|DJM]], [[ABC Records|ABC]], [[Eagle Records|Eagle]], [[Snapper Music|Snapper]], One-Way Records, [[Polydor Records|Polydor]], [[Silvertone Records (1980)|Silvertone]], [[GNP Crescendo Records|GNP Crescendo]]\n| associated_acts     = [[John Mayall & the Bluesbreakers]], [[Canned Heat]], [[Cream (band)|Cream]], [[Fleetwood Mac]], [[Keef Hartley Band]], [[Mark-Almond]], [[Pure Food and Drug Act (band)|Pure Food and Drug Act]]\n| website             = [http://www.johnmayall.com johnmayall.com]\n| notable_instruments = [[Fender Telecaster]]<br>[[Fender Stratocaster]]\n}}\n\n'''John Mayall''', [[Order of the British Empire|OBE]] (born 29 November 1933) is an English [[blues]] singer, guitarist, organist and songwriter, whose musical career spans over fifty years. In the 1960s, he was the founder of [[John Mayall & the Bluesbreakers]], a band which has included some of the most famous blues and [[blues rock]] musicians. They include [[Eric Clapton]], [[Peter Green (musician)|Peter Green]], [[Jack Bruce]], [[John McVie]], [[Mick Fleetwood]], [[Mick Taylor]], [[Don \"Sugarcane\" Harris]], [[Harvey Mandel]], [[Larry Taylor]], [[Aynsley Dunbar]], [[Hughie Flint]], [[Jon Hiseman]], [[Dick Heckstall-Smith]], [[Andy Fraser]], [[Mark-Almond|Johnny Almond]], [[Walter Trout]], [[Coco Montoya]] and [[Buddy Whittington]].\n\n==Biography==\nBorn in [[Macclesfield]], [[Cheshire]] in 1933,<ref>{{cite web | title=Pride of Manchester guide to John Mayall | url=http://www.prideofmanchester.com/music/Johnmayall.htm| accessdate=15 June 2013 |title=Pride of Manchester's guide to John Mayall}}</ref> Mayall's father was [[Murray Mayall]], a guitarist and [[jazz]] music [[aficianado|enthusiast]]. From an early age, John was drawn to the sounds of American blues players such as [[Lead Belly]], [[Albert Ammons]], [[Pinetop Smith]], and [[Eddie Lang]], and taught himself to play the piano, guitars, and harmonica.<ref>''Biography'' [http://www.johnmayall.com/bio.html] at the Official John Mayall site. As of 2009 there is no privileged source for biographical data on John Mayall. The book ''John Mayall: blues breaker'' by Richard Newman, Sanctuary Publishing, Ltd. (1996) ISBN 978-1-86074-129-6 is an 'unauthorised' biography disavowed by Mayall himself. Many of his songs have lyrics directly referring to events in his life.</ref>\n\nMayall spent three years in Korea for [[national service]] and, during a period of leave, he bought his first electric guitar. Back in Manchester, he enrolled at Manchester College of Art (now part of [[Manchester Metropolitan University]]) and started playing with semi-professional bands. After graduation, he obtained a job as an art designer but continued to play with local musicians. In 1963, he opted for a full-time musical career and moved to London. His previous craft would be put to good use in the designing of covers for many of his coming albums.\n\nSince the end of the 1960s Mayall has lived in the US. A brush fire destroyed his house in [[Laurel Canyon, Los Angeles|Laurel Canyon]] in 1979, seriously damaging his musical collections and archives.\n\nMayall has been married twice, and has six grandchildren. His second wife, Maggie Mayall is an American blues performer, and since the early 1980s took part in the management of her husband's career. The pair divorced in 2011.{{Citation needed|date=January 2013}}\n\nIn 2005 Mayall was appointed [[Officer of the Order of the British Empire]] (OBE) in the Honours List.\n\n==Early years==\nIn 1956, with college fellow Peter Ward, Mayall had founded the Powerhouse Four which consisted of both men and other local musicians with  whom they  played at local dances. In 1962 Mayall became a member of the Blues Syndicate. The band was formed by trumpeter John Rowlands and alto saxophonist Jack Massarik, who had seen the [[Alexis Korner]] band at a Manchester club and wanted to try a similar blend of jazz and blues. It also included rhythm guitarist Ray Cummings and drummer [[Hughie Flint]], whom Mayall already knew. In 1962 John and his band were a frequent and a popular artists at all night R&B sessions at the 'Twisted Wheel' cellar club in central Manchester. [[Alexis Korner]] persuaded Mayall to opt for a full-time musical career and move to London, where Korner introduced him to many other musicians and helped them to find gigs. In late 1963, with his band which was now called the Bluesbreakers, Mayall started playing at the [[Marquee Club]]. The lineup was Mayall, Ward, [[John McVie]] on bass and guitarist Bernie Watson, formerly of [[Cyril Davies]] and the R&B All-Stars. The next spring Mayall, obtained his first recording date with producer [[Ian Samwell]]. The band, with Martin Hart at the drums, recorded two tracks : \"[[Crawling Up a Hill]]\" as well as \"Mr. James.\"<ref name=\"NME Rock 'N' Roll Years\">{{cite book\n| first= John\n| last= Tobler\n| year= 1992\n| title= NME Rock 'N' Roll Years\n| edition= 1st\n| publisher=Reed International Books Ltd\n| location= London\n| page= 134\n| id= CN 5585}}</ref> Shortly after, Hughie Flint replaced Hart, and [[Roger Dean (guitar player)|Roger Dean]] took the guitar from Bernie Watson. This lineup backed [[John Lee Hooker]] on his British tour in 1964.\n\nMayall was offered a recording contract by Decca and, on 7 December 1964, a live performance of the band was recorded at the Klooks Kleek. A single, \"Crocodile Walk\", was recorded later in studio and released along with the album, but both failed to achieve any success and the contract was terminated.\n\nIn April 1965 former [[The Yardbirds|Yardbirds]] guitarist [[Eric Clapton]] replaced Roger Dean and John Mayall's career entered a decisive phase.<ref>A chronicle of the main events in Mayall's early career is to be found in ''Blues-rock explosion'', eds. Stravick, S. and Roos, J., (2001)  Old Goat, ISBN 0-9701332-7-8</ref>\n\n===Mid-1960s through 1971===\n[[File:John Mayall (1970).png|thumb|right|Mayall in 1970]]\n\n====Eric Clapton as guitarist, 1965–66====\nIn 1965, with [[Eric Clapton]] as their new guitar player, the Bluesbreakers began attracting considerable attention. That summer the band cut a couple tracks for a single, \"[[I'm Your Witchdoctor]]\" b/w \"Telephone Blues\" (released in October).<ref>During Clapton's stay with the Bluesbreakers, the (in)famous graffito \"Clapton is God\" appeared on a wall in the London Underground.</ref> In August, however, Clapton left for a jaunt to Greece with a bunch of relative musical amateurs calling themselves the 'Glands'. John Weider, John Slaughter, and Geoff Krivit attempted to fill in as Bluesbreaker guitarist, but finally, [[Peter Green (musician)|Peter Green]] took charge. John McVie was dismissed, and during the next few months, [[Jack Bruce]], from the [[Graham Bond|Graham Bond Organisation]], played bass.\n\nIn November 1965 Clapton returned, and Green departed as Mayall guaranteed Clapton his spot back in the Bluesbreakers whenever he tired of the Glands.<ref>Marc Roberty, ''The Eric Clapton Scrapbook,'' 1994, New York: Citadel Press, p.14</ref> McVie was allowed back, and Bruce left to join [[Manfred Mann]] but not before a live date by  the Mayall-Clapton-Bruce-Flint line-up was recorded on Mayall's two-track tape recorder at London’s Flamingo Club in November. The rough recording provided tracks that later appeared on the 1969 compilation ''Looking Back'' and the 1977 ''Primal Solos''.<ref>Roberty, pp. 12-14</ref><ref>{{cite book| last = Hjort| first = Christopher | authorlink = Christopher Hjort | title = Strange Brew: Eric Clapton & the British Blues Boom, 1965-1970| publisher=Jawbone Press| year = 2007| location = London, UK| pages = g. 29 | isbn = 978-1-906002-00-8}}</ref> The same line-up also entered the studio to record a planned single, \"On Top of the World\", which was not released at that time.<ref>{{cite book| last = Hjort| first = Christopher | authorlink = Christopher Hjort | title = Strange Brew: Eric Clapton & the British Blues Boom, 1965-1970| publisher=Jawbone Press| year = 2007| location = London, UK| pages = g. 30 | isbn = 978-1-906002-00-8}}</ref> Mayall and Clapton cut a couple tracks without the others (although some sources give this as occurring back in the summer): \"Lonely Years\" b/w \"Bernard Jenkins\" was released as a single the next August on producer [[Mike Vernon (producer)|Mike Vernon]]'s Purdah Records label (both tracks appeared again two decades later in Clapton's ''[[Crossroads (Eric Clapton album)|Crossroads]]'' box set). In a November 1965 session, blues pianist-singer [[Champion Jack Dupree]] (originally from New Orleans but in the 1960s living in Europe) got Mayall and Clapton to play on a few tracks.<ref>{{cite book| last = Hjort| first = Christopher | authorlink = Christopher Hjort | title = Strange Brew: Eric Clapton & the British Blues Boom, 1965-1970| publisher=Jawbone Press| year = 2007| location = London, UK| pages = g. 29| isbn = 978-1-906002-00-8}}</ref>\n\nIn April 1966 the Bluesbreakers returned to Decca Studios to record a second LP with producer Vernon. The sessions, with horn arrangements for some tracks (John Almond on baritone sax, Alan Skidmore on tenor sax, and Dennis Healey on trumpet), lasted just three days. ''[[Blues Breakers with Eric Clapton]]'' was released in the UK on 22 July 1966. Several of the 12 tracks were covers of pure Chicago blues (side 1 kicking off strong with [[Otis Rush]]'s \"[[All Your Love]]\" and [[Freddy King]]'s hit instrumental \"[[Hide Away]]\" [here spelled without a space as “Hideaway”]); Mayall wrote or arranged 5 (such as \"Double Crossing Time\", a slow blues with a scorching solo by cowriter Clapton); and Eric debuted as lead vocalist, and began his practice of paying tribute to [[Robert Johnson (musician)|Robert Johnson]], with \"[[Ramblin' on My Mind]]\". The album was Mayall's commercial breakthrough, rising to #6 on the British chart, and has since gained classic status, largely for the audacious aggressiveness and molten fluidity of Clapton's guitar playing. “It’s Eric Clapton who steals the limelight,” reports music mag ''Beat Instrumental,'' adding with unintended understatement, “and no doubt several copies of the album will be sold on the strength of his name.”<ref>Beat Instrumental, September 1966</ref>\n\nIn the meantime, on 11 June the formation of [[Cream (band)|Cream]]—Clapton, bassist [[Jack Bruce]], and drummer [[Ginger Baker]]—had been revealed in the music press, much to the embarrassment of Clapton, who had not said anything about this to Mayall. (After a May Bluesbreakers gig at which Baker had sat in, he and Clapton had first discussed forming their own band, and surreptitious rehearsal jams with Bruce soon commenced.) Eric's last scheduled gig with the Bluesbreakers was 17 July in Bexley, south-east of London;<ref>{{cite book| last = Hjort| first = Christopher | authorlink = Christopher Hjort | title = Strange Brew: Eric Clapton & the British Blues Boom, 1965-1970| publisher=Jawbone Press| year = 2007| location = London, UK| pages = g. 57 | isbn = 978-1-906002-00-8}}</ref> Cream made a warmup club debut 29 July in [[Manchester]] and its \"official\" live debut two days later at the Sixth National Jazz and Blues Festival, [[Windsor, Berkshire|Windsor]].\n\n====Peter Green as guitarist, 1966–67====\nMayall had to replace Clapton, and he succeeded in persuading Peter Green to come back. During the following year, with Green on guitar and various other sidemen, some 40 tracks were recorded. The album ''[[A Hard Road]]'' was released in February 1967. Today its expanded versions include most of this material, and the album itself also stands as a classic. Early 1967 Mayall released an [[Extended play |e.p.]] recorded with American [[Richter-tuned harmonica|bluesharpist]] [[Paul Butterfield]].\n\nBut Peter Green gave notice and soon started his own project, Peter Green's [[Fleetwood Mac]], which eventually was to include all three of Mayall's Bluesbreakers at this time: Green, McVie, and drummer [[Mick Fleetwood]] who was a Bluesbreaker for only a couple of weeks.\n\n====Mick Taylor as guitarist, 1967–69====\nMayall's first choice to replace Green was 18-year-old [[David O'List]], guitarist from the [[The Attack (band)|Attack]]. O'List declined, however, and went on to form [[the Nice]] with organist [[Keith Emerson]]. Through both a \"musicians wanted\" ad in ''[[Melody Maker]]'' on 10 June and his own search, Mayall found three other potential guitarists for his Bluesbreakers, a black musician named Terry Edmonds, John Moorshead, and 18-year-old [[Mick Taylor]]. The latter made the band quickly, but Mayall, curiously, also decided to hire Edmonds as a rhythm guitarist for a few days.<ref name=\"Strange Brew\">{{cite book\n| first= Christopher\n| last= Hjort\n| year= 2007\n| title= Strange Brew : Eric Clapton and The British Blues Boom 1965-1970\n| publisher=Jawbone\n| location= London\n| page= 352\n| isbn= 978-1-906002-00-8}}</ref>\n\nIn the meantime, on a single day in May 1967, Mayall had assembled a studio album to showcase his own abilities. Former [[The Artwoods|Artwoods]] drummer [[Keef Hartley]] appeared on only half of the tracks, and everything else was played by Mayall. The album was released in November titled ''The Blues Alone''.\n\nA six-piece lineup—consisting of Mayall, [[Mick Taylor]] as lead guitarist, John McVie still on bass, [[Hughie Flint]] or Hartley on drums, and Rip Kant and Chris Mercer on saxophones—recorded the album ''[[Crusade (album)|Crusade]]'' on 11 and 12 July 1967. These Bluesbreakers spent most of the year touring abroad, and Mayall taped the shows on a portable recorder. At the end of the tour, he had over sixty hours of tapes, which he edited into an album in two volumes:  ''Diary of a Band, Vols. 1 & 2'', released in February 1968. Meanwhile, a few lineup changes had occurred: McVie had departed and was replaced by Paul Williams, who himself soon quit to join [[Alan Price]] and was replaced by Keith Tillman; [[Dick Heckstall-Smith]] had taken the sax spot.\n\nFollowing a U.S. tour, there were more lineup changes, starting with the troublesome bass position. First Mayall replaced bassist Tillman with 15-year-old [[Andy Fraser]]. Within six weeks, though, Fraser left to join [[Free (band)|Free]] and was replaced by Tony Reeves, previously a member of the New Jazz Orchestra. Hartley was required to leave, and he was replaced by New Jazz Orchestra drummer [[Jon Hiseman]] (who had also played with the Graham Bond Organisation). Henry Lowther, who played violin and cornet, joined in February 1968. Two months later the Bluesbreakers recorded ''[[Bare Wires]]'', co-produced by Mayall and Mike Vernon, which came up to #6.\n\nHiseman, Reeves, and Heckstall-Smith then moved on to form [[Colosseum (band)|Colosseum]]. The Mayall lineup retained Mick Taylor and added drummer Colin Allen (formerly of [[Zoot Money's Big Roll Band]] / [[Dantalian's Chariot]], and [[Georgie Fame]]) and a young bassist named Stephen Thompson. In August 1968 the new quartet recorded ''[[Blues from Laurel Canyon]]''.\n\nOn 13 June 1969, after nearly two years with Mayall, Taylor left and officially joined the [[Rolling Stones]].\n\n====Mark-Almond period, 1969–70====\nChas Crane filled in briefly on guitar.{{Citation needed|date=June 2010}} Drummer Allen departed to join [[Stone the Crows]]. This left as the only holdover bassist Thompson who would also eventually join Stone the Crows.\n\nMayall tried a new format with lower volume, acoustic instruments, and no drummer. He recruited acoustic [[fingerstyle guitar]]ist [[Mark-Almond|Jon Mark]] and flautist-saxophonist [[Mark-Almond|John Almond]]. Mark was best known as [[Marianne Faithfull]]'s accompanist for three years and for having been a member of the band [[Sweet Thursday (band)|Sweet Thursday]] (which included pianist [[Nicky Hopkins]] and future [[Cat Stevens]] collaborator [[Alun Davies (musician)|Alun Davies]], also a guitarist). Almond had played with Zoot Money and [[Alan Price]] and was no stranger to Mayall's music—he had played baritone sax on 4 cuts of ''Blues Breakers with Eric Clapton'' and some of ''[[A Hard Road]]''. This new band was markedly different from previous Mayall projects, and its making is well documented both on the 1999 double CD ''The Masters'' and on the 2004 DVD ''The Godfather of British Blues: The Turning Point''.\n\nAlong with the big change in sound, Mayall decided on a big change in scenery: a move to Los Angeles. The new band made its U.S. debut at the [[Newport Jazz Festival]] on 5 July,<ref name=\"Strange Brew\"/> whilst the 12 July performance at the [[Fillmore East]] provided the tracks for the live album ''[[The Turning Point (John Mayall album)|The Turning Point]]''. A studio album, ''Empty Rooms'', was recorded with the same personnel, with Mayall's next bassist, former [[Canned Heat]] member [[Larry Taylor]], playing bass in a duet with Thompson on \"To a Princess.\"\n\n====Harvey Mandel as guitarist, 1970–71====\nMayall continued the experiment of formations without drummers on two more albums, although he took on a new electric blues-rock-R&B band in guitarist [[Harvey Mandel]] and bassist [[Larry Taylor]], both plucked from [[Canned Heat]], and wailing violinist [[Don \"Sugarcane\" Harris]], lately of the [[Johnny Otis]] Show. On ''[[USA Union]]'' (recorded in Los Angeles, 27–28 July 1970), though, Mandel was compelled to make do without his remarkable [[sustain]] and usage of [[feedback]] as musical, even melodic, technique; and on ''Memories'' the band was stripped down to a trio with Taylor and [[Ventures]] guitarist [[Gerry McGee]].\n\nIn November 1970 Mayall launched a recording project involving many of the most notable musicians with whom he had played during the previous several years. The double album ''Back to the Roots'' features Clapton, Mick Taylor, Gerry McGee and Harvey Mandel on guitar; Sugarcane Harris on violin; Almond on woodwinds; Thompson and Larry Taylor on bass; and Hartley on drums. Paul Lagos was with Sugarcane and ended up drumming on five. Mayall wrote all the songs and sang all the vocals, as usual by now, plus played harmonica, guitar, keyboards, drums, and percussion. The London sessions took place in January 1971 and as such represent some of Clapton's last work before Derek and the Dominos' attempted ''[[Layla]]'' follow-up sessions and band disintegration that spring.\n\n''Back to the Roots'' did not promote new names, and ''USA Union'' and ''Memories'' had been recorded with American musicians. Mayall had exhausted his catalytic role on the British blues-rock scene and was living in L.A. Yet, the list of musicians who benefited from association with him, starting with ruling the London blues scene, remains impressive.<ref>[[Pete Frame]], The Complete Rock Family Trees, Omnibus Press 1993. ISBN 978-0-7119-0465-1</ref>\n\n===1970s–1990s===\n\n[[File:John Mayall 80s.jpg|thumb|220px|Mayall reunited for a brief tour in the early 1980s]]\nBy the start of the 1970s Mayall had relocated in the USA where he spent most of the next 15 years, recording with local musicians for various labels. In August 1971, Mayall produced a jazz-oriented session for bluesman [[Albert King]]<ref>The result was shelved, but ultimately it was released in 1986 as ''The Lost Session''. Mayall had played in 1968 at the [[Winterland]] and [[The Fillmore]] in San Francisco, sharing triple bills with Albert King and [[Jimi Hendrix]] (concert available from [[Wolfgang's Vault]]).</ref> and a few months later took on tour the musicians present in the studio.\n\nA live album ''[[Jazz Blues Fusion]]'' was released in the following year, with Mayall on harmonica, guitar and piano, [[Blue Mitchell]] on trumpet,  Clifford Solomon and [[Ernie Watts]] on saxophones, Larry Taylor on bass, Ron Selico on drums and [[Freddy Robinson]] on guitar. A few personnel changes are noted at the release of a similar album in 1973, the live ''Moving On''.\nDuring the next decade Mayall continued shifting musicians and switching labels and released a score of albums. [[Tom Wilson (producer)|Tom Wilson]], [[Don Nix]] and [[Allen Toussaint]] occasionally served as producers. At this stage of his career most of Mayall's music was rather different from electric blues played by rock musicians, incorporating jazz, funk or pop elements and adding even female vocals. A notable exception is ''The Last Of the British Blues'' (1978), a live album excused apparently by its title for the brief return to this type of music.<ref>A recording of the show at the [[Bottom Line]] in New York, 10 July 1977 is available from [[Wolfgang's Vault]]</ref>\n\n===The return of the Bluesbreakers===\n[[File:Mick Taylor- John Mayall concert 1980s.jpg|thumb|220px|Mick Taylor during his return to the Bluesbreakers on tour in Cleveland, Ohio in the early 1980s]]\nIn 1982 Mayall was reunited with [[Mick Taylor]], [[John McVie]] and [[Colin Allen]], three musicians of his sixties lineups, for a two-year world tour from which a live album would emerge a decade later.\n\nIn 1984 Mayall restored the name Bluesbreakers for a lineup comprising the two lead guitars of [[Walter Trout]] and [[Coco Montoya]], bassist Bobby Haynes and drummer Joe Yuele. The mythic name did perhaps something to enhance the interest in a band which by all standards was already remarkable.\n\nA successful world tour and live recordings achieved the rest.\nIn the early  1990s  most of the excitement was already spent and [[Buddy Whittington]] became the sole lead guitarist in a formation which included then organist Tom Canning.\n\nOn the occasion of the 40th year of his career Mayall received carte blanche to invite fellow musicians for the recording of a celebratory album. ''Along for the Ride'' appeared in 2001, credited to John Mayall and Friends with twenty names listed on the cover, including  some Bluesbreakers, old and new, and also [[Gary Moore]], [[Jonny Lang]], [[Steve Cropper]], [[Steve Miller (musician)|Steve Miller]], [[Otis Rush]], [[Billy Gibbons]], [[Chris Rea]], [[Jeff Healey]], [[Shannon Curfman]] and a few others.\n[[File:John Mayall blues.jpg|thumb|200px|left|Mayall's \"Pistoia Blues\", Pistoia, Italy]]\n\nTo celebrate his 70th birthday Mayall reunited with special guests [[Eric Clapton]], [[Mick Taylor]] and [[Chris Barber]] during a fundraiser show. This \"Unite for Unicef\" concert took place on 19 July 2003 at the Kings Dock Arena in Liverpool and was captured on film for a DVD release.\nIn 2005, Mayall was awarded an OBE in the [[British honours system|Honours List]]. \"It's the only major award I've ever received. I've never had a hit record or a Grammy or been in the Rock and Roll Hall of Fame.\" commented Mayall.<ref>[http://www.popmatters.com/music/interviews/mayall-john-051102.shtml Pop Matters, Nov.2, 2005]</ref>\n\nIn November 2008, Mayall announced on his website he was disbanding the Bluesbreakers, to cut back on his heavy workload and give himself freedom to work with other musicians. Three months later a solo world tour was announced, with: Rocky Athas on guitar, Greg Rzab on bass, and Jay Davenport on drums. Tom Canning, on organ, joined the band for the tour which started in March 2009. An album was released in September 2009. Since then, Mayall has continued to tour with the same backing band, minus Canning, who left due to other priorities.<ref>{{cite web|url=http://www.johnmayall.com/bio.html |title=Biography |publisher=John Mayall |date= |accessdate=30 December 2011}}</ref>\n\n==Discography==\n\n===Original John Mayall albums===\n<div style=\"-moz-column-count:2; column-count:2;\">\n*1965: ''[[John Mayall Plays John Mayall]]''                (Decca) [live, December 1964]\n*1966: ''[[Blues Breakers with Eric Clapton]]''             (Decca) [[UK Albums Chart|UK]] #6\n*1967: ''[[A Hard Road]]''                                  (Decca) UK #10\n*1967: ''[[Crusade (album)|Crusade]]''                      (Decca) UK #8\n*1967: ''[[The Blues Alone]]''                              (Ace of Clubs) UK #24\n*1968: ''The Diary of a Band - Volume One''                 (Decca) [live] UK #27\n*1968: ''The Diary of a Band - Volume Two''                 (Decca) [live] UK #28\n*1968: ''[[Bare Wires]]''                                   (Decca) UK #3\n*1968: ''[[Blues from Laurel Canyon]]''                     (Decca) UK #33\n*1969: ''[[Looking Back (John Mayall album)|Looking Back]]'' (Decca) [1964-1967]\n*1969: ''[[The Turning Point (John Mayall album)|The Turning Point]]'' (Polydor) [live] UK #11\n*1970: ''[[Empty Rooms]]''                                  (Polydor) UK #9  [July–October 69]\n*1970: ''[[USA Union]]''                                    (Polydor) UK #50\n*1971: ''[[Back to the Roots (John Mayall album)|Back to the Roots]]''  (Polydor, 2LP)  UK #31\n*1971: ''Memories''                                         (Polydor)\n*1971: ''[[Thru the Years]]''                                (Decca) [1964-1968]\n*1972: ''[[Jazz Blues Fusion (album)|Jazz Blues Fusion]]''  (Polydor) [live, US, November - December 1971]\n*1973: ''Moving On''                                        (Polydor) [live, US, July 1972]\n*1973: ''[[Ten Years Are Gone]]''                           (Polydor, 2LP/December 2008 2CD reissue)  [studio + live New York 1972]\n*1974: ''The Latest Edition''                               (Polydor)\n*1975: ''New Year, New Band, New Company''                  (ABC - One Way)\n*1975: ''Notice to Appear''                                 (ABC - One Way)\n*1976: ''Banquet in Blues''                                 (ABC - One Way)\n*1977: ''Lots of People''                                   (ABC - One Way) [live Los Angeles, November 1976]\n*1977: ''A Hard Core Package''                              (ABC - One Way)\n*1977: ''Primal Solos''                                     (Decca) [live 1966 and 1968, UK]\n*1978: ''The Last of the British Blues''                    (ABC - One Way) [live US]\n*1979: ''[[Bottom Line(album)|Bottom Line]]''               (DJM)\n*1980: ''No More Interviews''                               (DJM)\n*1982: ''Road Show Blues''                                  (DJM), reissues:\n**1995: ''Why Worry''\n**1997: ''[Bluesbreaker]''\n**2000: ''Lost and Gone''\n**2001: ''Reaching for the Blues''\n**2006: ''Godfather of the Blues''\n**2007: ''Big Man''\n*1985: ''Return Of The Bluesbreakers''                      (AIM Australia) [1981 and 1982]\n*1985: ''Behind the Iron Curtain''                          (GNP Crescendo)  [live Hungary], reissue:\n**2004: ''Steppin' Out''\n*1987: ''Chicago Line''                                     (Entente - Island), reissues:\n**1994: ''Uncle John's Nickel Guitar''\n**1999: ''Blues Power''                                     (with bonus CD ''Life in the Jungle - Charly Blues Masterworks Vol.4'')\n**2000: ''Blues Breaker''                                   (with two bonus tracks)\n*1988: ''The Power of the Blues''                           (Entente) [live Germany 1987], reissues:\n**1993: ''New Bluesbreakers (The Blues Collection 8)''\n**2003: ''Blues Forever'' (Fuel) (with bonus CD ''Life in the Jungle - Charly Blues Masterworks Vol.4'')\n*1988: (<-1971) ''Archives to Eighties''                    (Polydor)\n*1990: ''A Sense of Place''                                 (Island)\n*1992: ''Cross Country Blues''                              (One Way) [1981 and 1984]\n*1993: ''[[Wake Up Call (John Mayall album)|Wake Up Call]]'' (Silvertone) UK #61\n*1994: ''[[The 1982 Reunion Concert]]''                     (One Way)      [live, US]\n*1995: ''[[Spinning Coin]]''                                (Silvertone)\n*1997: ''Blues for the Lost Days''                          (Silvertone)\n*1999: ''Padlock on the Blues''                             (Eagle)\n*1999: ''Rock the Blues Tonight''                           (Indigo)    [live 2CD 1970 and 1971, Canada]\n*1999: ''Live at the Marquee 1969''                         (Eagle)     [live '69, London]\n*1999: ''The Masters''                                      (Eagle)     [live 2CD, UK 1969]\n*1999: ''Live:1969''                                        (Eagle), reissue:\n**2004: ''The Turning Point Soundtrack''\n*2001: ''Along for the Ride''                               (Eagle/Red Ink)\n*2002: ''Stories''                                          (Eagle/Red Ink)\n*2003: ''Rolling with the Blues''                           (Secret-Shakedown then Recall in 2005)   [live 1972, 1973, 1980 and 1982, various countries, 2CD + DVD interview], reissue:\n**2006: ''The Private Collection'' (Snapper 2CD)\n*2003: ''[[70th Birthday Concert]]''                        (Eagle)    [live in [[Liverpool]]]\n*2005: ''[[Road Dogs (John Mayall album)|Road Dogs]]''      (Eagle)\n**2006: ''The Private Collection'' (Snapper 2CD)\n*2007: ''Live at the BBC''                                  (Decca) [1965, 1967 and 1975]\n*2007: ''In the Palace of the King''                        (Eagle)\n*2007: ''[[Live from Austin, Tx (John Mayall album)|Live from Austin, Tx]]''    (NW Records) [live 1993]\n*2009: ''[[Tough (John Mayall album)|Tough]]''              (Eagle)\n*2014: ''A Special Life''                                   (Forty Below)\n</div>\n\n===John Mayall's website only===\n;Private Stash limited releases \n* 2000: ''Time Capsule'' (JM's private archive, 19 tracks 1957-62)\n* 2001: ''UK Tour 2K ''(live)\n* 2001: ''Boogie Woogie Man'' (11 live solo concert performances, 2000)\n* 2003: ''No Days Off'' (live)\n* 2004: ''Cookin' Down Under'' (DVD)\n* 2011: ''Live In London'' (Nov. 1, 2010, 2CD and DVD)\n* 2012: ''Historic Live Shows vol. 1'' (6 tracks 1970-71, Germany + 4 tracks 1990, Japan & Germany)\n* 2012: ''Historic Live Shows vol. 2'' (12 tracks 1990-1995, Usa & Germany)\n* 2012: ''Historic Live Shows vol. 3'' (4 tracks 1997, Usa + 6 tracks, 1998, Holland)\n\n===Unofficial editions and bootlegs===\n* 1990: ''Crocodile Walk'' (bootelg, reissued as ''Bulldogs For Sale'' in 1996)\n* 1984: ''Blues Alive'' (RCA/Columbia, reissued as ''Back to the Roots'', Gaha 02)\n* 198?: ''Dal vivo a Milano'' (bootleg)[live 26 Nov. 1982]\n* 199?: ''Beano's Boys'' (bootleg)\n* 199?: ''The First 5 Years'' (Pontiac)[Crocodile Walk + BBC Sessions + unreleased live pieces]\n* 199?: ''Simply Outstanding, live at the Fillmore West '68'' (Vintage Masters VMCDR 107) [same as Wolfgang's Vault]\n* 1999: ''Horny Blues'' (Massive Attack) [live '72]\n* 1999: ''Mayallapolis Blues'' (Blues Tune BT09)[live in Minneapolis, 3 March 1993]\n* 2001: ''Archive:live''  (Rialto)\n\n===DVDs===\n* 2003: ''70th Birthday Concert''  (Eagle)        live '03 CD & DVD\n* 2004: ''Live at Iowa State University''    DVD   live'87\n* 2004: ''The Godfather of British Blues/Turning Point'' DVD (Eagle)\n* 2005: ''Rolling with the Blues''       (Recall)  live'72-82 2CD+DVD\n* 2007: ''Live at the Bottom Line, New York 1992''\n* 2008: ''Live At Iowa State University''\n\n===Singles===\n*1964: \"Crawling Up The Hill / Mr. James\" (Decca F11900)\n*1965: \"Crocodile Walk / Blues City Shakedown\" (Decca F12120)\n*October 1965:<ref name=discography>For the singles from Oct. 1965 to Sept. 1966 see also : http://www.eric-clapton.co.uk/ecla/discography.html</ref> \"[[I'm Your Witchdoctor]] / Telephone Blues\" ([[Immediate Records|Immediate]] IM012)\n*August 1966: \"Lonely Years / Bernard Jenkins\" (Purdah 453502)\n*September 1966: \"[[Parchman Farm (song)|Parchman Farm]] / Key To Love\" (Decca F12490)\n*1966: \"Looking Back / So Many Roads\" (Decca F12506)\n*1967: \"Sitting In The Rain / Out Of Reach\" (Decca F12545)\n*1967: \"Curly / Rubber Duck\" (Decca F12588) <ref>The single is only titled \"The Bluesbreakers\", and it was the only one ever issued by the band without their leader. See http://www.discogs.com/Bluesbreakers-Curly/release/3127352</ref>\n*1967: \"[[I'm Your Witchdoctor]]/ Telephone Blues\" (Immediate IM051)\n*1967: \"Double Trouble / It Hurts Me Too\" (Decca F12621)\n*1967: \"Suspicions Pt.1 / Suspicions Pt.2\" (Decca F12684)\n*1968: \"Picture On The Wall / Jenny\" (Decca F12732)\n*1968: \"No Reply / She's Too Young\" (Decca F12792)\n*1968: \"The Bear / 2401\" (Decca F12846)<ref name=45rpm>{{cite web|url=http://www.45-rpm.org.uk/artists-j.htm |title=Artists: J |publisher=45-rpm.org.uk |date=10 February 1910 |accessdate=30 December 2011}}</ref>\n\n==John Mayall's sidemen==\nA comprehensive list of [http://www.classicwebs.com/mayall.htm musicians who have recorded and/or toured with John Mayall].\n\nA few notable names\n*'''Guitar''': [[Eric Clapton]], [[Roger Dean (guitar player)|Roger Dean]], [[Peter Green (musician)|Peter Green]], [[Mick Taylor]], [[Harvey Mandel]], [[Freddy Robinson]], [[Jimmy McCulloch]], [[Kal David]], [[Walter Trout]], [[Coco Montoya]], [[Randy Resnick]], [[Sonny Landreth]], [[Buddy Whittington]],  [[Eric Steckel]], [[Robben Ford]]\n*Bass: [[Jack Bruce]], [[John McVie]], [[Steven Thompson]]{{disambiguation needed|date=April 2013}}, [[Larry Taylor]], [[Tony Reeves]], [[Hank Van Sickle]], [[Greg Rzab]]\n*Drums: [[Hughie Flint]], [[Keef Hartley]], [[Aynsley Dunbar]], [[Soko Richardson]], [[Jon Hiseman]], [[Colin Allen]], [[Mick Fleetwood]].\n\n*Keyboards: [[Dr. John]]\n*Vocals/Harmonica: [[Paul Butterfield]]\n\n==See also==\n*[[John Mayall & the Bluesbreakers]]\n*[[British blues]]\n*[[Eric Clapton]]\n*[[Peter Green (musician)|Peter Green]]\n*[[Mick Taylor]]\n\n==References==\n{{Reflist}}\n\n==External links==\n{{commons category|John Mayall}}\n*[http://www.johnmayall.com/ John Mayall's website]\n*[http://www.facebook.com/JohnMayallBlues  John Mayall's official Facebook Fan page]\n*[http://www.chromeoxide.com/mayall.htm Mayall: sessions,concerts]\n* Concerts in [[Wolfgang's Vault]]: Fillmore West '68 [http://www.wolfgangsvault.com/john-mayall-and-the-bluesbreakers/concerts/fillmore-auditorium-february-09-1968.html]; Bottom Line '77 [http://www.wolfgangsvault.com/john-mayall/concerts/bottom-line-july-10-1977-early-show.html]\n*[http://www.johnmayall.net/press-2.html ABC Records Press Release]\n*[http://www.alloutguitar.com/interview/artists_and_bands/john_mayall_interview_godfather_british_blues John Mayall Interview 2007 - by Brian D. Holland]\n*[http://www.jambase.com/Articles/20529/John-Mayall-Unbreakable John Mayall Interview with Jarrod Dicker (2009)]\n*{{IMDb name|0562200}}\n*{{Worldcat id|lccn-n87-125445}}\n* [https://www.facebook.com/media/set/?set=a.513195622044553.113746.100000623587277&type=1 FB Fotoalbum John Mayall - Amsterdam - Melkweg 13-12-2012] [http://www.photography-rickvangerven.nl Photography Rick van Gerven]\n* {{fr}} [http://www.lesoreilles.com/johnmayall.html John Mayall Interview (2010)] published in the French magazine [[Guitar Part]]\n{{JMBluesbreakers}}\n\n{{Use British English|date=August 2010}}\n{{Use dmy dates|date=April 2012}}\n\n{{Authority control|VIAF=19866198}}\n\n{{Persondata <!-- Metadata: see [[Wikipedia:Persondata]]. -->\n| NAME              =Mayall, John\n| ALTERNATIVE NAMES =\n| SHORT DESCRIPTION =[[English people|English]] [[blues]] singer, songwriter, and multi-instrumentalist\n| DATE OF BIRTH     =29 November 1933\n| PLACE OF BIRTH    =[[Macclesfield]], England\n| DATE OF DEATH     =\n| PLACE OF DEATH    =\n}}\n{{DEFAULTSORT:Mayall, John}}\n[[Category:John Mayall| ]]\n[[Category:John Mayall & the Bluesbreakers members]]\n[[Category:1933 births]]\n[[Category:Living people]]\n[[Category:Alumni of Manchester Metropolitan University]]\n[[Category:Blues revival musicians]]\n[[Category:Blues rock musicians]]\n[[Category:British blues (genre) musicians]]\n[[Category:Electric blues musicians]]\n[[Category:Harmonica blues musicians]]\n[[Category:English blues musicians]]\n[[Category:English blues singers]]\n[[Category:English male singers]]\n[[Category:English songwriters]]\n[[Category:British harmonica players]]\n[[Category:Officers of the Order of the British Empire]]\n[[Category:British expatriates in the United States]]\n[[Category:British Army personnel of the Korean War]]\n[[Category:People from Macclesfield]]\n[[Category:British rhythm and blues boom musicians]]"}]}}}}