{"query":{"normalized":[{"from":"Josh_White","to":"Josh White"}],"pages":{"3326092":{"pageid":3326092,"ns":0,"title":"Josh White","revisions":[{"contentformat":"text/x-wiki","contentmodel":"wikitext","*":"{{Other uses}}\n{{Infobox musical artist <!-- See Wikipedia:WikiProject_Musicians -->\n| name                = Josh White\n| image               =\n| caption             = Josh White in 1945\n| background          = solo_singer<!-- do not tamper -->\n| birth_name          = Joshua Daniel White\n| alias               = Pinewood Tom<br > Tippy Barton\n| birth_date          = {{Birth date|1914|2|11}}\n| death_date          = {{Death date and age|1969|9|5|1914|2|11}}\n| origin              = [[Greenville, South Carolina]], [[United States]]\n| instrument          = [[Guitar]], [[Human voice|Vocals]]\n| genre               = [[Piedmont blues]], [[country blues]], [[Protest song|topical songwriting]]\n| occupation          = [[Singer]], [[actor]], [[songwriter]]\n| years_active        = 1928 - 1969\n| label               = [[Paramount Records|Paramount]],<br > [[ARC Records|ARC]],<br > [[Decca Records|Decca]],<br > [[Elektra Records|Elektra]]\n| associated_acts     =\n| website             =\n}}\n'''Joshua Daniel White''' (February 11, 1914 – September 5, 1969), known as '''Josh White''', was an [[United States|American]] singer, guitarist, songwriter, actor, and civil rights activist. He also recorded under the names \"Pinewood Tom\" and \"Tippy Barton\" in the 1930s.\n\nWhite grew up in the [[Jim Crow]] [[Southern United States|South]]. During the 1920s and 1930s, he became a prominent [[race records]] artist, with a prolific output of recordings in genres including [[Piedmont blues]], [[country blues]], [[gospel]], and [[Protest song|social protest]] songs. In 1931, White moved to New York, and within a decade his fame had spread widely; his repertoire expanded to include [[Chicago blues|urban blues]], [[jazz]], [[Traditional music|traditional]] [[folk song]]s, and political protest songs. He soon was in demand as an actor on radio, [[Broadway theatre|Broadway]], and film.\n\nWhite also became the closest African-American friend and confidant to [[President of the United States|president]] [[Franklin D. Roosevelt]]. However, White's anti-[[Racial segregation in the United States|segregationist]] and international [[human rights]] political stance presented in many of his recordings and in his speeches at rallies resulted in the [[McCarthyism|McCarthyites]] assuming him to be a [[Communist]]. Accordingly, from 1947 through the mid-1960s, White became caught up in the [[anti-Communist]] [[Red Scare]], and combined with the resulting attempt to clear his name, his career was damaged.\n\nWhite's musical style influenced many future generations of musical artists, including, [[Brownie McGhee]], [[Pete Seeger]], [[Lena Horne]], [[Dorothy Dandridge]], [[Nat King Cole]], [[Harry Belafonte]], [[Lonnie Donegan]], [[Eartha Kitt]], [[Alexis Korner]], [[Odetta]], [[Elvis Presley]], [[Tracy Chapman]], [[Joan Armatrading]], [[The Kingston Trio]], the [[Clancy Brothers and Tommy Makem]], [[Merle Travis]], [[Dave Van Ronk]], [[Peter, Paul and Mary]], [[Bob Dylan]], [[Eric Weissberg]], [[Judy Collins]], [[Mike Bloomfield]], [[Danny Kalb]], [[Roger McGuinn]], [[David Crosby]], [[Richie Havens]], [[Don McLean]], [[Roy Harper]], [[Ry Cooder]], [[John Fogerty]], [[Eva Cassidy]] and [[Jack White (musician)|Jack White]].\n\n==Career==\n\n===Firsts===\nWhite was in many senses a trailblazer; popular country bluesman in the early 1930s, responsible for introducing a mass white audience to folk-blues in the 1940s, first black singer-guitarist to star in Hollywood films and on Broadway. On one hand he was famous for his civil rights songs, which made him a favorite of the Roosevelts and on the other for his sexy stage persona (a first for a black male artist).<ref>[http://reddevillye.wordpress.com/ For Old Times Sake]</ref>\n\nHe was the first black singer to give a White House Command Performance (1941), to perform in previously segregated hotels (1942), to get a million-selling record, \"One Meatball\" (1944), and the first to make a solo concert tour of America (1945).,<ref>[http://www.loti.com/music/folk_music_revival.htm The Folk Music Revival]</ref> first folk and blues artist to perform in a nightclub, the first to tour internationally; and along with [[Lead Belly]] and [[Woody Guthrie]], the first to be honored with a US postage stamp.<ref>[http://www.woodsongs.com/showdetailspage.asp?SN=561 WoodSongs Old Time Radio Hour number: 561]</ref><ref name=\"Josh White\">[http://www.joshwhitejr.com/biojwsr.html Josh White]</ref>\n\nWhite and [[Libby Holman]] became the first mixed-race male and female artists to ever perform together, record together and tour together in previously segregated venues across the United States. They would continue performing off and on for the next six years, while making an album and a film together.<ref name=\"Jewish Quarterly\">[http://www.jewishquarterly.org/issuearchive/article5c9e.html?articleid=253 ''Jewish Quarterly'']</ref><ref name=\"louisschanker.info\">[http://www.louisschanker.info/photos/HolmanKing.pdf Martin Luther King, Libby Holman, Josh White]</ref>\n\n===Early years===\nWhite was one of four children born to [[Reverend]] Dennis and Daisy Elizabeth White, on February 2, 1914, in the black section of [[Greenville, South Carolina]], [[United States]]. His father told him that he was named after the Biblical character Joshua of the [[Old Testament]]. His mother introduced him to music at five years old, when he began singing in his local church's choir. White's father threw a [[Caucasian race|white]] bill collector out of his home in 1921, causing him to be beaten so badly that he very nearly died, and then was locked up in an mental institution, where he died nine years later.<ref name=\"Josh White\"/><ref name= barlow>Barlow, William. ''\"Looking Up At Down\": The Emergence of Blues Culture''. Temple University Press (1989), p. 98. ISBN 0-87722-583-4.</ref>\n\nTwo months after his father had been taken away from the family, White left home with a blind, black street singer named Blind Man Arnold, who he had agreed to lead across the South to collect coins after performances. Arnold would then send White's mother two dollars a week. Arnold soon realized that he could profit from this gifted boy who quickly learned to dance, sing, and play the [[tambourine]]. Over the next eight years, he rented the boy's services out to other blind street singers, including [[Blind Blake]] and [[Blind Joe Taggart]], and in time White quickly mastered the varied guitar stylings of all his blind masters. In order to appear sympathetic to the onlookers tossing coins, the old men kept White shoeless and in ragged short pants until he was sixteen years old. At night he would have to sleep in the cotton fields or in the horse stables, often on an empty stomach, while his master slept in a black hotel.\n\nWhile guiding Taggart in 1927, White arrived in [[Chicago]], [[Illinois]]. [[Mayo Williams]], a [[Record producer|producer]] for [[Paramount Records]], recognized White's talents and began using him as a session guitarist. He backed up many artists for recordings before recording his first popular Paramount recording as the lead vocalist and lead guitarist on \"Scandalous and a Shame\" and billed as \"Blind Joe Taggart & Joshua White\", while becoming the youngest artist of the \"race records\" era. Yet he was still shoeless, sleeping in the horse stable, and with all his recordings payments going to Taggart and Arnold. After Mayo Williams left Paramount to start his own label in Chicago, he threatened Taggart that if he didn't pay White for his recording services he would call the authorities and have him arrested for indentured servitude and keeping the boy out of school. For a few months after Taggart released him from his servitude, White shared a room with Blind Blake at Williams' home before finding his own room in a boarding house. Finally, he was being paid for his recordings, and for the first time  in his life able to buy and wear proper clothes and shoes. For the next two years, White continued an active recording schedule in Chicago, until he had saved enough money to return to Greenville and take care of his mother and younger siblings.<ref>Wald, Elijah (2000). ''Josh White: Society Blues'', p. 24</ref>\n\n===1930s: \"The Singing Christian\" and \"Pinewood Tom\"===\n[[File:Josh1935.jpg|thumb|left|Josh White with his acoustic guitar, 1935]]\nLate in 1930, New York's [[ARC Records]] sent two [[A&R]] men to find White, the lead boy who had recorded for Paramount in 1928. After several months of searching, they found him, recovering from a compound fracture in his leg at his mother's home in Greenville, SC. For a week, they tried to convince Mrs. White to sign her underage son to a recording contract with ARC. After promising Mrs. White that they would not record the \"Devil's Music\" (the blues), and only have White record religious songs, she finally agreed to sign a contract for $100.\n\nAfter his signing, White moved to [[New York City]], billed as \"Joshua White - The Singing Christian\". Within a few months, after recording all of his religious repertoire, ARC explained to White that he could make more money if he also recorded the blues repertoire he had learned, in addition to working as a session man for other artists. White, at 18 and still underage, signed a new contract under the name \"Pinewood Tom\" in 1932, although this was only used on his blues recordings. ARC used his birth name for new gospel recordings, and soon added \"The Singing Christian\" to the title. ARC also released his recordings under the name Tippy Barton during this period.\nAs a session guitarist, he recorded with [[Leroy Carr]] and [[Scrapper Blackwell]], [[Buddy Moss]], [[Charlie Spand]], [[Carver Boys|The Carver Boys]], [[Walter Roland]], and [[Lucille Bogan]].\n\nIn February 1936, he punched his left hand through a glass door during a bar fight, and the hand became infected with [[gangrene]]. White was advised by doctors to amputate the hand, and White repeatedly refused. Amputation was averted, but his chording hand was left immobile. Afterwards, he retreated from his recording career to become a dock worker, an elevator operator, and a building superintendent. During the time when his hand was lame, he squeezed a small rubber ball to try and revive it.\n\nOne night during a card game, White's left hand was revived completely; and he immediately began practicing his guitar, and soon put together a group called \"Josh White & His Carolinians\" with his brother Billy and close friends Carrington Lewis, [[Sam Gary]], and [[Bayard Rustin]]. They soon began playing private parties in [[Harlem]]. At one of these parties, on New Year's Eve 1938, [[Leonard De Paur]], a Broadway choral director, was intrigued by White's singing. For the past six months, DePaur and the producers of the Broadway musical in development, ''John Henry'', had been searching America for an actor/singer/guitarist to play the lead role of Blind Lemon, a street minstrel who would wander back and forth across the stage narrating the story in song. Their initial auditions with native New York singers proved to be unsuccessful, so they looked through previous race record releases to find a suitable artist. They eventually narrowed their search down to two people, \"Pinewood Tom\" and \"The Singing Christian\", both used as pseudonyms by White.\n\n===1940s: \"Josh White and his Guitar\"===\nAfter months of rehearsals and out-of-town productions in [[Philadelphia]] and [[Boston]], ''[[John Henry (musical)|John Henry]]'' opened on Broadway on January 10, 1940, with [[Paul Robeson]] as John Henry and White as [[Blind Lemon Jefferson]]. Although the musical did not have long run, it helped jumpstart his career. Soon thereafter, White began working with Woody Guthrie, Lead Belly, [[Burl Ives]], and [[The Golden Gate Quartet]] in a [[CBS]] radio series ''Back Where I Come From'', written by folk-song collector [[Alan Lomax]] and directed by [[Nicholas Ray]]. Nicholas Ray would also produce live engagements and recordings for two historic White duos. The first one, co-starring White with Lead Belly, became a six-month engagement at New York's [[Village Vanguard]] nightclub, teaming the young and virile city blues singer—the \"Joe Louis of the Blues Guitar,\" with the older, white haired country blues singer—the \"King of the 12 String Guitar\" (monikers given the blues legends by [[Woody Guthrie]] in his ''[[Daily Worker]]'' newspaper review of their show). \"Josh White & Lead Belly\" achieved great publicity, the excitement of sold-out shows, positive reviews, recordings, and film shorts. 45 years after the event, [[Max Gordon (Village Vanguard founder)|Max Gordon]], owner of the [[Village Vanguard]], would write in his book ''Live At The Village Vanguard'', \"The greatest conversations ever heard at the Vanguard was the carving out of the guitars between Lead Belly and Josh White.\"\n\nThe second Nicholas Ray duo production for White was with [[Libby Holman]], white `torch singer' of the 1920s who was branded an immoral woman for allegedly killing her millionaire husband. This duo pairing created more publicity and controversy for White, as they also became the first mixed-race male and female artists to ever perform together, record together and tour together in previously segregated venues across the United States.  They would continue performing off and on for the next six years, while making an album and a film together. White and Libby frequently requested the War Department to send them overseas during World War II to give USO concert performances for the troops.  However, despite a Letter of Recommendation from [[Eleanor Roosevelt]], they were constantly rejected as \"too controversial\", considering that the U.S. Armed Forces were still segregated throughout World War II.<ref name=\"Jewish Quarterly\"/><ref name=\"louisschanker.info\"/> Meanwhile, White's album ''Harlem Blues: Josh White Trio'' (with [[Sidney Bechet]] and [[Wilson Myers]], on the [[Blue Note Records|Blue Note]] label) produced the hit single \"[[Careless Love]]\", while his highly controversial [[Columbia Records]] album ''Joshua White & His Carolinians: CHAIN GANG''<!--Why is this in all capital letters?--Because that is the way the album sitting in front of me is printed-->, produced by [[John Hammond (producer)|John Hammond]], was the first race record ever forced upon the white radio stations and record stores in America's South and caused such a furor that it reached the desk of President Franklin Roosevelt. On December 20, 1940, White and the [[Golden Gate Quartet]], sponsored by Eleanor Roosevelt, made a historic Washington, D.C. concert at the Library of Congress's Coolidge Auditorium to Celebrate the 75th Anniversary of the [[Thirteenth Amendment to the Constitution of the United States]], which abolished slavery (the live recording of this concert was released on CD in 2005).\n\nOne month later, White and the [[Golden Gate Quartet]] performed at President Roosevelt's Inauguration in Washington. White refashioned his music, performance and image with his re-emergence on the entertainment scene in 1939 and 1940. The industry and audiences alike no longer saw a young southern black country boy, but instead a mature, self-educated, articulate, outspoken yet sophisticated 26-year-old man, who possessed a strikingly handsome and sexual bearing and personality both on and off the stage. He soon became the first blues performer to attract a large [[White American|white]] and [[Middle class|middle-class]] [[African American]] following, and was the first African-American artist to perform in previously [[Racial segregation in the United States|segregated]] venues in the US, as he transcended the typical racial and social barriers of the time who associated blues with a rural and working-class African-American audience, while performing in  nightclubs and theaters during the 1930s and 1940s.?’<ref name=\"Jewish Quarterly\"/>\n\nThroughout the 1940s, as a major matinee idol with magnetic sexual charisma and a commanding stage presence, White not only was an international star of recordings, concerts, nightclubs, radio, film, and Broadway, he also achieved a unique position for an African American of the segregated era by becoming accepted and befriended by white society, aristocracy, European royalty, and America's ruling family, The Roosevelts. One of his most popular recordings during the 1940s was \"[[One Meatball]],\" <sup>[http://sniff.numachi.com/pages/tiMEATBALL.html lyrics]</sup> a song about a \"little man\" who could afford only one meatball. The song is an adaptation by the American songwriters [[Hy Zaret]] and [[Lou Singer]] of a song called \"[[Lay of the One Fishball]]\" <sup>[http://sniff.numachi.com/pages/tiMEATBAL3.html lyrics]</sup><ref>{{cite web|url=http://www.mudcat.org/thread.cfm?threadid=354 |title=Origins: One Meatball - blues song |publisher=mudcat.org |date= |accessdate=2012-03-26}}</ref> by Harvard Professor [[George Martin Lane]], which was to the tune of an English folk song called \"[[Sucking Cider Through a Straw]]\" <sup>[http://www.waterdogmusic.com/artists/badexamples/lyrics/astro/cider.html lyrics]</sup>. When offered the song he immediately recorded it and it became the first million-selling record by an African American male artist; according to his biographer, [[Elijah Wald]], it was \"Josh's biggest hit by far\".<ref name=\"har\">[http://harvardmagazine.com/2009/05/song-hard-times \"Song for Hard Times\"], [[Harvard Magazine]], May–June 2009</ref> The [[Andrews Sisters]] and [[Jimmy Savo]] soon recorded their own versions, which also became hits (other cover versions were recorded in subsequent years by [[Bing Crosby]], [[Lightnin' Hopkins]], [[Lonnie Donegan]], [[Dave Van Ronk]], [[Ry Cooder]], [[Washboard jungle]], [[Tom Paxton]], and [[Shinehead]]).\n\nWhite's hits during the 1940s include \"Jelly, Jelly\" (a tune with very sexual lyrics, composed by [[Earl Hines]] and [[Billy Eckstine]]); \"The House I Live In (What Is America To Me)\", a major patriotic American song during World War II, written by [[Earl Robinson]] and [[Lewis Allan]] (the lyrics discuss what White hoped America would become after the war and government-sanctioned segregation would end; White had the first hit record with the song, then taught it to [[Frank Sinatra]] for [[The House I Live In (1945 film)|his MGM film short about the song]] which won an Academy Award); \"[[Waltzing Matilda]]\" (an Australian sailor taught this Australian folk song to White backstage at the Cafe Society; White re-arranged the song into a waltz tempo, then donated his services to the government by recording it the next week for the government's [[V Disc]] label to boost the moral of the troops overseas, and it became an immediate hit); \"[[St. James Infirmary Blues|St. James Infirmary]]\" (new words and music by White); the old English folk song, \"[[Lass With the Delicate Air]]\"; \"John Henry\" (new words and music by White), \"[[Joshua Fit the Battle of Jericho]]\" (new words and music by White), \"[[The Riddle Song (I Gave My Love a Cherry)]]\" (an old English traditional folk song), \"Evil Hearted Man\" (words and music by White), \"Miss Otis Regrets\" (by [[Cole Porter]]), \"[[The House of the Rising Sun]]\" (new words and music by White; recorded subsequently by [[Woody Guthrie]], [[Lead Belly]], [[Dave Van Ronk]], [[Bob Dylan]], and in 1964 in a rock beat by [[The Animals]]), and \"[[Strange Fruit]].\"\n\nWhite recorded in a wide variety of contexts, from recordings in which he was accompanied only by his own guitar playing, to others in which he was backed by guitar and string bass or piano, or jazz ensembles, gospel vocal groups, or even a big swing jazz band, as was the case with his popular 1945 recording, \"I Left A Good Deal in Mobile\". He also performed and recorded with the jazz pianist [[Mary Lou Williams]], and besides his duets with Libby Holman and with Lead Belly, he recorded and performed duets with [[Buddy Moss]], and performed often in duets with his friend [[Billie Holiday]]. He also recorded songs of social and political protest with Woody Guthrie, [[Pete Seeger]], [[Burl Ives]], and [[Lee Hays]] in their folk cooperative group the [[Almanac Singers]] and in the later group [[People's Songs]] which consisted of the core of musicians and activists who formed [[Almanac Singers]].\n\nIn 1945, with the immense success of his hit single \"[[One Meatball]]\", in addition to his national radio show, his appearance in the film ''Crimson Canary'', and all the publicity emanating from the Cafe Society, White became the first African-American popular music artist to make a national concert hall tour of America, with the Jamaican singer/dancer [[Josephine Premice]] as his opening act. Other African-American concert tours to follow included [[Ethel Waters]], [[Willie Bryant]], [[Timmie Rogers]], The [[Katherine Dunham Company]], The [[Hall Johnson]] Choir, [[Mary Lou Williams]], [[Lillian Fitzgerald]], [[The Chocolateers]], and [[The Three Poms]].<ref>[http://select.nytimes.com/mem/archive/pdf?res=F00D16FC3E5F1B7B93C0AB178ED85F418485F9 \"One Meat Ball\"] [[New York Times]] review of a 1945 \"all-Negro variety show\", identifying White as \"the best thing\" in the show.</ref> The success of this tour created a demand for a return tour of America's concert halls the following year. On this second tour, White brought the innovative dancer/choreographer [[Pearl Primus]], who had worked with him at the Cafe Society, as his opening act.  Primus had choreographed several performance pieces to the music of White, and on this tour they would perform these numbers together. For the remainder of Pearl Primus's career, she would perform these pieces created with White as a major part of her concert program.\n\nAs an actor between the years of 1939 and 1950, White would appear in dozens of radio dramas, including the classic [[Norman Corwin]] plays, and star or co-star on the New York stage in three musicals and three dramatic plays, in addition to appearing in several films. In February 1945, Paramount Pictures in Hollywood optioned [[John Lomax]]’s projected autobiography, ''Adventures of a Ballad Hunter'', with [[Bing Crosby]] to star as Lomax and White as Lead Belly. Lead Belly stayed in California until the end of the year, hoping to be involved in the project, but the film never got past the pre-production stage.  However, White would appear in other films, including: ''[[The Crimson Canary]]'' (1945), in which he portrayed himself; the [[Hans Richter (artist)|Hans Richter]] film ''[[Dreams That Money Can Buy]]'' (1947), co-starring with Libby Holman, which won the Special Prize at the [[Venice Film Festival]] and was a major contributor to the \"avant-garde\" film movement; and the [[John Sturges]] film ''[[The Walking Hills]]'' (1949), in which White co-starred with [[Randolph Scott]], [[John Ireland (actor)|John Ireland]], [[Ella Raines]], and [[Arthur Kennedy (actor)|Arthur Kennedy]], in one of [[Hollywood, Los Angeles, California|Hollywood's]] first films where an African American was portrayed as a racially equal character in the story.\n\nAs a leading artist/activist of the era, who had begun writing and recording political protest songs as early as 1933, and who would speak and sing at human rights rallies, White was prominently associated with the U.S. [[American Civil Rights Movement (1896-1954)|civil rights movement]] of the 1940s. This activism made White's politics suspect in Hollywood during the [[McCarthy era]] and, accordingly, ''The Walking Hills'' would be his final film role.\n\n==At the Café Society==\n[[File:Josh White and Mary Lou Williams, ca October 1947 (Gottlieb 09191).jpg|thumb|right|240px|Josh White and [[Mary Lou Williams]], ca. October 1947.<br> Photography by [[William P. Gottlieb]].]]\n\nThe [[Café Society]] nightclub, located in New York's [[Greenwich Village]], was the first integrated nightclub in the United States, where blacks and whites could sit, socialize and dance in the same room and enjoy entertainment. It opened in late 1938 with a three-month engagement of [[Fletcher Henderson Orchestra]], [[Billie Holiday]] and comedian [[Jack Gilford]], immediately making it New York's hottest club.\n\nOne day, John Hammond asked White to meet [[Barney Josephson]], the owner of the club. As soon as Josephson heard White and saw the charisma he exuded, he told Hammond that White was going to become the first black male [[sex symbol]] in America. It was Josephson who decided at that first encounter, on the stage apparel he would have designed for White - that would become a trademark for years to come - a black velvet shirt open to the stomach and silk slacks. While starring at the Café Society over the next decade and becoming exposed to audiences, performers and beautiful music from around the world, White expanded his musical interests and repertoire to include a variety of styles which he would then subsequently record. He had remarkable success in popularizing recordings with a diverse group of musical genres, which ranged from his original repertoire of the Negro blues, gospel and protest songs, to Broadway show tunes, cabaret, pop, and white American, English and Australian folk songs.\n\nThe Greenwich Village club was so successful that Josephson soon opened a larger Café Society Uptown, at which White also performed, gaining him recognition by ''[[The New York Times]]'' as the \"Darling of [[Fifth Avenue (Manhattan)|Fifth Avenue]]\". The Roosevelt family, New York society, international royalty, and Hollywood stars regularly came to see White at the Café Society, and he used his fame and visibility to create, foster and develop relations between blacks and whites, making him a national figure and voice of racial integration in America.\n\nHe was thought to have numerous romantic liaisons with wealthy society women, singers, and Hollywood actresses, but the rumors were never substantiated. The women in question always referred to White as their close friend, and [[Lena Horne]] and [[Eartha Kitt]] also referred to him as a mentor.\n\nThe Café Society made White a star and put him in a unique position as an African American man. However, because of the club's unique social status of mixing the races, it also became a haven for New York's social progressives whose politics leaned to the [[Left-wing politics|Left]]. As it played a vital role in White's ascendancy to stardom, it would also one day play a crucial role in his fall from grace.\n\n==White and the Roosevelts==\nBeginning in 1940, White established a long and close relationship with the family of [[Franklin Roosevelt|Franklin]] and [[Eleanor Roosevelt]], and would become the closest African American confidant to the [[President of the United States]]; and the Roosevelts were the [[godparent]]s of Josh White, Jr. (born November 30, 1940). In January 1941, White performed at the President's Inauguration, and two months later, he released another highly controversial record album, ''Southern Exposure'', which included six anti-segregationist songs with liner notes written by the African American writer [[Richard Wright (author)|Richard Wright]], and whose sub-title was \"An Album of Jim Crow Blues\". Like the ''Chain Gang'' album, and with revelatory yet inflammatory songs such as \"Uncle Sam Says\", \"Jim Crown Train\", \"Bad Housing Blues\", Defense Factory Blues\", \"Southern Exposure\", and \"Hard Time Blues\", it also was forced upon the southern white radio stations and record stores, caused outrage in the South and also was brought to the attention of President Roosevelt.  However, instead of making White persona-non-grata in segregated America, it resulted in President Roosevelt asking White to become the first African American artist to give a [[White House]] Command Performance, in 1941<!--What month?-->.\n\nAfter that first White House Command Performance ended, the Roosevelts invited White up to their private chambers, where they spent more than three hours talking about White's life story of growing up in [[Jim Crow laws|Jim Crow]] South, listening to his songs written about those experiences, and drinking Café Royale (coffee and brandy). At one point during that evening, the President said to White, \"You know, Josh, when I first heard your song 'Uncle Sam Says,' I thought you were referring to me as Uncle Sam....Am I right?\"  White responded, \"Yes, Mr. President, I wrote that song to you after seeing how my brother was treated in the segregated section of Fort Dix army camp.... However that wasn't the first song I wrote to you.... In 1933, I wrote and recorded a song called 'Low Cotton,' about the plight of Negro cotton pickers down South, and in the lyrics I made an appeal directly to you to help their situation.\" The President, interested and impressed at the candor of his response, then asked White to sing those songs to him again. A friendship developed, five more Command Performances would follow, in addition to two appearances at the [[Inauguration Day|Inaugurations]] of 1941 and 1945; and the White family would spend many Thanksgiving and Christmas holidays with the Roosevelts at their [[Hyde Park, New York]] [[Home of Franklin D. Roosevelt National Historic Site|mansion]] (now the [[Franklin D. Roosevelt Presidential Library and Museum]]).<!--Note: I think the mansion and library are separate sites; see previous links. ANSWER: No. The Roosevelt Hyde Park Mansion is now the Roosevelt Presidential Museum and Library--> The President sent White to give concerts overseas as a \"Goodwill Ambassador\" and he was often referred to in the press as the \"Presidential Minstrel.\"<ref>[http://www.elijahwald.com/josh.html Elijah Wald – Josh White: Society Blues]</ref>\nMore importantly, it was White's songs of social protest, such as \"Uncle Sam Says\"<sup>[http://www.authentichistory.com/ww2/music/19410000_Uncle_Sam_Says-Josh_White.html listen]</sup> and \"Defense Factory Blues,\"<sup>[http://www.authentichistory.com/ww2/music/19410000_Defense_Factory_Blues-Josh_White.html listen]</sup> which caused the President to begin exploring how to [[Desegregation|desegregate]] the [[Military of the United States|U.S. Armed Forces]].{{Citation needed|date=May 2007}} <!--..Read the lyrics of White's songs which were sung to Roosevelt, such as \"Uncle Sam Says,\" \"Defense Factory Blues,\" and \"the Ballad of Dorie Miller\" and you will understand.--><!-- That's not how encyclopedic citations work. See Wikipedia:Citations --> Meanwhile, White's recordings of \"Beloved Comrade\" (the President's favorite song), \"Freedom Road\", \"Free and Equal Blues\", and \"House I Live In (What is America to Me)\", were great songs of inspiration to the Roosevelts and the country during [[World War II]].{{Citation needed|date=May 2007}} After the President's death, White's younger brother William White became Eleanor Roosevelt's personal assistant, house manager and chauffeur for the remainder of her life.\n\nIn 1949, [[Fisk University]] honored White with an honorary doctorate; and the local Chicago NBC radio series ''Destination Freedom,'' written by Richard Durham, aired a half-hour dramatized biography of White's life entitled \"Help The Blind\". In 1950, Eleanor Roosevelt (then the [[United Nations]] Ambassador in charge of War Relief) and White made a historical speaking and concert tour of the capitals of Europe to lift the spirits of those war-torn countries. The tour built to such proportions that when they arrived in [[Stockholm]], the presentation had to be moved from the [[Royal Swedish Opera|Opera House]] to the city's soccer stadium where 50,000 came out in the pouring rain to hear Mrs. Roosevelt speak and White perform. All during this tour, audiences across Europe enthusiastically requested White to sing his famed anti-lynching recording of \"Strange Fruit\", but on each occasion he would respond, \"My mother always told me that when you have problems in your background you don't give those problems to your neighbor....So, that's a song I will sing back home until I never have to sing it again, but for you, I would now like to sing its sister song, written by the same man ('The House I Live In').\"\n\n==Movies and theater==\nAs an actor, White acted several more times on Broadway in the late 1940s. In 1947 he appeared in German artist and avant-garde filmmaker Hans Richter's ''Dreams that Money Can Buy'', co-starring Libby Holman along with the participation of [[Max Ernst]], [[Marcel Duchamp]], [[Alexander Calder]], [[Darius Milhaud]] and [[Fernand Léger]]. It won an award at that year's [[Venice Film Festival]]. He also appeared in John Sturges' 1949 western ''[[The Walking Hills]]'' with Randolph Scott, Ella Raines, [[Edgar Buchanan]], and Arthur Kennedy, in which his character, an itinerant musician, was not a stereotype but on an equal footing with the white characters. He was still young and very handsome and it hard not to speculate on what might have been had the blacklist not put an end to his budding movie career.<ref>[http://www.culturalequity.org/alanlomax/ce_alanlomax_profile_josh_white.php Association for Cultural Equity]</ref>\n\n==1950s: White and the Blacklist==\nWhite had reached the zenith of his career when touring with Eleanor Roosevelt on a celebrated and triumphant Goodwill tour of Europe. He had been hosted by the continent's prime ministers and royal families, and had just performed before 50,000 cheering fans at Stockholm's soccer stadium. Amidst this tour, while in Paris in June 1950, White received a call from Mary Chase, his manager in New York, telling him that [[Red Channels]] (who had been sending newsletters to the media since 1947 about White and other artists who they warned as being subversive), had just released and distributed a thick magazine with subversive details regarding 151 artists from the entertainment and media industries who they labeled as Communist Sympathizers. White's name was prominent on this list. There never had been an official blacklist—until now. White immediately went to discuss the situation with Mrs. Roosevelt—to ask her advice and help. With great empathy, she told him that her voice on his behalf would hinder his efforts to clear his name. She explained that if she wasn't the widow of the president they would also be crucifying her. She continued that the [[Right-wing politics|Right Wing]] press had been calling her a \"[[pinko]]\", citing her social activism and friendships with non-whites. That night, White called his manager back and alerted her that he would be flying back to America the next day so that he could clear his name. Upon arriving at New York's [[John F. Kennedy International Airport|Idlewild Airport]], the [[FBI]] met him, took him into a Customs holding room, began interrogating him, and held him for hours while waiting word from Washington as to whether White, who was born in America, would be deported back to Europe.\n\nFor a decade, White had been a leading voice of black America and a voice that reminded America of its social injustices, while also becoming a major pop star and sex symbol from his platform at the Cafe Society. However, when Barney Josephson's brother and attorney Leon, who was also a lawyer for the Communist-created [[International Labor Defense]], was brought before the [[House Un-American Activities Committee]] ([[HUAC]]) in 1947 and refused to testify, he was sent to prison. The Right Wing media publicity centered on the Cafe Society as a hot bed of Communists. By December of that year, the original downtown club had to close, and by 1949, the uptown club was forced to shut its doors. Virtually every artist who regularly worked at the club had contributed to Left-leaning benefits and was suspected as being a Communist sympathizer.\n\nWhite was not a Communist, and was not active in any political party. However, when he was told that people's human rights were being threatened and asked to participate in a benefit or a rally, he was always willing to lend his voice to the cause. Whether it was the plight of African Americans in the South or oppressed people in [[Yugoslavia]], it was all the same to him. Since his return from Europe in June 1950, White had been interrogated every week, and was threatened that his career would be finished and that he would lose his family. Controversially, in a fervent desire to defend his reputation, and challenge his accusers and the blacklist (while under intense pressure from his manager and his family), White told the FBI that he would go to Washington, appear before the HUAC Committee and set the record straight.{{Citation needed|date=December 2007}}\n\nWith the assistance of his daughter Bunny, White began writing a lengthy letter about his life and his beliefs that he would plan to read as a statement at his HUAC appearance. Before going to Washington, he made trips to visit two trusted friends and have them read his statement - Eleanor Roosevelt and Paul Robeson. Bunny accompanied him on his trip up to Hyde Park to visit Mrs. Roosevelt. She recalled the visit in an interview with Josh White Estate Archival biographer Douglas Yeager:  \"Mrs. Roosevelt told Daddy that he had written a good letter. However, she cautioned him not to go to Washington, explaining that the HUAC Committee would turn his testimony against him if he appeared and they weren't satisfied with his statement.\" A few days later, White drove up to Paul Robeson's Connecticut home by himself.\n\nPaul Robeson, a former All-American football player, was a [[Columbia University]]-trained African-American attorney fluent in 12 languages, who lived most of the 1920s and 1930s in London, and was very active in world human rights and the movement to decolonize Africa. However, he was best known as an international star of recordings and film, the most celebrated stage [[Othello]] in history, and the highest paid concert performer in the world. He also was the most respected and admired artist/activist throughout the world, with friendships that included the leaders of many countries including the [[Soviet Union]], where Robeson was considered a cultural and social giant and iconic figure. To the social progressives in America, he was the most respected and important voice of truth and social justice in the world. In 1939, at the onset of World War II in Europe, Paul Robeson and his family returned to America and maintained a residence in Connecticut. Robeson had been White's friend and artistic collaborator for many years and was the godfather to White's daughter Beverly. They did not always agree on everything politically, however White held great respect for Robeson. Years later in a radio interview<!--What year?-->, White stated that Robeson never once mentioned the Communist Party to him, and in fact advised White not to get too involved with any political party. Paul Robeson supported America's war effort and was considered a patriotic champion of freedom and liberty after his national radio broadcast concert performance and subsequent record album ''[[Ballad For Americans]]''. However, when American Negro soldiers returning from the war were still confronted with government sanctioned segregation, racism and even lynchings, it became evident that Robeson was greatly disappointed with the American government. In the post-war years, his socialist belief structure seemed better aligned to the Soviet Union, which had been America's ally in the war, but by 1947 had become their bitter enemy. In 1949, America's media and press reported a speech Robeson had made in [Paris], alleging that he said if a war would ever take place between the USSR and America that American Negroes would not fight in America's army (the U.S. media and press version of the speech has since been found to be inaccurate and slanted).{{Citation needed|date=December 2007}}\n\nBefore going to Washington, White felt he had to meet with Robeson, have him read his statement, and tell him of decision to go to Washington. One paragraph out of the long biographical letter referred to Robeson: \"I have great admiration for Mr. Robeson as an actor and a great singer, and ''if'' what I read in the papers is true, I feel sad over the help he's been giving to people who despise America. He has a right to his own opinions, but when he, or anybody, pretends to talk for a whole race, he's kidding himself. His statement that the Negroes would not fight for their country, against Soviet Russia or any other enemy, is both wrong and an insult: because I stand ready to fight Russian or any enemy of America.\" In the biography, ''Robeson: Lives of the Left'', [[Martin Duberman]] wrote about the encounter. Apparently White and Robeson went up to the bathroom of Robeson's master bedroom, turned on all the faucets so that the FBI listening devices couldn't hear their conversation, and began discussing White's statement and his upcoming appearance before HUAC. Robeson read the prepared statement and told White that he personally felt it would be wrong to go to Washington and appear before the HUAC Committee. He continued that he would never appear before the Committee, but that this was a decision White would have to make on his own. Reportedly, White painfully told him, \"I feel like a heel Paul, but they've got me in a vise...  I have to go.\" White was called into the FBI offices dozens of times between 1947 and 1954, but no one is absolutely certain what special vise they had him in - besides threatening to destroy his career and family, as many of the pages found in his FBI files (via the Freedom of Information Act) are still blacked out by the government. It is the belief of White, Jr., and many others however, that the FBI, displeased with White's prowess with white women, used it against him (as they had done with [[Jack Johnson (boxer)|Jack Johnson]] years earlier), by threatening him with imprisonment and saying that they would concoct a trumped up charge of violating the Mann Act, \"for transporting women across state lines for immoral purposes\".{{Citation needed|date=December 2007}}\n\nOn September 1, 1950, White, appearing with only his wife Carol at his side, sat down before the HUAC Committee in Washington, D.C., regarding [[Communism|Communist]] influence in the entertainment industry and African American community. He did not give the HUAC Committee names of Communist Party members. At length, he told them of his life story as a child, seeing his father beaten and dragged through the streets of Greenville by white authorities, and having to leave home at the age of seven to lead street singers across America in order to feed his family. He defended his right and responsibility as a folksinger to bring social injustices to the attention of the public through his songs, and then passionately read the chilling lyrics of one of his most famous recordings, the anti-[[lynching]] song \"Strange Fruit\" (written by [[Abel Meeropol]]) which was then placed into the [[Congressional Record]].  He also included his words about Paul Robeson regarding the alleged statement Robeson had made in Paris.\n\nWhite would later defend his testimony as a \"friendly witness\" (a term applied to those who appeared voluntarily before the HUAC Committee) by claiming that he had a right to defend his name against unjust accusations, that the scope of his testimony was limited, that he did not state anything that was not already known, that he never gave the FBI or the HUAC Committee names of members of the Communist Party, and that he was sincerely opposed to Communism. However, testifying before the committee and speaking out against Paul Robeson angered his large socially progressive fan base, who believed that testifying before the HUAC Committee acknowledged their right to exist.  Not being privileged to know the details of his FBI interrogations, many of this group also suspected that he had given the FBI names of Communist Party members, which he had not. The fact that the future career and reputation of baseball legend [[Jackie Robinson]] was not hampered when he appeared before the HUAC Committee one year earlier, while expressing virtually the same words as White had about Robeson's alleged statement in Spain, did not seem to matter to White's detractors. Robinson's fan base did not derive from the political Left as White's had. White's HUAC appearance greatly affected his posthumous reputation in America, causing him to become the only artist of the era to be blacklisted by both the [[Right (politics)|Right]] and [[Left (politics)|Left]]. He felt  immense pressures from several sides to appear before the HUAC Committee, and based upon his harsh early life experiences learned in Jim Crow South, it was apparent that White believed  his only option to protect the lives of his family and career and to survive, was to figuratively \"ride the fence post\"—go to Washington, denounce the Communist Party, but not name any names of Communist Party members. In the end, Mrs. Roosevelt had an astute understanding of the political climate in Washington and in America when she warned White that the government would turn his testimony against him. Indeed, this was the case, and White's blacklisting would not be lifted for years.\n\nWith work rapidly drying up in America, White relocated to [[London]] for much of 1950 to 1955, where he hosted his own [[BBC]] radio show, ''My Guitar Is Old As Father Time'', resumed his recording career, with new successes such as \"[[On Top of Old Smokey]]\", \"[[Lonesome Road]]\", \"[[I Want You and Need You]]\", \"Wanderings\", \"[[Molly Malone]]\" and \"[[I'm Going to Move to the Outskirts of Town]]\", and gave concert tours throughout Europe and beyond. However, back in the United States—the country of his birth—the [[McCarthyism|McCarthy]] anti-communist hysteria had already greatly dismembered White's career as early as 1947, when he lost his record contract and his national radio show, and was barred from appearing on other radio shows. His Hollywood blacklisting began in 1948, after completing his final film role in ''[[The Walking Hills]]''<!--The IMDB lists this as a 1949 release, released on March 5, 1949... however the movie was filmed in 1948 and that was the last year he was allowed in Hollywood)-->, and he would not be allowed to appear on U.S. television from 1948 until 1963.  Meanwhile, the 1940s politically Left-leaning social progressives who had survived the [[Red Scare]], had begun reviving the folk music industry in America.  They would keep White shut out from their folk festivals, their folk magazines, their emerging record companies,  and their media and press for most of the remaining years of his life. However, in 1955, a brave, young owner of a new American record company, [[Jac Holzman]], who wasn't afraid of the political pressure from the Right or the Left, offered White the opportunity to record again in his home country. He could only offer him $100, but he promised him artistic control and the best recording equipment available.  They recorded the ''Josh White: 25th Anniversary'' album, which established [[Elektra Records]] and slowly began reviving White's career by finding a young, new audience who made it possible for him to work again in America. Accordingly, his name and reputation in America has only begun to recover in recent years.\n\nWhite's blacklisting in the television industry in America was finally broken in 1963, when President John F. Kennedy invited him to appear on the national CBS Television's civil rights special \"Dinner with the President.\"<ref>[http://reddevillye.wordpress.com/2008/01/07/josh-white-john-henry/ A musical trip back in time to recall the forgotten artists]</ref> President Kennedy told him how his records had inspired him when that President was a college student in the Roosevelt era.<ref>[http://guitarvideos.com/assets/pdf/13037dvd.pdf Legends of Country Blues Guitar vol.3]</ref>\n\n==Later life==\n[[File:Josh1955.jpg|thumb|right|260px|Josh White with acoustic guitar, 1955]]\nFrom the mid-1950s until his death in [[Manhasset, New York]] in 1969 of [[heart disease]], White primarily performed in concert halls, nightclubs, and  folk music venues and festivals around the world, and in 1961 starred in ''The Josh White Show'' for [[Granada Television]] (a franchise holder for the commercial [[ITV (TV network)|ITV]] network) in the United Kingdom. White's blacklisting in the television industry in America was finally broken in 1963, when President [[John F. Kennedy]] invited him to appear on the national [[CBS]] Television's civil rights special \"Dinner with the President.\" Later that year he was seen again on national television performing for the masses on the steps of the [[Lincoln Memorial]] at the historical [[March on Washington for Jobs and Freedom|March on Washington]].  In 1964, White gave a Command Performance for the Prime Minister of Canada, [[Lester Pearson]]; and in January 1965 he  performed at the Presidential Inauguration of [[Lyndon Baines Johnson]]. In his final years, he would make American television appearances on ''[[The Merv Griffin Show]]'', [[Hugh Hefner]]'s ''[[Playboy's Penthouse]]'' and ''[[Hootenanny (US TV series)|Hootenanny]]'', among others. Meanwhile, he starred in two Josh White Concert Specials for national [[Swedish television]] in 1962 and 1967; starred in the 1965 ITV Network Special ''Heart Song: Josh White'' in the United Kingdom (with guest artists [[Julie Felix]] and [[Alexis Korner]]); while also guest starring on Canada's [[CBC-TV]]'s ''Let's Sing Out with Oscar Brand'' in 1967; and making his final television appearance in May 1969 on the Canadian CBC-TV variety show ''One More Time''.\n\nUK guitarist/entrepreneur [[Ivor Mairants]] worked with White to create ''The Josh White Guitar Method'' (Boosey & Hawkes) in 1956. It was an extremely influential book for the fledgling UK blues/folk scene and was the first blues guitar instruction book ever published. UK guitarist [[John Renbourn]] and American guitarist [[Stefan Grossman]] (who was living in the UK at the time) have cited it as a critical influence on their playing.\n\n===Signature guitars===\nThe success of the book ''The Josh White Guitar Method'' prompted Mairants to commission a Zenith “Josh White” signature guitar based on White's Martin 0021 from German guitar maker Oscar Teller.  Scottish guitarist [[Bert Jansch]] owned one of these models in his early playing years. On the last page of \"Josh White Guitar Method\" (printed 1956) there is a photo of this Zenith Josh White signature guitar and some text about it.<ref>[http://www.mediafire.com/?73l722l9a2951lw Josh White Guitar Method.pdf]</ref>\n\nThe [[Guild Guitar Company]] in the US worked with White on a signature model in 1965.\nThis fact was confirmed in a tv-program, The History Detectives, by Mark Dronge, whose father, Al, was one of the founders of \nGuild Guitars. Mark Dronge took White to the Guild factory in 1965. A guitar made to White's specifications was made and was meant to become a signature guitar for White, but it was never mass produced. Mark Dronge explained that \"The scene was starting to change. The Beatles were so influential and all these bands came out and the electric music was getting bigger and the plans for Josh White model just kind of fell by the wayside, unfortunately.\"<ref>[http://www.pbs.org/opb/historydetectives/investigation/josh-white-guitar/ History Detectives]</ref><ref>[http://www-tc.pbs.org/opb/historydetectives/static/media/transcripts/2011-05-22/611_joshwhiteguitar.pdf Transcription of History Detectives program]</ref>\n\n[[File:Josh White's custom made Ovation guitar.png|thumb|left|300px|Josh White's custom made Ovation guitar 1965/66]]\nCarol White would vividly recount to White's archival biographer, Douglas Yeager, that in 1963-1964, the engineers of a new guitar company in development spent several months with their paperwork and drawings on her dining room table, as White and the engineers designed the first round-bodied guitar. Upon completion, the first [[Ovation Guitar]] was called the \"Josh White Model\".<ref>[http://www.dreamguitars.com/sold-guitars/2132-ovation_josh_white_291/ 1965 Ovation Guitars Josh White]</ref> Josh White used this custom made guitar when he performed the song {{YouTube|RclyijxoTsk|\"Nobody Knows You When You're Down and Out\"}} with his daughter on Swedish television in one of his last filmed performances.\n\nAccording to the \"Ovation Original Program\" White played \"The Josh White Model\" Ovation guitar at the Hotel America, Hartford, Connecticut, November 14, 1966.<ref>[http://www.ovationtribute.com/Memorabilia/1966_Ovation_Original_Program/1966_Ovation_Original_Program.pdf 1966_Ovation_Original_Program]</ref><ref>[http://www.ovationgallery.com/collectors/collector-shiny.htm Ovation early serial numbers, Josh White and Balladeer models]</ref>\n\nIn 1965-1967, the Ovation Guitar Company did make a signature guitar for White and that was the first made for an African American.<ref>[http://www.ovationtribute.com/Catalogues/68%20J-White%20Brochure/68%20J-White%20Brochure.html Ovation Josh White Model Brochure]</ref><ref>[http://www.ovationgallery.com/pageoriginaljw.htm Josh White was Ovations very first endorsee]</ref> White was the first official Ovation endorser.<ref>[http://www.worldmusicsupply.com/ovation-guitars-history.html The History of Ovation Guitars]</ref>\n\nThe Music Trades Article December 1966:\n\n\"Earlier this year, the present double parabolic form was perfected after extensive consultations with professional guitarists including the pioneering guitar folk singer, Josh White.\"\n\n\"Ovation Instruments unveiled their new line of acoustical guitars at a reception and dinner held last month at the Hotel America, Hartford, Conn. In a program which featured demonstrations by White, one of Americas best-known folk singers, and the Balladeers, a new, young, singing group; and remarks by Charles Kaman, president of Kaman Aircraft Corporation, parent company of Ovation Instruments, and Jim D. Gurley, program manager of Ovation Instruments, the features of the Ovation guitar models were presented to 300 representatives of the press and the music industry.\"\n\n\"Josh White, playing Ovation's \"Josh White\" model - declared to be the first guitar which the famous folk singer has ever endorsed - held the crowd spellbound. His thirty-minute performance brought forth every nuance of the instrument's unique capability to render clear treble and deep resonant bass notes. Closing the show with a family ensemble with his two daughters, Mr. White brought down the house. It was one of the rare occasions when he and his children, though all professionals, have played together as a group. Also featured were the Balladeers, a bright, young singing group from the Connecticut Valley...\"<ref>[http://www.ovationtribute.com/Catalogues/1966_Music_Trade_Article/1966_Music_Trade_Article.pdf The Music Trades Article December 1966]</ref>\n\n===Nail problems===\nWhite had a hands-on influence on Ovation. White used to come to the factory. His fingernails were brittle and prone to cracking, a condition that got worse as he grew older. Ovation's subassembly foreman, Al Glemboski, made a cast of White's fingers, from which he made a set of fiberglass nails. White glued on these false nails with a special industrial glue called [[Eastman 910]], which would later be marketed as Super Glue. He returned to the factory every other month for a new set of nails.<ref>[http://books.google.se/books?id=eYOGdVfWcAkC&printsec=frontcover&dq=The+History+of+Ovation+Guitar+By+Walter+Carter&hl=en&ei=eXadTsDAA6ag4gSLgPm7CQ&sa=X&oi=book_result&ct=result&resnum=1&ved=0CC8Q6AEwAA#v=onepage&q&f=false The History of Ovation Guitar By Walter Carter]</ref>\n\n==Death==\nIn 1961, White's health began a sharp decline as he experienced the first of the three [[Myocardial infarction|heart attacks]] and the progressive heart disease that would plague him over his final eight years. As a lifelong smoker he also had progressive [[emphysema]], in addition to ulcers, and severe psoriasis in his hands and [[Hypocalcaemia|calcium deficiency]] in his body that would cause the skin to peel off of his fingers and leave his fingernails broken and bleeding with every concert. During the last two years of his life, as his heart weakened dramatically, his wife Carol would put him in the hospital for four weeks after he completed each two-week concert tour. Finally, the doctors felt his only survival option was to attempt a new procedure to replace [[heart valve]]s. The surgery failed.\n\nHe died on the operating table on September 5, 1969 at the [[North Shore Hospital]] in [[Manhasset, New York]].<ref>{{cite news |first= Carter B.|last= Horsley|authorlink= |coauthors= |title=Josh White, Folk Singer, Dead.  |url=http://select.nytimes.com/gst/abstract.html?res=F60D14FD345E1B7493C4A91782D85F4D8685F9 |quote= Josh White, the folk singer, died at the North Shore Hospital in Manhasset, L. I., yesterday while undergoing heart surgery. He was 61 [sic] years old. ... |work=[[New York Times]] |date=September 6, 1969 |accessdate=2009-02-24 }}</ref>\n\nWhen Associated Press interviewed [[Harry Belafonte]], upon learning of White's passing, he said, \"I can't tell you how sad I am. I spent many, many hours with him in the years of my early development. He had a profound influence on my style. At the time I came along, he was the only popular black folk singer, and through his artistry exposed America to a wealth of material about the life and conditions of black people that had not been sung by any other artist.\"\n\n==Legacy==\nWhite was seen as an influence on hundreds of artists of diverse musical styles, including: [[Pete Seeger]], [[Lee Hays]], [[Oscar Brand]], [[Ed McCurdy]], [[Lonnie Donegan]], [[Alexis Korner]], [[Cy Coleman]], [[Elvis Presley]], [[Merle Travis]], [[Joel Grey]], [[Bob Gibson]], [[Dave Van Ronk]], [[Phish]], [[Clancy Brothers and Tommy Makem]], [[Shel Silverstein]], [[John Fahey (musician)|John Fahey]], [[Bob Dylan]], [[Peter, Paul and Mary]], [[Judy Collins]], [[Roger McGuinn]], [[David Crosby]], [[Mike Bloomfield]], [[Danny Kalb]], [[Ry Cooder]], [[John Fogerty]], [[Don McLean]], [[Robert Plant]] and [[Eva Cassidy]]; in addition to those African American artists, such as [[Blind Boy Fuller]], [[Robert Johnson (musician)|Robert Johnson]], [[Brownie McGhee]], [[Lena Horne]], [[Nat King Cole]], [[Pearl Primus]], [[Josephine Premice]], [[Eartha Kitt]], [[Harry Belafonte]], [[Odetta]], [[Ray Charles]], [[Josh White, Jr.]], [[Jackie Washington/Jack Landron|Jackie Washington]], the [[Chambers Brothers]], and [[Richie Havens]], who in the footsteps of White were also able to break considerable barriers that had hampered African-American artists in the past.\n\n==Song and poetry tributes==\n*'''[[Bob Gibson (musician)|Bob Gibson]] & Shel Silverstein'''. (revered folk singer Bob Gibson, and his equally well known writing partner Shel Silverstein - both disciples of White), in 1979, wrote and recorded a song tribute, \"Heavenly Choir\", to three of their most beloved artists, Josh White, [[Hank Williams]] and [[Janis Joplin]]....all brilliant artists, who had lived hard, fought hard, and died young. (the first verse is to White, followed by the chorus).<ref name=\"Josh White Song tributes\">[http://blues.gr/profiles/blogs/josh-white-hard-time-blues Josh White Song tributes]</ref>\n\n*'''Peter Yarrow''':  After White's funeral, one of his protégés, [[Peter Yarrow]] of [[Peter, Paul & Mary]], eulogized him in the song \"Goodbye Josh\", which he included on his first solo album ''Peter''.<ref name=\"Josh White Song tributes\"/>\n\n* Fellow South Carolina native '''Jack Williams''' wrote and recorded \"A Natural Man\", a tribute to White, on his ''Walkin' Dreams'' album in 2002.<ref>[http://www.jackwilliamsmusic.com/Songbooks/walkin_dreams.html Jack Willians songbook]</ref>\n\n* Poet and historian Dr Leatrice Emeruwa published the poem \"Josh White is Dead\" in 1970.<ref>[http://books.google.se/books?id=rbIDAAAAMBAJ&printsec=frontcover&dq=Black+World/Negro+Digest+1970&hl=en&ei=nH6fTtDIM8bP4QSKptC-BA&sa=X&oi=book_result&ct=result&resnum=5&ved=0CDkQ6AEwBA#v=onepage&q&f=false Black World/Negro Digest Sep 1970, page 78]</ref>\n\n==Personal life==\nIn 1933, White married a New York gospel singer, Carol Carr. They raised Blondell (Bunny), Julianne (Beverly), Josh Jr., Carolyn (Fern), Judy, and a foster daughter, Delores, in their home in the [[Sugar Hill, Manhattan|Sugar Hill]] section of [[Harlem, New York]]. White's younger brother Billy (who he moved up from Greenville) and Carol's mother all lived with them in the White household. His father died in a South Carolina mental institution in 1930, the result of beatings at the hands of Greenville deputies a decade earlier. His mother, Daisy Elizabeth, a very stern and religious woman, remained in her hometown of Greenville, South Carolina and lived into her 80s. She came to visit White in New York several times a year and he traveled to see her in South Carolina, but she didn't allow his non-religious recordings in her home. Except for his childhood performances in her Greenville church in the 1920s, she never again saw her son perform, refusing to attend concerts where he sang non-sacred songs. His brother Billy and (future civil rights leader) [[Bayard Rustin]], [[Sam Gary]]<!--Is Sam Gary one person or two? ONE PERSON--> and Carrington Lewis performed and recorded with White in \"Josh White and His Carolinians\" (from 1939 to 1940) and appeared with him in the Broadway musical ''John Henry''. After [[World War II]], Billy became [[Eleanor Roosevelt]]'s house manager and chauffeur for the remainder of her life.\n\nOn occasion in the early 1940s, when the grandmother watched the children, Carol would join White in singing, performing and recording with the folk collaborative group, the [[Almanac Singers]]. In the late 1950s and early 1960s, Carol would appear as a guest on Eleanor Roosevelt's television talk show; and in 1982, she was a featured speaker at the Smithsonian Institution's 100th Anniversary Celebration of Franklin D. Roosevelt's Birth in Washington, while her son, [[Josh White, Jr.]], performed a musical program of songs his father had presented at one of his White House Command Performances. Josh White, Jr., a successful singer-songwriter, guitarist, actor, educator, and social activist for the past 60 years, performed and recorded with his father as a duet from 1944 to 1961, in addition to performing together with him in two Broadway plays (Josh White, Jr. won a 1949 [[Tony Award]] for the play ''How Long Till Summer''). At various times in the 1950s and 1960s, daughters Beverly, Fern, and Judy also performed, recorded and appeared on radio and television with White. In 1964, when new anti-segregationist legislation made it easier for African Americans to purchase real estate in previously all-white neighborhoods, Josh and Carol bought a duplex home in the [[Rosedale, Queens]] section of New York City. While daughter Beverly and her family lived upstairs, the couple lived in the downstairs home. White lived in this semi-suburban lifestyle for the remainder of his life, while wife Carol would continue to live there and work into her 80s, first as a clothing boutique manager, and then as a social worker to elderly people in nursing homes, until her sudden passing in 1998.  One week before her fatal heart attack, Carol received final confirmation that the [[United States Postal Service]] would be honoring White in 1998 with his own postage stamp. When shown a mock-up photograph of the stamp by Josh's estate manager, Douglas Yeager, she expressed joy, gratitude and a long-awaited satisfaction—that after all those painful years of social isolation from the McCarthy era, Josh would finally be receiving the recognition he deserved. She felt that she could finally go now in peace. [The above information has been compiled by Josh White Archival biographer and manager of the Estate of Josh White (Sr.), Douglas Yeager.]\n\n==Posthumous honors==\n<!-- Deleted image removed: [[File:Josh White Stamp.jpg|right|{{Deletable image-caption|1=Tuesday, 29 September 2009|date=May 2012}}]] -->\n*In 1983, Josh White, Jr., starred in the long-running and rave-reviewed biographical dramatic musical stage play on his father's life, ''Josh: The Man & His Music'', written and directed by Broadway veteran [[Peter Link]], which premiered at the Michigan Public Theatre in [[Lansing, Michigan|Lansing]], [[Michigan]]. Subsequently, the State of Michigan formally proclaimed April 20, 1983, as \"Josh White & Josh White, Jr. Day.\"\n*In 1984, when asked why his father's recordings were so hard to find, Josh White, Jr. said, \"Normally, when a person of my old man's stature passes away, a flood of re-releases and best-of packages are dumped on the market. But when he died [...] there was only one memorial album that Elektra put out and, after that, there was nothing. That's why in my performances I never omit a section devoted to my father's songs, his interpretations of other people's songs, and his style of guitar playing.\"\n*In 1987, the Josh White, Jr. tribute album to his father's music, ''Jazz, Ballads and Blues'' (RYKODISC, produced by Douglas Yeager), received a [[Grammy]] nomination.\n*In 1996, Josh White, Jr. released a well received second tribute album to his father's music, entitled ''House of the Rising Son'' (Silverwolf, produced by Josh White, Jr., Douglas Yeager and Peter Link).\n*On June 26, 1998, the [[United States Postal Service]] issued a 32-cent postage stamp honoring White, unveiling it on [[Washington, D.C.]]'s [[National Mall]], followed by a concert tribute of his songs by Josh White, Jr. This same year, [[Smithsonian Folkways]] released an album of White's work, entitled ''Free and Equal Blues'', his only solo album released on the label (though he was featured on several compilation works both before and after).<ref>[http://www.folkways.si.edu/searchresults.aspx?sPhrase=Josh%20White&sType='phrase'/ White's Discography on Folkways]</ref>\n*From 2002 to 2006, the historic Americana show '''Glory Bound''', which starred Odetta, [[Ramblin' Jack Elliott]], [[Oscar Brand]], and Josh White, Jr., toured America, in a salute to the first three folk and blues artists to be honored with U.S. postage stamps, Josh White, Lead Belly and Woody Guthrie.\n*On February 27, 2010, a 36\" high bust of White was unveiled at the LeQuire Gallery in Nashville, Tennessee. It is part of an exhibit by the sculptor Alan LeQuire entitled \"Cultural Heroes\", which will tour museums across America in the Fall of 2010. The exhibit's other cultural heroes, whose busts are honored alongside White, were: [[Bessie Smith]], Paul Robeson, [[Marian Anderson]], [[Lead Belly]], [[Woody Guthrie]] and Billie Holiday.\n\n==Filmography==\n*1945 - ''[[The Crimson Canary]]''. Directed by [[John Hoffman (filmmaker)|John Hoffman]].<ref>{{IMDb title|0037623|The Crimson Canary (1945)}}</ref>\n*1947 - ''[[Dreams That Money Can Buy]]''. Directed by Hans Richter.\n*1949 - ''[[The Walking Hills]]''. Directed by John Sturges.<ref>{{IMDb title|0042033|The Walking Hills (1949)}}</ref>\n*1998 - [http://www.homespuntapes.com/prodpg/prodpg.asp?prodID=573 ''The Guitar of Josh White'']. Homespun Videos. (An instructional video featuring Josh White, Jr. showing his father's pioneering guitar techniques.)\n*2000 - [http://guitarvideos.com/dvd/13090dvd.htm ''Josh White: Free and Equal Blues'' / Rare Performances]. DVD. Vestapol.<ref name='Free and Equal'>{{cite news | title=Josh White: Free and Equal Blues (2001) | date=  | url =http://movies.nytimes.com/movie/254503/Josh-White-Free-and-Equal-Blues/overview | work =[[New York Times]] | accessdate = 2008-08-03 }}</ref>\n*2010 - ``[[Hugh Hefner: Playboy, Activist and Rebel]]``. Written and Directed by Brigitte Berman<ref>{{cite web|author= |url=http://thephoenix.com/boston/movies/106560-hugh-hefner-playboy-activist-and-rebel/#ixzz1Mp7zLJQe |title=Review: Hugh Hefner: Playboy, Activist and Rebel - Reviews |publisher=Thephoenix.com |date=2010-08-10 |accessdate=2013-03-17}}</ref>\n\n===Other films containing recordings by White===\n* 1994 - ''Earl Robinson: Ballad of an American''. Directed by Bette Jean Bullett.<ref>{{IMDb title|0109700|Earl Robinson: Ballad of an American (1994)}}</ref>\n* 2001 - ''[[Jazz (TV series)|Jazz]]'', Episode Seven: \"Dedicated to Chaos\". Directed by [[Ken Burns]].<ref>{{IMDb episode|1067627|Jazz:  Dedicated to Chaos: 1940-1945 (2001)}}</ref>\n* 2003 - ''Strange Fruit''. Directed by Joel Katz.<ref>{{IMDb title|0350166|Strange Fruit (2002)}}</ref>\n* 2006 - ''Red Tailed Angels: The Story of the Tuskegee Airmen''. Directed by Pare Lorentz.\n* 2006 - ''Negroes with Guns: Rob Williams and Black Power''. Directed by Sandra Dickson and Churchill Roberts.<ref>{{IMDb title|0417008|Negroes with Guns: Rob Williams and Black Power (2004)}}</ref>\n* 2009 - ''[[History Detectives]]''. Episode: \"In Search of Josh White's Guitar\".\n* 2009 - ''[[American Folk]]''. Part 3, of BBC4's five part series\n* 2010 - ''Our World War II Fathers''. Directed by Les Easter\n\n==See also==\n*[[List of people on stamps of the United States]]\n\n==Footnotes==\n{{Reflist|colwidth=30em}}\n\n==References==\n* Wald, Elijah (2000). ''Josh White: Society Blues.'' Amherst: [[University of Massachusetts Press]].\n* [http://www.joshwhitejr.com/biojwsr.html Josh White] from the Website of [http://www.joshwhitejr.com/ Josh White Jr.] retrieved on May 17, 2007\n* Siegel, Dorothy Schainman (1982). ''The Glory Road: The Story of Josh White''. San Diego, California: Harcourt Brace Jovanovich.\n* Shelton, Robert (1963). ''The Josh White Songbook (with Biography)''. Quadrangle Books, Inc.\n* Yeager, Douglas. Since 1976, Yeager is the Archival Biographer and Estate Manager of the Estate of Josh White (Sr.)<!--Thank you for your contributions; this should be placed on the \"Discussion\" page, however as we don't sign articles (they're collaborative) Again, please move this to the \"Discussion\" page as we don't sign contributions at Wikipedia, thanks.-->\n* Harper, Colin, (2002). ''Dazzling Stranger: Bert Jansch and the British Folk and Blues Revival''\n\n==External links==\n{{commons category|Josh White}}\n*{{IMDb name|id=0925024|name=Josh White}}\n*{{IBDB name|id=64751|name=Josh White}}\n* [http://toto.lib.unca.edu/sounds/piedmontblues/white.html \"Josh White\"] by Amanda Guyer\n* [http://www.elijahwald.com/josh.html Elijah Wald biography review]\n* [http://www.wirz.de/music/whitejos/grafik/guitar4.jpg Cover of ''The Josh White Guitar Method'']\n* [http://www.culturalequity.org/alanlomax/ce_alanlomax_profile_josh_white.php Article about Josh White]\n* [http://www.jewishquarterly.org/issuearchive/article5c9e.html?articleid=253 ''Jewish Quarterly'', about Libby Holman and Josh White]\n\n===Video===\n*{{YouTube|RclyijxoTsk|White performing \"Nobody Knows You When You're Down and Out\" with daughter Judy White}} 1965 Swedish TV.\n*[http://guitarvideos.com/dvd/13090dvd.htm White performing \"Joshua Fit the Battle of Jericho\"] 1967 BBC-TV.\n\n{{Blues}}\n\n{{Authority control|VIAF=17410229}}\n\n{{Persondata\n| NAME              =White, Josh\n| ALTERNATIVE NAMES =\n| SHORT DESCRIPTION =American singer, guitarist, songwriter, actor, and civil rights activist\n| DATE OF BIRTH     =February 11, 1914\n| PLACE OF BIRTH    =[[Greenville, South Carolina]], [[United States]]\n| DATE OF DEATH     =September 5, 1969\n| PLACE OF DEATH    =[[Manhasset, New York]], United States\n}}\n{{DEFAULTSORT:White, Josh}}\n[[Category:1914 births]]\n[[Category:1969 deaths]]\n[[Category:People from Greenville, South Carolina]]\n[[Category:African-American guitarists]]\n[[Category:African-American singer-songwriters]]\n[[Category:American blues singer-songwriters]]\n[[Category:Country blues singers]]\n[[Category:American blues guitarists]]\n[[Category:American folk guitarists]]\n[[Category:American folk singers]]\n[[Category:American gospel singers]]\n[[Category:Blues revival musicians]]\n[[Category:Burials at Cypress Hills National Cemetery]]\n[[Category:Country blues musicians]]\n[[Category:Gospel blues musicians]]\n[[Category:Piedmont blues musicians]]\n[[Category:Songster musicians]]\n[[Category:Musicians from South Carolina]]\n[[Category:Cardiovascular disease deaths in New York]]\n[[Category:Mercury Records artists]]\n[[Category:Elektra Records artists]]\n[[Category:Apollo Records artists]]"}]}}}}