{"query":{"normalized":[{"from":"King_Solomon_Hill","to":"King Solomon Hill"}],"pages":{"3923576":{"pageid":3923576,"ns":0,"title":"King Solomon Hill","revisions":[{"contentformat":"text/x-wiki","contentmodel":"wikitext","*":"[[File:TimesHasDoneGotHard.jpg|thumb|alt=A record label with an eagle inscribed on top|A pressing of \"Times Has Done Got Hard\" by [[Paramount Records]], 1932. The [[A-side]] was \"My Buddy Blind Papa Lemon\".]]\n'''King Solomon Hill''' was the name assigned to a [[blues]] [[singer]] and [[guitarist]] who recorded a small handful of songs in 1932. His unique guitar and voice make them among the most haunting blues recorded. After much speculation and controversy, he is recognized to have been '''Joe Holmes''' (1897, [[McComb, Mississippi]]&nbsp;– 1949, [[Sibley, Louisiana]]), a self-taught guitarist from Mississippi.<ref name=\"trail\" />\n\n==Identity==\n[[File:Big Joe Williams, American Folk Blues Festival, Hamburg 1972 (Heinrich Klaffs Collection 49).jpg|alt=Williams sitting onstage playing guitar and singing into a microphone|thumb|The quest to identify Hill was confounded by [[Big Joe Williams]]' faulty memory]]\nThe Mississippi blues artist [[Big Joe Williams]] took a fancy to the name King Solomon Hill and laid claim to it in interviews with [[Bob Koester]], stating that the Hill sides were his first recordings . This was published to a wider audience by [[Samuel Charters|Sam Charters]] in his pioneering history [[The Country Blues (book)|The Country Blues]]. Big Joe had not known [[Blind Lemon Jefferson]], so claimed that the song ''My Buddy Blind Papa Lemon'' was about another singer. In a footnote, Charters admitted that the story was open to question as the style, especially the singing style, on the King Solomon Hill sides was so different from Big Joe's usual style.<ref>Charters, Samuel B. ''The Country Blues''. 1959. Rinehart. English Edition Michael Joseph. 1960. p.137.</ref> In his later work ''The Bluesmen'', Charters dismisses Big Joe's story, and comments on the strong resemblance between King Solomon Hill and [[Sam Collins (musician)|Sam Collins]], which led some blues enthusiasts to believe that they were the same man.<ref>Charters, Samuel. ''The Bluesmen. the story and the music of the men who made the Blues''. 1967. Oak. p. 126-8.</ref> The identification of Hill as Joe Holmes was made by one prominent Blues scholar [[Gayle Dean Wardlow]] and strongly contested by another, [[David Evans (musicologist)|David Evans]]. Wardlow eventually found four informants who had known Joe Holmes and identified his voice on the records of King Solomon Hill. One informant lived in a section of [[Sibley, Louisiana]] known as '''Yellow Pine''', within which there is a community formerly known as '''King Solomon Hill''' centred on an actual hill on which stood '''King Solomon Hill Baptist Church'''. A retired postal worker confirmed that King Solomon Hill would have been an acceptable postal address in 1932. The community is now known as '''Salt Works'''. No informant remembers Joe Holmes using the name King Solomon Hill, so Wardlow concludes that it was [[Paramount Records]] who chose to use his address as his recording name.<ref>Wardlow, Gayle Dean. ''Chasin' That Devil Music, Searching for the Blues''. 1998. Miller Freeman Books. ISBN 0-87930-552-5. p. 211. Originally published as ''One Last Walk up King Solomon Hill'' in Blues Unlimited No. 148 (Winter 1987).</ref>\n\n==Early life==\nJoe Holmes was born near [[McComb, Mississippi]] in 1897. In 1915 he followed his brother to North Louisiana, where he married Roberta Allums. In 1920 he returned to McComb with his wife and their child Essie. There he played with the most famous local blues musician [[Sam Collins (musician)|Sam Collins]], known locally as \"'''Salty Dog Sam'''\" and on record as \"'''Cryin' Sam Collins'''\". When interviewed by Warlow, Roberta recalled seeing her husband playing with Collins, whom she recognised from a publicity image for [[Black Patti Records]]. One year later, Roberta and Essie returned to Sibley, while Joe pushed his musical career, initially in McComb, and then as an itinerant, returning periodically to Sibley. One town he played in was [[Minden, Louisiana]], where he had a friend called George Young. In 1928 [[Blind Lemon Jefferson]] passed through Minden. Joe Holmes and George Young left with him for [[Wichita Falls, Texas]]. Holmes later celebrated his brief partnership with Jefferson on his record \"''My Buddy Papa Lemon''\". At that time he befriended [[Ramblin' Thomas|Willard Thomas, known as Ramblin' Thomas]], who became his favourite musical partner. Holmes would often travel to [[Shreveport, Louisiana]] to play with Thomas.<ref>Wardlow 1998 pp. 3-4. Originally published in ''78 Quarterly No 1'' (1967)</ref>\n\n==Recording==\nIn 1932, while performing in Minden, Holmes was invited to record for [[Paramount Records|Paramount]]. Wardlow speculates that the Paramount Sales Manager Henry Stephany stopped at Minden en route from [[Birmingham, Alabama]] to [[Dallas]] on the recommendation of '''Ben Curry''' (possibly the same man as '''Bogus Ben Covington'''), a friend and fellow musician who had moved from [[Arcadia, Louisiana]] to Birmingham. In any case, somebody representing Paramount took Holmes to Birmingham, where he met up with Ben Curry and other Alabama musicians: blues singer '''Marshal Owens''' and the [[gospel quartet]] '''Famous Blue Jay Singers Of Birmingham'''. The musicians travelled to the Paramount [[recording studio]] in [[Grafton, Wisconsin]], and recorded at least twenty-eight titles, six of them by Joe Holmes and issued as by King Solomon Hill. The date of the recording session was previously estimated as c January 1932, but Roberta Allums stated that it was in the spring.<ref>Wardlow 1998. pp. 4-5, 212-213</ref><ref>Dixon, Robert M. W., John Godrich & Howard Rye. ''Blues and Gospel Records 1890-1943''. Fourth Edition. 1997. Oxford University press. ISBN 0-19-816239-1</ref> Fourteen records were issued, three by King Solomon Hill, but Paramount was on the edge of bankruptcy, pressing and shipping only small numbers of records. Joe Holmes took three discs with white labels back to Sibley, but his friends and family never saw any discs with a Paramount label. His friend John Wills didn't believe they were 'real records'. Until convinced by Wardlow, he believed that Joe had paid to have them recorded privately.<ref>Wardlow 1998. pp. 212-3</ref> Few copies survived. One of the three, Paramount 13125 with ''My Buddy Papa Lemon'', and ''Times Has Done Got Hard'' was long believed to be completely lost, until a copy was discovered in 2002.<ref>Classic ''Blues Artwork from the 1920'. Calendar for 2004''. Blues Images. 2003.</ref>\n\n==Legacy==\n[[File:2542 Steam Locomotive - McComb MS.jpg|alt=A sideview of a black locomotive|thumb|One of Hill's eight sides was a song called \"The Gone Dead Train\"—a locomotive is pictured here on tracks from Hill's native village of McComb]]\n{{As of|2013}}, King Solomon Hill has eight known recordings:\n*\"Down on My Bended Knee\" (Take 1)\n*\"Down on My Bended Knee\" (Take 2)\n*\"The Gone Dead Train\"\n*\"My Buddy [[Blind Lemon Jefferson|Blind Papa Lemon]]\"\n*\"Tell Me Baby\"\n*\"Times Has Done Got Hard\"\n*\"Whoopee Blues\" (Take 1)\n*\"Whoopee Blues\" (Take 2)\n\nOtherwise, little evidence exists of his life outside of music, but he was noted as a heavy drinker. Hill died of a [[cerebral haemorrhage]] in Louisiana in 1949.<ref name=\"trail\"/>\n\n\"The Gone Dead Train\" was used as the title for a ninth-season episode of the television series ''[[CSI: Crime Scene Investigation]]'' and actually is briefly played in the episode, along with mention of King Solomon Hill as the artist.\n\nThe 1969 film ''[[Performance (soundtrack)|Performance]]'', directed by [[Nicolas Roeg]] and [[Donald Cammell]] and starring [[Mick Jagger]] and [[Marianne Faithfull]], contained a song called \"The Gone Dead Train\", performed by [[Randy Newman]]. However, this is a rewrite by [[Jack Nitzsche]] and [[Russ Titelman]] and bears only a passing resemblance to \"The Gone Dead Train\" as performed by King Solomon Hill. As noted by rock critic [[Greil Marcus]], the \"dead train\" in the Newman version is used as a metaphor for impotence.<ref>Marcus, Greil. ''Mystery Train: Images of America in Rock and Roll Music''. 1975 (4th edition 1997) ISBN 0-452-27836-8</ref> In Hill's original, the train appears to literally refer to an actual locomotive, which Hill referred to as a \"Death Train.\"\n\n==See also==\n{{Portal|Mississippi|Music}}\n*[[List of Delta blues musicians]]\n*[[Solomon]], a king in the Bible\n{{-}}\n\n==References==\n{{Reflist|2|refs=\n<ref name=\"trail\">{{cite web |url=http://www.thebluestrail.com/artists/mus-jho.htm |title=King Solomon Hill&nbsp;– Joe Holmes |author= |date= |work= |publisher=Thebluestrail.com |accessdate=November 18, 2011}}</ref>\n}}\n\n==External links==\n{{Sisterlinks|d=Q1521913|commons=Category:King Solomon Hill|n=no|b=no|s=no|v=no|voy=no|species=no|q=no|wikt=no}}\n*[http://tefteller.com/html/78_king_solomon_hill.html Pictures of his records]\n*[http://www.the-blindman.com/vids/ksh.htm A biography]\n*[http://www.wirz.de/music/hillkiso.htm King Solomon Hill discography]\n\n{{blues}}\n{{Authority control|VIAF=32188591}}\n\n{{Persondata\n| NAME = Hill, King Solomon\n| ALTERNATIVE NAMES =Joe Holmes\n| SHORT DESCRIPTION =Pseudonymous Delta blues guitarist and singer\n| DATE OF BIRTH = 1897\n| PLACE OF BIRTH =McComb, Mississippi, United States\n| DATE OF DEATH = 1949\n| PLACE OF DEATH =Sibley, Louisiana, United States\n}}\n{{DEFAULTSORT:Hill, King Solomon}}\n[[Category:1897 births]]\n[[Category:1949 deaths]]\n[[Category:African-American musicians]]\n[[Category:American blues guitarists]]\n[[Category:American blues singers]]\n[[Category:Blues musicians from Mississippi]]\n[[Category:Country blues guitarists]]\n[[Category:Country blues singers]]\n[[Category:People from McComb, Mississippi]]\n[[Category:Deaths from cerebral hemorrhage]]"}]}}}}