{"query":{"normalized":[{"from":"Lead_Belly","to":"Lead Belly"}],"pages":{"18434":{"pageid":18434,"ns":0,"title":"Lead Belly","revisions":[{"contentformat":"text/x-wiki","contentmodel":"wikitext","*":"{{redirect|Leadbelly|the biographical film on this person|Leadbelly (film)}}\n{{Infobox musical artist <!-- See Wikipedia:WikiProject_Musicians -->\n| name                = Lead Belly\n| image               = Lead Belly publicity shot.jpg\n| caption             = Lead Belly with a [[twelve-string guitar]]\n| image_size          =\n| background          = solo_singer\n| birth_name          = Huddie William Ledbetter\n| alias               = Lead Belly, Leadbelly\n| birth_date          = {{Birth date|1888|1|20|}}\n| birth_place         = [[Mooringsport, Louisiana]], [[United States]]\n| death_date          = {{Death date and age|1949|12|6|1888|1|20}}\n| death_place         = [[New York City|New York, New York]], United States\n| instrument          = Vocals, guitar, accordion, piano, lap steel guitar\n| genre               = [[Delta blues]], [[songster]], [[country blues]], [[folk]]\n| occupation          = Musician, songwriter\n| years_active        = 1936–1949\n| label               =\n| associated_acts     =\n| website             = [http://www.leadbelly.org/ www.leadbelly.org]\n| notable_instruments = [[Stella (guitar)|Stella]] [[Twelve string guitar|12-string guitar]]\n}}\n\n[[File:Leadbelly with Accordeon.jpg|thumb|right|Lead Belly playing an [[accordion]]]]\n\n'''Huddie William Ledbetter''' (January 20, 1888<!--Most probable birth date used; there are uncertainties - see \"Early life\" section and previous discussions on Talk page.-->&nbsp;– December 6, 1949) was an [[United States|American]] [[folk music|folk]] and [[blues]] musician, and [[multi-instrumentalist]], notable for his strong vocals, virtuosity on the [[twelve-string guitar]], and the songbook of folk standards he introduced.\n\nHe is best known as '''Lead Belly.''' Though many releases list him as \"'''Leadbelly,'''\" he spelled it \"Lead Belly.\" This is also the usage on his tombstone,<ref>{{cite web|url=http://www.findagrave.com/cgi-bin/fg.cgi?page=gr&GRid=6121635 |title=Leadbetter grave site |publisher=Findagrave.com |date= |accessdate=September 22, 2010}}</ref><ref>{{cite web|url=http://www.deltablues.net/lead3full.jpg |title=Delta Blues.net |date= |accessdate=September 22, 2010}}</ref> as well as of the Lead Belly Foundation.<ref>{{cite web|url=http://www.leadbelly.org/re-homepage.html |title=Lead Belly Foundation |work=LeadBelly.org |date= |accessdate=September 22, 2010}}</ref> In 1994 the Lead Belly Foundation contacted an authority on the history of popular music, [[Colin Larkin (writer)|Colin Larkin]], editor of the ''[[Encyclopedia of Popular Music]],'' to ask if the name \"Leadbelly\" could be altered to \"Lead Belly\" in the hope that other authors would follow suit and use the artist's correct appellation.{{citation needed|date=February 2014}}\n\nAlthough Lead Belly most commonly played the twelve-string, he could also play the [[piano]], [[mandolin]], [[harmonica]], [[violin]], and [[accordion]].<ref>{{cite journal|last=Snyder|first=Jared|title=Leadbelly and His Windjammer: Examining the African American Button Accordion Tradition|journal=American Music|date=Summer 1994|volume=12|issue=2|pages=148–166|jstor=3052520}}</ref> In some of his recordings, such as in one of his versions of the folk ballad [[John Hardy (song)|\"John Hardy\"]], he performs on the accordion instead of the guitar. In other recordings he just sings while clapping his hands or stomping his foot.\n\nThe topics of Lead Belly's music covered a wide range of subjects, including [[gospel music|gospel]], [[blues]] about women, liquor, prison life, and [[racism]]; and folk songs about cowboys, prison, work, sailors, cattle herding, and dancing. He also wrote songs concerning the newsmakers of the day, such as [[Franklin D. Roosevelt]], [[Adolf Hitler]], [[Jean Harlow]], the [[Scottsboro Boys]], and [[Howard Hughes]].\n\nIn 1988 Lead Belly was inducted into the [[Rock and Roll Hall of Fame]] in the \"Early Influence\" category. In 2008, he was also inducted into the [[Louisiana Music Hall of Fame]].\n\n==Biography==\n\n=== Early life ===\n[[File:Lead Belly draft registration card, ca. 1942.jpg|thumb|Lead Belly's WWII Draft Registration Card]]\n\nLead Belly was born Huddie William Ledbetter on the Jeter Plantation near [[Mooringsport, Louisiana]] in January 1888 or 1889.  The date is unclear: the [[1900 United States Census]] lists \"Hudy William Ledbetter\" as 12 years old, with a birth date of January 1888; the [[1910 United States Census]] and the [[1930 United States Census]] also list his birth year as 1888. However, in April 1942, Ledbetter filled out his [[World War II]] draft registration with a birth date of January 23, 1889 and a birthplace of [[Freeport, Louisiana]].  His grave marker reflects the date listed on his draft registration.\n \nHe was the younger of two children to Sallie Brown and Wesley Ledbetter, preceded by a sister named Australia. \"Huddie\" is pronounced \"HYEW-dee\" or \"HUGH-dee.\"<ref>{{cite book|last=Epstein|first=Lawrence J.|title=Political Folk Music in America from Its Origins to Bob Dylan|year=2010|page=57|url=http://books.google.com/books?id=Xlu-lidpKeMC&pg=PA57&lpg=PA57&dq=hugh+dee+ledbetter&source=bl&ots=f42pGe62QD&sig=TLYtj23Ja157jC0yYoKcG1nF8Qg&hl=en&sa=X&ei=sIRwUoTSE8uE2AXnqYG4DQ&ved=0CFgQ6AEwBA#v=onepage&q=hugh%20dee%20ledbetter&f=false}}</ref>  His parents, who had [[Cohabitation|cohabited]] for several years, married on February 26, 1888. When Huddie was five years old, the family settled in [[Bowie County, Texas]].\n\nBy 1903, Huddie was already a \"musicianer,\"<ref>{{cite book |author=Wolfe, Charles K; Lornell, Kip |title=The life and legend of Leadbelly |publisher=Da Capo Press |year=1999 |isbn=0-306-80896-X |page=28}}</ref> a singer and guitarist of some note. He performed for nearby [[Shreveport, Louisiana|Shreveport]] audiences in St. Paul's Bottoms, a notorious [[red-light district]] there. He began to develop his own style of music after exposure to a variety of musical influences on Shreveport's Fannin Street, a row of saloons, brothels, and dance halls in the Bottoms.\n\nThe 1910 census of [[Harrison County, Texas]], shows Ledbetter, listed as \"Hudy,\" living next door to his parents with his first wife, Aletha \"Lethe\" Henderson. Seventeen at the time, she had been 15 when married two years earlier. It was there that Ledbetter received his first instrument, an [[accordion]], from his uncle Terrell.  By his early 20s, after fathering at least two children, he left home to find his living as a guitarist and occasional laborer.\n\nInfluenced by the sinking of the ''[[RMS Titanic]]'' in April 1912, he wrote the song \"The Titanic,\"<ref>{{YouTube|Qe5tcr0yHN4|\"The Titanic\" by Leadbelly}}</ref> the first composed on the 12-string guitar later to become his signature instrument. Initially played when performing with [[Blind Lemon Jefferson]] (1897–1929) in and around [[Dallas, Texas]], the song is about champion African-American boxer [[Jack Johnson (boxer)|Jack Johnson]]'s being denied passage on the ''Titanic''.  While Johnson had in fact [[Jack Johnson (boxer)#Popular culture|been denied passage on a ship]] for being [[Black people|Black]], it had not been the ''Titanic''<ref>{{cite book|title=Swinging the Machine: Modernity, Technology, and African American Culture|url=http://books.google.com/books?id=Ckdbz6ynxqEC&pg=PA124&lpg=PA124&dq=Jack+Johnson+denied+access+on+Titanic#v=onepage&q=Jack%20Johnson%20denied%20access%20on%20Titanic&f=false|author=Joel Dinerstein| publisher=|date=April 1, 2003|accessdate=November 18, 2011}}</ref> Still, the verse sang: \"Jack Johnson tried to get on board. The Captain, he says, 'I ain't haulin' no coal!' Fare thee, ''Titanic''!  Fare thee well!\"  a passage Ledbetter noted he had to leave out when playing in front of [[White people|white]] audiences.<ref>[[Smithsonian Folkways]], Lead Belly's Last Sessions, Disc 2, Track 15, \"The Titanic\"</ref>\n\n===Prison years===\n[[File:AngolaLAPrison.jpg|thumb|[[Louisiana State Penitentiary]], where Lead Belly served time]]\nLedbetter's volatile temper sometimes led him into trouble with the law. In 1915, he was convicted of carrying a pistol and sentenced to time on the Harrison County [[chain gang]].  He escaped, finding work in nearby [[Bowie County, Texas|Bowie County]] under the assumed name of Walter Boyd. In January 1918 he was imprisoned at the Imperial Farm (now [[Central Unit]])<ref name=\"Perkinson184\">Perkinson, Robert. ''Texas Tough: The Rise of America's Prison Empire''. First Edition. [[Metropolitan Books]], 2010. [http://books.google.com/books?id=HOxmcfIopugC&pg=PA184&lpg=PA184&dq=Lead+Belly+%22Imperial+Farm%22#v=onepage&q=Lead%20Belly%20%22Imperial%20Farm%22&f=false 184]. ISBN 978-0-8050-8069-8.</ref> in [[Sugar Land, Texas]], after killing one of his relatives, Will Stafford, in a fight over a woman. It was there he may have first heard the traditional prison song [[Midnight Special (song)|\"Midnight Special\"]].<ref>Lomax, Alan, (editor). ''Folk Song USA''. New American Library.</ref>{{Page needed|date=September 2010}}  In 1925 he was pardoned and released after writing a song to Governor [[Pat Morris Neff]] seeking his freedom, having served the minimum seven years of a 7-to-35-year sentence. In combination with good behavior (including entertaining the guards and fellow prisoners), his appeal to Neff's strong religious beliefs proved sufficient. It was quite a testament to his persuasive powers, as Neff had run for governor on a pledge not to issue pardons (at the time the only recourse for prisoners, since in most Southern prisons there was no provision for [[parole]]).{{citation needed|date=October 2013}} According to Charles K. Wolfe and Kip Lornell's book, ''The Life and Legend of Leadbelly'' (1999), Neff had regularly brought guests to the prison on Sunday picnics to hear Ledbetter perform.\n\nIn 1930 Ledbetter was in [[Louisiana]]'s [[Louisiana State Penitentiary|Angola Prison Farm]] after a summary trial for attempted homicide, charged with knifing a white man in a fight. It was there he was \"discovered\" three years later during a visit by [[folklorist]]s [[John Lomax]] and his then 18-year-old son [[Alan Lomax]].<ref name=pc18>{{cite web|url=http://digital.library.unt.edu/ark:/67531/metadc19768/m1/ |title=Show 18 - Blowin' in the Wind: Pop discovers folk music. [Part 1&#93; : UNT Digital Library |publisher=Digital.library.unt.edu |date=May 18, 1969 |work=[[Pop Chronicles]] |accessdate=September 22, 2010}}</ref> Deeply impressed by Ledbetter's vibrant tenor and extensive repertoire, the Lomaxes recorded him on portable [[aluminum disc]] recording equipment for the [[Library of Congress]]. They returned with new and better equipment in July of the following year (1934), recording hundreds of his songs. On August 1, Ledbetter was released after having again served almost all of his minimum sentence following a petition the Lomaxes had taken to Louisiana Governor [[Oscar K. Allen]] at his urgent request. It was on the other side of a recording of his signature song, \"[[Goodnight Irene]].\"\n\nA prison official later wrote to John Lomax denying that Ledbetter's singing had anything to do with his release from Angola, state prison records confirming he was eligible for early release due to good behavior. For a time, however, both Ledbetter and the Lomaxes believed that the record they had taken to the governor had hastened his release from Angola.\n\n====Moniker====\nThere are several somewhat conflicting stories about how Ledbetter acquired the famous nickname \"Lead Belly\", though consensus holds it was probably while in prison. Some say his fellow inmates dubbed him \"Lead Belly\" as a play on his last name and reference to his physical toughness; it is recounted that during his second prison term, another inmate stabbed him in the neck (leaving him with a fearsome scar that he subsequently covered with a bandana), in defense Ledbetter nearly killed his attacker with his own knife.<ref name=\"mudcat\"/>\nOthers say he earned the name after being shot in the stomach with [[buckshot]].<ref name=\"mudcat\">The Mudcat Cafe. [http://www.mudcat.org/huddie.cfm Leadbelly - King of the 12 String Guitar] Retrieved on January 30, 2007</ref> Another theory has it that the name refers to his ability to drink [[moonshine]], home-made liquor which Southern farmers, black and white, used to make to supplement their incomes. Blues singer [[Big Bill Broonzy]] thought it came from a supposed tendency to lay about as if \"with a stomach weighted down by lead\" in the shade when the chain gang was supposed to be working.<ref>{{Cite book| last = Terkel | first = Studs | authorlink = Studs Terkel | year = 2005 | title = ''And They All Sang'' | publisher = New Press\n}}</ref> Or it may be that it is simply a corruption of his surname pronounced with a southern accent. Whatever its origin, he adopted the nickname as a pseudonym while performing, and it stuck.\n\n[[Image:Huddie Ledbetter (Leadbelly) and Martha Promise Ledbetter, Wilton, Conn..jpg|left|thumb|Huddie Ledbetter (Lead Belly) and Martha Promise Ledbetter, [[Wilton, Connecticut]], February 1935.]]\n\n===Life after prison===\nBy the time Lead Belly was released from prison the United States was deep in the [[Great Depression]] and jobs were very scarce. In September 1934, in need of regular work in order to avoid having his release canceled, Lead Belly met with John A. Lomax and asked him to take him on as a driver. For three months he assisted the 67-year-old in his folk song collecting abroad the South. (Son Alan was ill and did not accompany his father on this trip.)\n\nIn December Lead Belly participated in a \"smoker\" (group sing) at a [[Modern Language Association]] meeting at [[Bryn Mawr College]] in [[Pennsylvania]], where the senior Lomax had a prior lecturing engagement. He was written up in the press as a convict who had sung his way out of prison. On New Year's Day, 1935, the pair arrived in [[New York City]], where Lomax was scheduled to meet with his publisher, [[Macmillan Publishers (United States)|Macmillan]], about a new collection of folk songs. The newspapers were eager to write about the \"singing convict\" and [[Time (magazine)|''Time'']] magazine made one of its first filmed [[March of Time]] [[newsreel]]s about him. Lead Belly attained fame (although not fortune).\n\nThe following week, he began recording with [[American Record Corporation|ARC]], the [[race records]] division of [[Columbia Records]], but these recordings achieved little commercial success.  Of the over 40 sides he recorded for ARC (intended to be released on their Banner, Melotone, Oriole, Perfect, Romeo and very short-lived Paramount series), only five sides were actually issued. Part of the reason for the poor sales may have been because ARC insisted on releasing only his [[blues]] songs rather than the folk songs for which he would later become better known. In any case, Lead Belly continued to struggle financially. Like many performers, what income he made during his lifetime would come from touring, not from record sales.\n\nIn February 1935, he married his girlfriend, Martha Promise, who came north from Louisiana to join him.\n\nThe month of February was spent recording his and other [[African-American]] repertoire and interviews about his life with Alan Lomax for their forthcoming book, ''Negro Folk Songs as Sung by Lead Belly'' (1936). Concert appearances were however slow to materialize. In March 1935 Lead Belly accompanied John Lomax on a previously scheduled two-week lecture tour of colleges and universities in the Northeast, culminating at [[Harvard University|Harvard]].\n\nAt the end of the month John Lomax decided he could no longer work with Lead Belly and gave him and Martha money to go back to Louisiana by bus. He gave Martha the money her husband had earned during three months of performing, but in installments, on the pretext Lead Belly would drink it all if given a lump sum. From Louisiana Lead Belly successfully sued Lomax both for the full amount and release from his management contract. The quarrel was very bitter with hard feelings on both sides.  Curiously, in the midst of the legal wrangling, Lead Belly wrote to Lomax proposing they team up again.  It was not to be.  Further, the book about Lead Belly published by the Lomaxes in the fall of the following year proved a commercial failure.\n\nIn January 1936, Lead Belly returned to New York on his own without John Lomax in an attempted comeback. He performed twice a day at Harlem's [[Apollo Theater]] during the Easter season in a live dramatic recreation of the ''Time Life'' newsreel (itself a recreation) about his prison encounter with John A. Lomax, where he had worn stripes, though by this time he was no longer associated with Lomax.\n\n[[Life (magazine)|''Life'']] magazine ran a three-page article titled, \"Lead Belly - Bad Nigger Makes Good Minstrel,\" in its April 19, 1937 issue. It included a full-page, color (rare in those days) picture of him sitting on grain sacks playing his guitar and singing.<ref>{{cite book|url=http://books.google.com/books?id=kksEAAAAMBAJ&lpg=PA3&dq=life%20april%2019%2C%201937&pg=PA38#v=onepage&q&f=false |title=LIFE - Google Boeken |publisher= |date= |accessdate=December 30, 2011}}</ref> Also, included was a striking picture of Martha Promise (identified in the article as his manager); photos showing Lead Belly's hands playing the guitar (with the caption \"these hands once killed a man\"); Texas Governor [[Pat M. Neff]]; and the \"ramshackle\" Texas State Penitentiary.  The article attributes both of his pardons to his singing of his petitions to the governors, who were so moved that they pardoned him. The article's text ends with \"he... may well be on the brink of a new and prosperous period.\"\n\nLead Belly failed to stir the enthusiasm of [[Harlem]] audiences. Instead, he attained success playing at concerts and benefits for an audience of [[political left|leftist]] folk music ''aficionados.''  He developed his own style of singing and explaining his repertoire in the context of Southern black culture, taking the hint from his previous participation in John A. Lomax's college lectures. He was especially successful with his repertoire of children's game songs (as a younger man in Louisiana he had sung regularly at children's birthday parties in the black community). He was written up as a heroic figure by the black novelist, [[Richard Wright (author)|Richard Wright]], then a member of the [[Communist Party]], in the columns of the ''[[Daily Worker]],'' of which Wright was the Harlem editor.  The two men became personal friends, though Lead Belly himself was [[apolitical]] &mdash; if anything he was a supporter of [[Wendell Willkie]], the [[centrist]] [[U.S. Republican Party|Republican]] candidate, for whom he wrote a campaign song.\n\nIn 1939, Lead Belly was back in jail for [[assault]], after stabbing a man in a fight in [[Manhattan]]. Alan Lomax, then 24, took him under his wing and helped raise money for his legal expenses, dropping out of graduate school to do so. After his release (in 1940-41), Lead Belly appeared as a regular on Alan Lomax and [[Nicholas Ray]]'s groundbreaking [[CBS]] radio show, ''Back Where I Come From,'' broadcast nationwide. He also appeared in night clubs with [[Josh White]], becoming a fixture in New York City's surging folk music scene and befriending the likes of [[Sonny Terry]], [[Brownie McGhee]], [[Woody Guthrie]], and a young [[Pete Seeger]], all fellow performers on ''Back Where I Come From.'' During the first half of the decade he recorded for [[RCA]], the [[Library of Congress]], and for [[Moe Asch]] (future founder of [[Folkways Records]]), and in 1944 headed to [[California]], where he recorded strong sessions for [[Capitol Records]]. Lead Belly was the first American country blues musician to see success in [[Europe]].<ref name=\"mudcat\"/>\n\nIn 1949, Lead Belly had a regular radio broadcast on station WNYC in New York on Sunday nights on [[Henrietta Yurchenko]]'s show. Later in the year he began his first [[Europe]]an tour with a trip to [[France]], but fell ill before its completion, and was diagnosed with [[amyotrophic lateral sclerosis]] (ALS), or [[Lou Gehrig]]'s disease.<ref name=pc18/> His final concert was at the [[University of Texas at Austin]] in a tribute to his former mentor, John A. Lomax, who had died the previous year.  Martha also performed at that concert, singing spirituals with her husband.\n\nLead Belly died later that year in New York City, and was buried in the Shiloh Baptist Church cemetery in Mooringsport, {{convert|8|mi|km}} west of [[Blanchard, Louisiana|Blanchard]], in Caddo Parish.  He is honored with a life-size statue across from the Caddo Parish Courthouse in Shreveport.\n\n==Technique==\nLead Belly styled himself \"King of the 12-string guitar,\" and despite his use of other instruments like the accordion, the most enduring image of Lead Belly as a performer is wielding his unusually large Stella twelve-string.<ref>[http://uniqueguitar.blogspot.com/2009/11/stella-12-string-guitar.html THE UNIQUE GUITAR BLOG: The Stella 12 String Guitar<!-- Bot generated title -->]</ref> This guitar had a slightly longer scale length than a standard guitar, slotted tuners, ladder bracing, and a trapeze-style tailpiece to resist bridge lifting.{{Citation needed|date= October 2012}}\n\nLead Belly played with finger picks much of the time, using a thumb pick to provide a walking bass line and occasionally to strum.{{Citation needed|date= October 2012}} This technique, combined with low tunings and heavy strings, gives many of his recordings a piano-like sound. Lead Belly's tuning is debated,{{By whom|date= October 2012}} but appears to be a downtuned variant of standard tuning; more than likely he tuned his guitar strings relative to one another, so that the actual notes shifted as the strings wore. Lead Belly's playing style was popularized by [[Pete Seeger]], who adopted the twelve-string guitar in the 1950s and released an instructional LP and book using Lead Belly as an exemplar of technique.\n\nIn some of the recordings where Lead Belly accompanied himself, he would make an unusual type of grunt between his verses, best described as \"Haah!\" in many of his songs such as \"Looky Looky Yonder,\" \"[[Take this Hammer]],\"<ref name=pc18/> \"Linin' Track\" and \"Julie Ann Johnson\" feature this unusual vocalization.  In the song, \"Take this Hammer,\" Lead Belly explained, \"Every time the men say 'haah,' the hammer falls. The hammer rings, and we swing, and we sing.\"<ref>YouTube. {{YouTube|CJkhdhLndyo|Lead Belly singing \"Take this Hammer.\"}} Retrieved on January 30, 2008</ref> The \"haah\" sound can be heard in the work chants sung by Southern railroad section workers, \"[[gandy dancer]]s,\" where it was used to coordinate the crews as they laid and maintained the tracks before modern machinery was available.\n\n==Legacy==\nLead Belly's work has been widely covered by subsequent musical acts, including [[Brian Wilson]], Delaney Davidson, [[Tom Russell]], [[Lonnie Donegan]], [[Bryan Ferry]] (\"[[Frantic (album)|Goodnight Irene]]\"), [[The Beach Boys]] (\"Cotton Fields\"), [[Creedence Clearwater Revival]] (\"Midnight Special\", \"Cotton Fields\"), [[Elvis Presley]],<ref>{{cite web | url = http://www.allmusic.com/album/together-elvis-presley-johnny-cash-r1288056 | title = Elvis Presley & Johnny Cash: ''Together: Elvis Presley/Johnny Cash'' | publisher = [[Allmusic]] | accessdate = 2012-03-12}}{{dead link|date=February 2014}}</ref> [[Abba]], [[Pete Seeger]], [[The Weavers]],<ref name=pc1>{{Gilliland |url=http://digital.library.unt.edu/ark:/67531/metadc19745/m1/ |title=Show 1 - Play A Simple Melody: American pop music in the early fifties. [Part 1] |show=1}}</ref> [[Harry Belafonte]], [[Frank Sinatra]], [[Ram Jam]], [[The Animals]], [[Jay Farrar]], [[Johnny Cash]], [[Bob Dylan]], [[Tom Petty]], [[Dr. John]], [[Ry Cooder]], [[Davy Graham]], [[Maria Muldaur]], [[Rory Block]], [[Grateful Dead]],  [[Gene Autry]], [[Odetta]], [[Billy Childish]] (who named his son Huddie), [[Mungo Jerry]], [[Paul King (musician)|Paul King]], [[Led Zeppelin]] (\"Gallows Pole\"), [[Van Morrison]], [[Michelle Shocked]], [[Tom Waits]] (\"Goodnight, Irene\"), [[Scott H. Biram]], [[Ron Sexsmith]], [[British Sea Power]], [[Rod Stewart]], [[Ernest Tubb]], [[Nick Cave and the Bad Seeds]] (\"Black Betty\"), [[The White Stripes]] (\"Boll Weevil\"), [[The Fall (band)|The Fall]], [[Hole (band)|Hole]], [[Smog (band)|Smog]], [[Old Crow Medicine Show]], [[Spiderbait]], [[Meat Loaf]], [[Ministry (band)|Ministry]], [[Raffi (musician)|Raffi]], [[Rasputina (band)|Rasputina]], [[Rory Gallagher]], [[the Sensational Alex Harvey Band]], [[Deer Tick (band)|Deer Tick]], [[Hugh Laurie]], [[X (U.S. band)|X]], [[Bill Frisell]], [[Koerner, Ray & Glover]], [[Red Hot Chili Peppers]], [[Nirvana (band)|Nirvana]] (\"Where Did You Sleep Last Night\", \"They Hung Him On A Cross\", \"Ain't It A Shame\", \"Gray Goose\"), [[Meat Puppets]], [[Mark Lanegan]], and [[WZRD (band)|WZRD]] (\"Where Did You Sleep Last Night\"), among many others.<ref name=\"joyfulnoiserecordings.com\">{{cite web|title=Leadbelly Covers [MIXTAPE]|url=http://www.joyfulnoiserecordings.com/journal/leadbelly-covers/|accessdate=8 May 2013}}</ref>\n\nModern rock audiences likely owe their familiarity with Lead Belly to Nirvana's performance of \"[[In the Pines|Where Did You Sleep Last Night]]\" on the televised concert later released as ''[[MTV Unplugged in New York]]''.<ref>[https://www.youtube.com/watch?v=GmkAk0MgTGg&list=PLE7774393C318DBA4&index=14 Where Did You Sleep Last Night - YouTube<!-- Bot generated title -->]</ref> Singer-guitarist Kurt Cobain refers to his attempt to convince David Geffen to purchase Lead Belly's guitar for him in an interval before the song is played (connecting the song with Lead Belly in a way that is more tangible than the liner notes where Lead Belly appears on other albums), and partly due to the fact that [[MTV Unplugged in New York|it sold nearly 7 million copies]]. In his notebooks, Cobain listed Lead Belly's \"Last Session Vol. 1\"  as one of the 50 albums most influential to the formation of Nirvana's sound<ref name=autogenerated1>{{cite web|title=Top 50 by Nirvana|url=http://www.joyfulnoiserecordings.com/journal/top-50-by-nirvana/|accessdate=8 May 2013}}</ref> (though \"Where Did You Sleep Last Night\" does not appear on that album).\n\n==Discography==\n{{Further|List of Lead Belly songs}}\n\n===The Library of Congress recordings===\nThe [[Library of Congress]] recordings, done by [[John Lomax|John]] and [[Alan Lomax]] from 1934 to 1943, were released in a six volume series by [[Rounder Records]] in the early-to-mid-1990s:\n\n* ''Midnight Special'' (1991)\n* ''Gwine Dig a Hole to Put the Devil In'' (1991)\n* ''Let It Shine on Me'' (1991)\n* ''The Titanic'' (1994)\n* ''Nobody Knows the Trouble I've Seen'' (1994)\n* ''Go Down Old Hannah'' (1995)\n\n===Folkways recordings===\nThe [[Folkways Records|Folkways]] recordings, done for [[Moses Asch]] from 1941 to 1947, were released in a three volume series by [[Smithsonian Folkways]] in the late 1990s:\n\n* ''Where Did You Sleep Last Night - Lead Belly Legacy Vol.1'' (1996)\n* ''Bourgeois Blues - Lead Belly Legacy Vol.2'' (1997)\n* ''Shout On - Lead Belly Legacy Vol.3'' (1998)\n\n[[Smithsonian Folkways]] have also released a number of other collections of his recordings for the label:\n\n* ''Leadbelly Sings Folk Songs'' (1989)\n* ''Lead Belly's Last Sessions'' (4-CD box set) (1994) Recorded late 1948 in [[New York City]]. These were his only commercial recordings on [[magnetic tape]].\n* ''Lead Belly Sings For Children'' (1999) Includes the 1960 Folkways album ''Negro Folk Songs for Young People'' in its entirety, and five of the six tracks from the 1941 album ''Play Parties in Song and Dance as Sung by Lead Belly'', recorded for [[Moses Asch]], as well as other songs recorded for Asch from 1941 to 1948, and one previously unreleased track, a radio broadcast of \"Take this Hammer\".\n* ''Folkways: The Original Vision'' (Woody Guthrie and Lead Belly) (2004) Expanded version of the original 1989 compilation.\n\n===Live recordings===\n* ''Leadbelly Recorded In Concert, University of Texas, Austin, June 15, 1949'' (1973, Playboy Records PB 119).\n\n===Other compilations===\n* ''Huddie Ledbetter's Best'' (1989, [[BGO Records]]) - contains Lead Belly's recordings made for [[Capitol Records]] in 1944 in [[California]].\n* ''King of the 12-String Guitar'' (1991, [[Sony Records|Sony/Legacy Records]]) - a collection of [[blues]] songs and prison ballads recorded in 1935 in [[New York City]] for the [[American Record Company]], including previously unreleased alternate takes.\n* ''Private Party November 21, 1948'' (2000, Document Records) - contains Lead Belly's intimate performance at a private party in late 1948 in [[Minneapolis]].\n* ''Take This Hammer'' (2003, RCA Victor) - collects all 26 songs Lead Belly recorded for [[Victor Records]] in 1940, half of which feature the [[Golden Gate Jubilee Quartet]]. A 1968 LP on [[RCA Victor]] included about half of these recordings.\n* ''A Leadbelly Memorial, Vol II'' (1963, Stinson Records, SLP 19) - red vinyl pressing\n* ''The Definitive Lead Belly'' (2008, Not Now Music) - a 50 song retrospective 2 disc set\n\n==References and notes==\n{{Reflist}}\n\n==Sources==\n* White, Gary; Stuart, David; Aviva, Elyn. \"Music in Our World\". 2001. ISBN 0-07-027212-3. (p.&nbsp;196)\n* Lornell, Kip and Wolfe, Charles. ''The Life and Legend of Leadbelly'' (Da Capo Press, 1999)\n\n==External links==\n{{Commons category|Leadbelly|Lead Belly}}\n* [http://www.leadbelly.org/ The Lead Belly Foundation]\n* [https://archive.org/details/Leadbelly-Where_Did_You_Sleep \"Where Did You Sleep Last Night\" MP3 file on The Internet Archive]\n* [http://www.tshaonline.org/handbook/online/articles/LL/fle10.html \"Ledbetter, Huddie (Leadbelly)\" in the Handbook of Texas Online]\n* {{IMDb title|id=0074781|title=Leadbelly (1976)}}\n* [{{Allmusic|class=artist|id=p415/biography|pure_url=yes}} Allmusic]\n* {{Discogs artist}}\n* [http://www.folkways.si.edu/searchresults.aspx?sPhrase=lead%20belly&sType='phrase'/ Discography for Lead Belly on Folkways]\n* [http://www.downhomeradioshow.com/2007/01/leadbelly-woody-guthrie-live-on-wnyc-1940/ Recording of Lead Belly and Woody Guthrie live on WNYC Radio, Dec. 1940], with commentary by WNYC radio producer Henrietta Yurchenco\n* [http://www.wnyc.org/blogs/neh-preservation-project/2011/aug/19/leadbelly_and_lomax/ Leadbelly and Lomax Together at the American Music Festival on WNYC]\n* [http://www.culturalequity.org/currents/ce_currents_leadbelly.php Lead Belly And The Lomaxes: Myths and Realities] A FAQ and Timeline Lead Belly's relationship with John and Alan Lomax\n* [http://louisianamusichalloffame.org/content/view/93/112/ Louisiana Music Hall of Fame Induction Page]\n* [http://www.knowla.org/entry.php?rec=558 Lead Belly: Entries|KnowLA, Encyclopedia of Louisiana]\n{{Lead Belly}}\n{{Blues}}\n{{Americanrootsmusic}}\n\n{{Use mdy dates|date=January 2012}}\n\n{{Authority control|VIAF=51875901}}\n\n{{Persondata\n| NAME              =Belly, Lead\n| ALTERNATIVE NAMES =\n| SHORT DESCRIPTION = American musician\n| DATE OF BIRTH     =January 20, 1888\n| PLACE OF BIRTH    = [[Mooringsport, Louisiana]], [[United States]]\n| DATE OF DEATH     =December 6, 1949\n| PLACE OF DEATH    = [[New York City|New York, New York]], United States\n}}\n{{DEFAULTSORT:Belly, Lead}}\n[[Category:1888 births]]\n[[Category:1949 deaths]]\n[[Category:African-American musicians]]\n[[Category:American accordionists]]\n[[Category:American blues guitarists]]\n[[Category:American blues singers]]\n[[Category:American buskers]]\n[[Category:American folk guitarists]]\n[[Category:American folk singers]]\n[[Category:American multi-instrumentalists]]\n[[Category:American people convicted of attempted murder]]\n[[Category:American people convicted of murder]]\n[[Category:Blues Hall of Fame inductees]]\n[[Category:Country blues musicians]]\n[[Category:Deaths from motor neurone disease]]\n[[Category:Musicians from Dallas, Texas]]\n[[Category:Musicians from Louisiana]]\n[[Category:People from Mooringsport, Louisiana]]\n[[Category:Rock and Roll Hall of Fame inductees]]\n[[Category:Songster musicians]]\n[[Category:Songwriters Hall of Fame inductees]]"}]}}}}