{"query":{"normalized":[{"from":"Little_Sammy_Davis","to":"Little Sammy Davis"}],"pages":{"24766616":{"pageid":24766616,"ns":0,"title":"Little Sammy Davis","revisions":[{"contentformat":"text/x-wiki","contentmodel":"wikitext","*":"{{Infobox musical artist <!-- See Wikipedia:WikiProject_Musicians -->\n| name             = Little Sammy Davis\n| image            = Little Sammy Davis.jpg\n| caption          = Little Sammy Davis, 2008\n| background       = solo_singer\n| birth_name       = Sammy Davis\n| alias            = Little Sam Davis, Harmonica Sammy Davis\n| birth_date       = {{birth date and age|1928|11|28|df=y}}\n| birth_place      = <small>[[Winona, Mississippi]], [[United States]]</small>\n| death_date       =\n| death_place      = \n| instrument       = [[Singing|Vocals]], [[harmonica]], [[Guitar]]\n| genre            = [[Blues]], [[blues rock]]\n| occupation       = [[Musician]], [[songwriter]].\n| years_active     = 1940s - present\n| label            = [[Delmark Records]], [[Trix Records]], Rockin' Records, Fat Fritz Records, Mr. Fritz Records \n| associated_acts  = [[Muddy Waters]], [[Earl Hooker]], [[Albert King]], [[Levon Helm Band]], Midnight Slim\n| website          = facebook.com/artist/littlesammydavis\n| notable_instruments = \n}}\n\n'''Little Sammy Davis''' (born November 28, 1928) is an [[United States|American]] [[blues]] [[musician]] based in [[New York]]'s [[Hudson Valley]]. Although his musical career began in the 1940s, he was not widely known until the mid-1990s when he began working in radio, singing, playing live on tour, and recording studio albums.\n\n==Early life and career==\nBorn in [[Winona, Mississippi|Winona]], [[Mississippi]], [[United States]], and raised in a one-room shack, Davis learned to play the [[harmonica]] at the age of eight.<ref>{{cite book|title=All Music Guide to the Blues|page=145|author=Dahl, Bill|year=2003|publisher=Hal Leonard Corporation|isbn=0-87930-736-6|url=http://books.google.com/books?id=nS2l6Z_J99kC&pg=PA145&dq=%22Little+Sammy+Davis%22#v=onepage&q=%22Little%20Sammy%20Davis%22&f=false}}</ref> He eventually left home and settled in [[Florida]], where he continued to play the blues in the [[Miami, Florida|Miami]] area while working in [[orange (fruit)|orange]] [[grove (nature)|grove]]s and [[saw mill]]s to make ends meet.\n\nThroughout the 1940s and 1950s, Davis traveled with [[medicine show]]s and played with blues musicians like [[Pine Top Perkins]], and [[Ike Turner]]. He spent a total of nine years on the road with [[Earl Hooker]], including with the short-lived band of Hooker, Ike Turner, Pine Top Perkins and [[Albert King]],ending when the two titans of Blues Guitar came to blows,thus breaking up the band.Sammy and Earl recorded four sides for Rockin' Records in 1952 and 1953 (as Little Sam Davis).<ref name=myspace>{{cite web|url=http://www.myspace.com/littlesammydavisbluesband|title=Little Sammy Davis|publisher=Myspace Music}}</ref><ref name=Danchin>{{cite book|title=Earl Hooker, Blues Master|url=http://books.google.com/books?id=-G76U3ikkFAC&pg=PA52&dq=%22little+sammy+davis%22&lr=#v=onepage&q=%22little%20sammy%20davis%22&f=false|year=2001|page=52|publisher=University Press of Mississippi|isbn=1-57806-307-8|author=Danchin, Sebastian}}</ref>\n\nIn the late 1950s, Davis lived in [[Chicago, Illinois]], performing with [[Muddy Waters]], [[Jimmy Reed]] and occasionally fronting  [[Little Walter's Band]], The Aces when Walter did not show. At some point, word had let out that \"some guy looks and plays\" just like Walter and people THINK he IS Little Walter\". One night as Sammy Performed on stage,Sammy spotted a Policeman at the back of the club, accompanied by Hooker. Walter and the officer waited for Sammy to get through with his set and when Sammy got off of the stage, he was arrested on the spot. To quote Sammy:\" Walter was a good guy and told me that yes, you do indeed sound just like me but you can't be going around letting people think you ARE me\". Sammy was locked up, spent a night in jail before Walter dropped the charges, leaving Davis and Walter friends for the rest of Walter's all too short and tragic life. He later married and settled in [[Poughkeepsie, New York]], during which time he recorded a session for [[Trix Records]] that resulted in one \"45\" single. After the sudden death of his wife in 1970, Davis stopped playing and dropped out of the music scene for the next two decades. No one knew if Sammy was alive or even dead.<ref name=myspace/>\n\n==Comeback==\nIn 1990, local [[Disc jockey|DJ]] Doug Price was getting a haircut at a barber shop in Poughkeepsie, NY when he heard rumors that Davis was sitting in at a Blues Jam at the \" Side Tracked Inn\". Price made mention of Davis's story and played some of his old recordings on [[WVKR]].Then One night, Brad Scribner was hired to play drums at the Jam when Sammy got up to play and was amazed at what he saw and heard. Brad immediately came home to tell his brother Fred who had been supplying Blues Instrumentals for the Legendary Radio Shock Jock [[Don Imus]]   and had been actively looking for a Singer to progress from background instrumentals to being a Featured Guest on Imus' Show.\nFred Scribner arranged to bring [Little Sammy Davis and Midnight Slim into Tom Veneble's Recording Studio in Walden, NY to record a fresh batch of Material including the Classic [[Howlin' Wolf]] song, \"Sitting On Top Of The World\".  Imus interviewed Sammy and Fred via telephone,Live and they were an instant hit and subsequently invited Davis and Scribner to perform on his show, Live in the Studio at WFAN,Radio,NY. The New York Daily News proclaimed the very next day:\" Little Sammy Davis and Fred Scribner score on the Imus Show\". Sammy and Fred started to appear regularly, soon earning the title of \" House Band\" for the [[Imus in the Morning]] Show for years to come. Imus, in his trademark style, later quipped that Davis had \"more harmonicas than teeth\" and that Fred looked like a manager of an Ace Hardware Store.<ref>{{cite news|url=http://www.recordonline.com/apps/pbcsImus Imus loved it and they went along for the ride.  studio cutssdll/article?AID=/20070411/ENTERTAIN/704110351/-1/NEWS|title=Helm stands by 'I-man'|author=Israel, Steve|date=April 11, 2007|publisher=Times Herald Record}}</ref>\n\nCapitalizing on this Imus fame, Little Sammy Davis and Midnight Slim toured, playing the Best Blues Clubs, Colleges and Blues Festivals on the east coast and venturing out to the West Coast on occasion as radio and television stations( MSNBC ) around the United States joined on . In 1996 Davis released his first full-length album, ''I Ain't Lyin'',with Fred Scribner Producing, Playing Guitar and co Writing, Brad Scribner on Drums, the late Brad Lee Sexton on Bass and Tom Hunter on Piano for [[Delmark Records]].<ref>{{cite web|url={{Allmusic|class=album|id=r228360|pure_url=yes}}|title=I Ain't Lyin'|publisher=All Media Guide|date=October 3, 1995}}</ref> The record was nominated for a [[W. C. Handy Award]] and earned Davis a \"comeback artist of the year award\" from ''[[Living Blues]]'' magazine. Davis and Scribner released a second album, ''Ten Years and Forty Days'' on their own Label, Fat Fritz Records. As \"House Band \" for the Imus Show, they were called in each fall for an annual Radio/Telethon for the \" Tomorrows Children's Fund, benefiting children stricken with cancer. As the years went by, other charitable organizations came on board such as the S.I.D.S Foundation and finally, the Imus Ranch for children with terminal illnesses,ending their run when the World Trade Center was destroyed on 9/11,which shadowed over the \" Winter Atrium\" in the World Financial Center where these Radio/Telethons were held sharing the infamous \"garage\" where the deadly bomb exploded, allowing the band to escape the scene with only minutes to spare.\n\nAround this time,a former Guitar Student of Scribner's, John Rocklin, brought Sammy up to see Legendary Drummer/Vocalist: Levon Helm. Levon seemed to fall in love with Sammy immediately. Davis began Performing with [[Levon Helm]] for performances at Helm's home in [[Woodstock, New York|Woodstock]] and on tour with Levon Helm and the [[Barn Burners]].In 2006 Sammy convinced Levon that His Guitarist, Fred Scribner would be the right choice on Guitar.Fred joined on and the name of the band became the Levon Helm Band and Levon started having Concerts at his home in Woodstock,NY leading to the release of : Midnight Ramble Volume 1.<ref>{{cite news|title=Home is Where the Fans Are|url=http://www.nytimes.com/2005/12/18/arts/music/18herm.html?pagewanted=all|date=December 18, 2005|author=Hermes, Will|publisher=The New York Times}}</ref><ref>{{cite news|title=Levon Helm presents music for Big Apple|url=http://www.reuters.com/article/reviewsNews/idUSN1041456320080310|author=Scheck, Frank|publisher=Reuters|date=March 10, 2008}}</ref>\n\nIn 2002 Arlen Tarlofsky produced and directed a documentary entitled, ''\"Little Sammy Davis\"''.  The movie is a musical documentary that looks into the life and music of Sammy Davis. The documentary was the Jury Selection at the London Film Festival and the Woodstock International Film Festival, and it won the Audience Recognition Award at The AFI/SILVERDOCS Discovery Channel Documentary Film Festival.{{citation needed|date=October 2012}}\n\nIn October 2008, after recording his third album, ''Travelin' Man' with Scribner,   Davis suffered a [[stroke]]. He recovered, and was able to resume performing the following Spring. Since Sammy was no longer permitted to travel on the road anymore, Levon offered Sammy and Fred the Opening Act slot every Saturday at the \" Midnight Ramble \" but Sammy suffered a second Stroke within a year and has since been left Partially paralyzed and currently residing in a nursing Home/rehab unit in Middletown,NY .<ref>{{cite news|url=http://www.recordonline.com/apps/pbcs.dll/article?AID=/20090412/NEWS/904120321|title=Music legend relies on power of prayer|author=Israel, Steve|publisher=Times Herald Record|date=April 12, 2009}}</ref>\n\n==References==\n{{Reflist}}\n\n==External links==\n*[http://www.youtube.com/watch?v=OYoG5P0pkNw&feature=player_embedded# Performing \"Bring it on Home\" at B.B. King's in New York City]\n*[http://www.youtube.com/watch?v=50niMp0r7ss&feature=fvw Performing \"I Ain't Lyin'\" with Midnight Slim]\n*[https://vimeo.com/49407752 Award Winning Documenatary \"Little Sammy Davis\"]\n\n{{Persondata\n| NAME              = Davis, Little Sammy\n| ALTERNATIVE NAMES =\n| SHORT DESCRIPTION = [[United States|American]] [[blues]] musician\n| DATE OF BIRTH     = November 28, 1928\n| PLACE OF BIRTH    = [[Winona, Mississippi]], [[United States]]\n| DATE OF DEATH     =\n| PLACE OF DEATH    =\n}}\n{{DEFAULTSORT:Davis, Little Sammy}}\n[[Category:1928 births]]\n[[Category:Living people]]\n[[Category:Blues musicians from Mississippi]]\n[[Category:American blues harmonica players]]\n[[Category:American blues singers]]\n[[Category:People from Montgomery County, Mississippi]]"}]}}}}