{"query":{"normalized":[{"from":"Little_Walter","to":"Little Walter"}],"pages":{"467103":{"pageid":467103,"ns":0,"title":"Little Walter","revisions":[{"contentformat":"text/x-wiki","contentmodel":"wikitext","*":":''For the radio personality, see [[Little Walter DeVenne]].''\n{{Infobox musical artist <!-- See Wikipedia:WikiProject Musicians -->\n| name                = Little Walter\n| image               = Little Walter.jpg\n| background          = solo_singer\n| birth_name          = Marion Walter Jacobs\n| birth_date          = {{Birth date|1930|5|1|mf=y}}\n| birth_place         = [[Marksville, Louisiana]], [[United States]]\n| death_date          = {{death date and age|1968|2|15|1930|5|1|mf=y}}\n| death_place         = [[Chicago]], [[Illinois]], United States\n| origin              = Chicago, Illinois, United States\n| instrument          = [[Harmonica]], [[Human voice|vocals]], [[guitar]]\n| genre               = [[Blues]], [[Chicago blues]], [[rhythm and blues]]\n| occupation          = [[Musician]]\n| years_active        = 1945–1968\n| label               = [[Chess Records|Chess]],<ref name=pc4/> Ora-Nelle, Parkway, Regal, [[Chance Records|Chance]], Tempo-Tone, [[Checker Records|Checker]]\n| associated_acts     = [[Muddy Waters]], [[Jimmy Rogers]]\n| website             = {{URL|http://www.littlewalterfoundation.org}} \n}}\n\n'''Little Walter''', born '''Marion Walter Jacobs''' (May 1, 1930 – February 15, 1968), was an American [[blues]] musician and singer, whose revolutionary approach to the [[harmonica]] earned him comparisons to [[Charlie Parker]] and [[Jimi Hendrix]],<ref name=\"Glover\">Glover, Dirks, & Gaines. ''Blues With A Feeling – The Little Walter Story'', Routledge Press, 2002</ref> for innovation and impact on succeeding generations. His virtuosity and musical innovations fundamentally altered many listeners' expectations of what was possible on blues harmonica.<ref name=\"Allmusic Bio\">Dahl, Bill [http://www.allmusic.com/artist/p427/biography Little Walter Biography]</ref> Little Walter was inducted to the [[The Rock and Roll Hall of Fame]] in 2008 in the \"sideman\" category<ref>[http://www.msnbc.msn.com/id/22242651/ Material Girl becomes a Hall of Famer], MSNBC, December 13, 2007</ref><ref>[http://rockhall.com/inductees/little-walter/ Little Walter's official entry into Rock and Roll Hall of Fame 2008],</ref> making him the first and only artist ever inducted specifically as a harmonica player.\n\n==Biography==\n===Early years===\nJacobs was born in 1930 in [[Marksville, Louisiana]] and raised in [[Rapides Parish, Louisiana]], (although recently uncovered census data suggests he may have been born earlier, possibly as early as 1925) where he first learned to play the harmonica.  After quitting school by the age of 12, Jacobs left rural Louisiana and travelled around working odd jobs and busking on the streets of New Orleans, Memphis, Helena, Arkansas and St. Louis. He honed his musical skills on harmonica and guitar performing with much older bluesmen such as [[Sonny Boy Williamson II]], [[Sunnyland Slim]], [[Honeyboy Edwards]] and others.\n\nArriving in Chicago in 1945, he occasionally found work as a guitarist but garnered more attention for his already highly developed harmonica work. According to fellow Chicago bluesman [[Floyd Jones]], Little Walter's first recording was an unreleased demo recorded soon after he arrived in Chicago on which Walter played guitar backing Jones.<ref>O'Brien, J. \"The Dark Road of Floyd Jones\", ''Living Blues'' #58, 1983</ref> Jacobs reportedly grew frustrated with having his harmonica drowned out by electric guitarists, and adopted a simple, but previously little-used method: He cupped a small microphone in his hands along with his harmonica, and plugged the microphone into a public address system or guitar amplifier. He could thus compete with any guitarist's volume. However, unlike other contemporary blues harp players such as [[Sonny Boy Williamson I]] and [[Snooky Pryor]], who like many other harmonica players had also begun using the newly available amplifier technology around the same time solely for added volume, Little Walter purposely pushed his amplifiers beyond their intended technical limitations, using the amplification to explore and develop radical new timbres and sonic effects previously unheard from a harmonica, or any other instrument.<ref name=\"Glover\"/> Madison Deniro wrote a small biographical piece on Little Walter stating that \"He was the first musician of any kind to purposely use electronic distortion.\"<ref>Fuhrmann, J. T. [http://www.bluesharp.ca/legends/lwalter.html Little Walter: Marion Walter Jacobs (1930-1968)] at bluesharp.ca. Retrieved 8 March 2012</ref>\n\n===Success===\nJacobs made his first released recordings in 1947 for Bernard Abrams' tiny Ora-Nelle label, which operated out of the back room of Abrams' Maxwell Radio and Records store in the heart of the [[Maxwell Street]] market area in Chicago.<ref>{{cite web |url=http://hubcap.clemson.edu/~campber/parkway.html |title=The Legendary Parkway Label |first1=Robert |last1=Pruter |first2=Robert L. |last2=Campbell |work=Robert Campbell |publisher=[[Clemson University]] |location=[[Clemson, South Carolina]] |accessdate=March 26, 2011}}</ref>  These and several other early Little Walter recordings, like many blues harp recordings of the era, owed a strong stylistic debt to pioneering blues harmonica player [[Sonny Boy Williamson I]] (John Lee Williamson). Little Walter joined [[Muddy Waters]]' band in 1948, and by 1950, he was playing acoustic (unamplified) harmonica on Muddy's recordings for [[Chess Records]].  The first appearance on record of amplified harmonica was Little Walter's performance on Muddy's \"Country Boy\" (Chess 1452), recorded on July 11, 1951.  For years after his departure from Muddy's band in 1952, Chess continued to hire Little Walter to play on Waters' recording sessions, and as a result his harmonica is featured on most of Muddy's classic recordings from the 1950s.<ref>{{Cite web|url=http://www.bluesandrhythm.co.uk/documents/200.pdf |title=Complete Muddy Waters Discography |format=PDF |date= |accessdate=2012-03-06}}</ref>  As a guitarist, Little Walter recorded three songs for the small Parkway label with Muddy Waters and Baby Face Leroy Foster (reissued on CD as \"The Blues World of Little Walter\" from [[Delmark Records]] in 1993), as well as on a session for Chess backing pianist Eddie Ware; his guitar work was also featured occasionally on early Chess sessions with Muddy Waters and [[Jimmy Rogers]].<ref name=\"Glover\"/> \n\nJacobs had put his career as a bandleader on hold when he joined Muddy's band, but stepped back out front once and for all when he recorded as a bandleader for Chess's subsidiary label [[Checker Records]] on 12 May 1952.  The first completed take of the first song attempted at his debut session became his first hit, spending eight weeks in the number-one position on the [[Billboard R&B chart]]. The song was ''[[Juke (song)|Juke]]'', and is still the only harmonica instrumental ever to be a number-one hit on the ''Billboard'' R&B chart. (Three other harmonica instrumentals by Little Walter also reached the Billboard R&B top 10: ''Off the Wall'' reached number eight, ''Roller Coaster'' achieved number six, and ''Sad Hours'' reached the number-two position while Juke was still on the charts.)  ''Juke'' was the biggest hit to date for Chess and its affiliated labels, and one of the biggest national R&B hits of 1952, securing Walter's position on the Chess artist roster for the next decade.<ref name=\"Glover\"/>\n\nLittle Walter scored fourteen top-ten hits on the ''Billboard'' R&B charts between 1952 and 1958, including two number-one hits (the second being \"[[My Babe]]\"<ref name=pc4>{{Gilliland |url=http://digital.library.unt.edu/ark:/67531/metadc19750/m1/ |title=Show 4 - The Tribal Drum: The rise of rhythm and blues. [Part 2] }}</ref> in 1955), a level of commercial success never achieved by his former boss Waters, nor by his fellow Chess blues artists [[Howlin' Wolf]] and Sonny Boy Williamson II.  Following the pattern of \"Juke\", most of Little Walter's single releases in the 1950s featured a vocal performance on one side, and a harmonica instrumental on the other.  Many of Walter's vocal numbers were originals that he or Chess A&R man [[Willie Dixon]] wrote or adapted and updated from earlier blues themes.  In general, his sound was more modern and uptempo than the popular Chicago blues of the day, with a jazzier conception and less rhythmically rigid approach than other contemporary blues harmonica players.<ref name=\"Glover\"/>\n\nUpon his departure from [[Muddy Waters]]' band in 1952, he recruited a young band that was already working steadily in Chicago backing [[Junior Wells]], [[The Aces (blues band)|The Aces]], as his new backing band.  The Aces consisted of brothers David and Louis Myers on guitars, and drummer [[Fred Below]], and were re-christened \"The Jukes\" on most of the Little Walter records on which they appeared.  By 1955 the members of The Aces/Jukes had each left Little Walter to pursue other opportunities, initially replaced by guitarists [[Robert \"Junior\" Lockwood]] and [[Luther Tucker]], and drummer [[Odie Payne]]  Others who worked in Little Walter's recording and touring bands in the '50s included guitarists Jimmie Lee Robinson and [[Freddie Robinson]].  Little Walter also occasionally included saxophone players in his touring bands during this period, among them a young [[Albert Ayler]], and even [[Ray Charles]] on one early tour.  By the late 1950s, Little Walter no longer employed a regular full-time band, instead hiring various players as needed from the large pool of local blues musicians in Chicago.<ref name=\"Glover\"/>\n\nJacobs was frequently utilized on records as a harmonica accompanist behind others in the Chess stable of artists, including [[Jimmy Rogers]], [[John Brim]], Rocky Fuller, [[Memphis Minnie]], The Coronets, [[Johnny Shines]], Floyd Jones, [[Bo Diddley]], and [[Shel Silverstein]], and on other record labels backing [[Otis Rush]], [[Johnny Young]], and [[Robert Nighthawk]].<ref name=\"Glover\"/>\n\nJacobs suffered from alcoholism and had a notoriously short temper, which in late 1950s led to a series of violent altercations, minor scrapes with the law, and increasingly irresponsible behavior.  This led to a decline in his fame and fortunes beginning in the late 1950s, although he did tour Europe twice, in 1964 and 1967. (The long-circulated story that he toured the United Kingdom with [[The Rolling Stones]] in 1964 has since been refuted by [[Keith Richards]]). The 1967 European tour, as part of the [[American Folk Blues Festival]], resulted in the only film/video footage of Little Walter performing that is known to exist.  Footage of Little Walter backing [[Hound Dog Taylor]] and [[Koko Taylor]] on a television program in Copenhagen, Denmark on 11 October 1967 was released on DVD in 2004.  Further video of another recently discovered TV appearance in Germany during this same tour, showing Little Walter performing his songs \"My Babe\", \"[[Mean Old World]]\", and others were released on DVD in Europe in January 2009, and is the only known footage of Little Walter singing.  Other TV appearances in the UK (in 1964) and the Netherlands (in 1967) have been documented, but no footage of these has been uncovered.  Jacobs recorded and toured only infrequently in the 1960s, playing mainly in and around Chicago.<ref name=\"Glover\"/>\n\nIn 1967 [[Chess Records|Chess]] released a studio album featuring Little Walter with Bo Diddley and Muddy Waters titled ''[[Super Blues]]''.<ref name=\"Glover\"/>\n\n===Death===\nA few months after returning from his second European tour, he was involved in a fight while taking a break from a performance at a nightclub on the South Side of Chicago. The relatively minor injuries sustained in this altercation aggravated and compounded damage he had suffered in previous violent encounters, and he died in his sleep at the apartment of a girlfriend at 209 E. 54th St. in Chicago early the following morning.<ref name=\"Glover\"/><ref name=\"Chicago Defender\"/> The official cause of death indicated on his death certificate was \"coronary thrombosis\" (a blood clot in the heart); evidence of external injuries was so insignificant that police reported that his death was of \"unknown or natural causes\",<ref name=\"Chicago Defender\">''Chicago Defender'', February 21, 1968</ref> and there were no external injuries noted on the death certificate.<ref name=\"Glover\"/> His body was buried at St. Mary's Cemetery in Evergreen Park, IL on February 22, 1968.<ref name=\"Chicago Defender\"/>  His grave remained unmarked until 1991, when fans Scott Dirks and Eomot Rasun had a marker designed and installed.\n\n==Legacy==\nMusic journalist Bill Dahl described Little Walter as \"king of all post-war blues harpists\", who \"took the humble mouth organ in dazzling amplified directions that were unimaginable prior to his ascendancy.\"<ref name=\"Allmusic Bio\"/></blockquote> His legacy has been enormous: he is widely credited by blues historians as the artist primarily responsible for establishing the standard vocabulary for modern blues and [[blues rock]] harmonica players.<ref name=\"Glover\"/><ref name=\"Allmusic Bio\">[{{Allmusic|class=artist|id=p427/biography|pure_url=yes}} allmusic: Little Walter Biography]</ref> His influence can be heard in varying degrees in virtually every modern blues harp player who came along in his wake, from blues greats such as [[Junior Wells]], [[James Cotton]], [[George \"Harmonica\" Smith]], [[Carey Bell]], and [[Big Walter Horton]], through modern-day masters [[Sugar Blue]], [[Billy Branch]], [[Kim Wilson]], [[Rod Piazza]], [[William Clarke (musician)|William Clarke]], and [[Charlie Musselwhite]], in addition to blues-rock crossover artists such as [[Paul Butterfield]] and [[John Popper]] of the band [[Blues Traveler]].<ref name=\"Glover\"/> Little Walter was portrayed in the 2008 film, ''[[Cadillac Records]]'', by [[Columbus Short]].\n\nLittle Walter's daughter, Marion Diaz Reacco, has established the Little Walter Foundation in Chicago, to preserve the legacy and genius of Little Walter.  The foundation aims to create programs for the creative arts, including music, animation and video.  Stephen King's novel ''[[Under the Dome]]'' (2009) features a character named Little Walter Bushey, based on Little Walter.\n\n==Awards and recognition==\n* 1986 – [[Blues Hall of Fame]]: \"Juke\" (Classics of Blues Recordings — Singles or Album Tracks category)<ref name=\"Blues HoF\">\n{{cite web\n  | title = Blues Hall of Fame – Inductees\n  | publisher = The [[Blues Foundation]]\n  | year = 1986, 1991, 2008\n  | url = http://www.blues.org/halloffame/inductees.php#ref=halloffame_inductees\n  | accessdate = July 14, 2013}}\n</ref>\n* 1991 – Blues Hall of Fame: ''Best of Little Walter'' (Classics of Blues Recordings — Albums category)<ref name=\"Blues HoF\"/>\n* 1995 – [[Rock and Roll Hall of Fame]]: \"Juke\" (500 Songs that Shaped Rock and Roll)<ref>\n{{cite web\n  | title = 500 Songs That Shaped Rock and Roll\n  | work             = Exhibit Highlights\n  | publisher = [[Rock and Roll Hall of Fame]]\n  | year = 1995\n  | url                 = http://www.rockhall.com/exhibithighlights/500-songs\n  | archiveurl  = http://web.archive.org/web/20070522212729/http://www.rockhall.com/exhibithighlights/500-songs-by-name-gj/\n  | archivedate = 1995\n  | accessdate = July 14, 2013}}\n</ref>\n* 2008 – [[Grammy Awards]]: \"Juke\" (Grammy Hall of Fame Award)<ref>\n{{cite web\n  | title               = Grammy Hall of Fame Awards\n  | work             = [[Grammy Award]]s\n  | publisher     = [[National Academy of Recording Arts and Sciences|The Recording Academy]]\n  | year              = 2008\n  | url                 = http://www.grammy.org/recording-academy/awards/hall-of-fame#j\n  | accessdate   = July 14, 2013}}\n</ref>\n* 2008 – Rock and Roll Hall of Fame: Little Walter inducted (Sideman category)\n* 2008 – Blues Hall of Fame: \"My Babe\" (Classics of Blues Recordings — Singles or Album Tracks category)<ref name=\"Blues HoF\"/>\n* 2009 – Grammy Awards: ''The Complete Chess Masters: 1950–1967'' (Best Historical Album Winner)\n* 2010 - ''[[Rolling Stone]]'': ''Best of Little Walter'' (#198 on list of The 500 Greatest Albums of All Time)<ref>\n{{cite journal\n | year              = 2010\n  | title              = 500 Greatest Albums of All Time\n  | journal        = [[Rolling Stone]] \n  | url                = http://www.rollingstone.com/music/lists/500-greatest-albums-of-all-time-20120531/little-walter-the-best-of-20120524\n  | accessdate  = July 14, 2013}}\n</ref>\n\n==Discography==\n===Charting singles===\nLittle Walter released fifteen singles that made the charts during his career.  These were issued on Checker, a Chess subsidiary; the chart information is the peak position the single reached on the ''[[Billboard (magazine)|Billboard]]'' [[Hot R&B/Hip-Hop Songs|R&B]] [[record chart|chart]].\n{|class=\"wikitable\"\n|-\n! style=\"width:40px;\"| Year\n! style=\"width:180px;\"| Title\n! Catalog No.<br><ref>{{Cite web|url=http://globaldogproductions.info/c/checker.html |title=45 discography for Checker Records |publisher=Globaldogproductions.info |date= |accessdate=2011-12-30}}</ref>\n! Chart <br>Peak <br>Position<br><ref name=\"r&b\">{{cite book\n  | last = Whitburn\n  | first = Joel\n  | authorlink =Joel Whitburn\n  | title = Top R&B Singles 1942–1988\n  | publisher = Record Research, Inc\n  | year = 1988\n  | isbn = 0-89820-068-7}}</ref>\n|-\n|rowspan=\"2\"| 1952\n| \"[[Juke (song)|Juke]]\"\n| Checker 758\n| <center>1\n|-\n| \"[[Sad Hours]]\"\n|rowspan=\"2\"| Checker 764\n| <center>2\n|-\n|rowspan=\"4\"| 1953\n| \"[[Mean Old World#Little Walter version|Mean Old World]]\"\n| <center>6\n|-\n| \"[[Tell Me Mama]]\"\n|rowspan=\"2\"| Checker 770\n| <center>10\n|-\n| \"[[Off the Wall (Little Walter song)]]\"\n| <center>8\n|-\n| \"[[Blues with a Feeling]]\"\n| Checker 780\n| <center>2\n|-\n|rowspan=\"4\"| 1954\n| \"[[You're So Fine (Little Walter song)]]\"\n| Checker 786\n| <center>2\n|-\n| \"[[Oh Baby (Little Walter song)]]\"\n| Checker 793\n| <center>8\n|-\n| \"[[You Better Watch Yourself]]\"\n| Checker 799\n| <center>8\n|-\n| \"[[Last Night (Little Walter song)]]\"\n| Checker 805\n| <center>6\n|-\n|rowspan=\"2\"| 1955\n| \"[[My Babe]]\"\n| Checker 811\n| <center>1<nowiki>*</nowiki>\n|-\n| \"[[Roller Coaster (song)]]\" [[Ellas McDaniel]]\n| Checker 817\n| <center>6\n|-\n| 1956\n| \"[[Who (Little Walter song)|Who]]\" B. Roth\n| Checker 833\n| <center>7\n|-\n| 1958\n| \"[[Key to the Highway#Little Walter version|Key to the Highway]]\"\n| Checker 904\n| <center>6\n|-\n| 1959\n| \"[[Everything Gonna Be Alright]]\n| Checker 930\n| <center>25\n|}\n<nowiki>*</nowiki>Also reached #106 on the [[Bubbling Under Hot 100 Singles|Billboard Pop chart]].\n\n===Selected albums===\nAs with most blues artists before the mid-1960s, Little Walter was a singles artist.  The one album released during his lifetime, ''Best of Little Walter'', included ten of his charting singles, plus two B-sides.  After his death, various singles would be compiled on albums, often with significant overlap.  Currently available albums, released by the most recent Chess successor, are as follows:\n\n{|class=\"wikitable\"\n|-\n! Year\n! Title\n! Label\n! Comments\n|-\n| 1993\n| ''The Blues World of Little Walter''\n| Delmark\n| includes 5 pre-Checker songs w/Little Walter on unamplified harp, plus 3 on guitar; reissue of 1980s Delmark album\n|-\n| 1998\n| ''[[His Best (Little Walter album)|His&nbsp;Best:&nbsp;Chess&nbsp;50th&nbsp;Anniversary&nbsp;Collection]]''\n| Chess/Universal\n| includes 12 of his charting singles, plus 8 non-charting songs; essentially supersedes 1958 Chess ''Best of Little Walter''\n|-\n| 2004\n| ''Confessing the Blues''\n| Universal Japan\n| reissue of 1974 Chess album, plus 6 extra tracks\n|-\n| 2004\n| ''Hate to See You Go''\n| Universal Japan\n| reissue of 1969 Chess album, plus 2 extra tracks\n|-\n| 2007\n| ''[[Best of Little Walter]]''\n| Universal Japan\n| reissue of 1958 Chess album, plus 3 extra tracks\n|-\n| 2009\n| ''The Complete Chess Masters: 1950–1967\n| Hip-O/Universal\n| 126 songs on 5 CDs; all available Checker/Chess recordings, including many alternate takes\n|}\n\nLittle Walter also recorded a number of songs as a sideman.  Muddy Waters' ''The Definitive Collection'' (2006) and Jimmy Rogers' ''His Best'' (2003) (both on Universal) featured a selection of songs with Little Walter as an accompanist.\n\n==References==\n{{Reflist}}\n\n==External links==\n*Little Walter Foundation[http://www.littlewalterfoundation.org]\n{{Authority control|VIAF=7574546}}\n{{Persondata <!-- Metadata: see [[Wikipedia:Persondata]]. -->\n| NAME              = Jacobs, Marion Walter\n| ALTERNATIVE NAMES = Little Walter\n| SHORT DESCRIPTION = American blues harmonica player\n| DATE OF BIRTH     = May 1, 1930\n| PLACE OF BIRTH    = [[Marksville, Louisiana]], [[United States]]\n| DATE OF DEATH     = February 15, 1968\n| PLACE OF DEATH    = [[Chicago]], [[Illinois]], United States\n}}\n{{DEFAULTSORT:Little Walter}}\n{{Little Walter}}\n\n[[Category:1930 births]]\n[[Category:1968 deaths]]\n[[Category:People from Marksville, Louisiana]]\n[[Category:African-American musicians]]\n[[Category:African-American singers]]\n[[Category:American blues harmonica players]]\n[[Category:American blues singers]]\n[[Category:American buskers]]\n[[Category:American male singers]]\n[[Category:Blues Hall of Fame inductees]]\n[[Category:Chicago blues musicians]]\n[[Category:Harmonica blues musicians]]\n[[Category:Louisiana blues musicians]]\n[[Category:Rock and Roll Hall of Fame inductees]]\n[[Category:Deaths from thrombosis]]\n[[Category:Checker Records artists]]"}]}}}}