{"query":{"normalized":[{"from":"Lonnie_Johnson_(musician)","to":"Lonnie Johnson (musician)"}],"pages":{"725671":{"pageid":725671,"ns":0,"title":"Lonnie Johnson (musician)","revisions":[{"contentformat":"text/x-wiki","contentmodel":"wikitext","*":"{{other uses|Lonnie Johnson (disambiguation)}}\n{{Use mdy dates|date=August 2011}}\n{{Infobox musical artist <!-- See Wikipedia:WikiProject_Musicians -->\n| name                = Lonnie Johnson\n| image               = LonnieJohnsonByRussellLee1941Crop.jpg\n| caption             = Lonnie Johnson in Chicago, 1941\n| image_size          = \n| background          = solo_singer\n| birth_name          = Alonzo Johnson\n| birth_date          = {{Birth date|1899|2|8}}\n| death_date          = {{Death date and age|1970|6|16|1899|2|8}}\n| origin              = New Orleans, Louisiana\n| instrument          = Guitar, Vocals, violin\n| genre               = [[St. Louis blues (music)|St. Louis blues]]<br>[[Country blues]]<br>[[Piedmont blues]]<br>[[Jazz blues]]\n| years_active        = \n| label               = [[Okeh Records|Okeh]], [[Bluebird Records|Bluebird]], [[King Records (USA)|King]], [[Bluesville Records|Bluesville]]\n}}\n'''Alonzo \"Lonnie\" Johnson''' (February 8, 1899<ref>There is some dispute over the year of his birth, and 1894 is what appears on his passport. Some other sources give 1889.</ref><ref>Big Bill Broonzy remembered that \"Lonnie told me he was born in New Orleans in 1894...\" Source also references 1894 as birth date. ''The Guitar Players One Instrument and Its Masters in American Music'' by James Sallis 1982 p.33</ref> – June 16, 1970) was an American [[blues]] and [[jazz]] [[singer]]/[[guitarist]], [[violin]]ist and [[songwriter]] who pioneered the role of [[jazz guitar]] and [[jazz violin]], and is recognized as the first to play an electrically-amplified violin.<ref name=Herzhaft>Gérard Herzhaft, Encyclopedia of the Blues, 1979</ref><ref>[http://delmark.com/delmark.history.htm  Delmark History] Reprinted from the Blues Revue Quarterly by Sandra Pointer-Jones on the [http://www.delmark.com/ Delmark Records] website.</ref>\n\n\n\n==Biography==\n\n===Early career===\nJohnson was born in New Orleans, Louisiana, and raised in a family of musicians. He studied violin, piano and guitar as a child, and learned to play various other instruments including the mandolin, but concentrated on the guitar throughout his professional career. \"There was music all around us,\" he recalled, \"and in my family you'd better play something, even if you just banged on a tin can.\"<ref>Conversation w. Chris Albertson – ''Bluesland'' – Edited by Pete Welding and Toby Byron. Dutton 1991, ISBN 0-525-93375-1</ref>\n\nLonnie Johnson pioneered the single-string solo guitar styles that we are accustomed to hearing today in rock, blues and jazz music.\n\nBy his late teens, he played guitar and violin in his father's family band at banquets and weddings, alongside his brother James \"Steady Roll\" Johnson.<ref name=cohassey>[http://www.musicianguide.com/biographies/1608000968/Lonnie-Johnson.html Biographical article by John Cohassey at www.musicianguide.com]</ref> He also worked with jazz trumpeter [[Punch Miller]] in the city's [[Storyville, New Orleans|Storyville]] district.\n\nIn 1917, Johnson joined a revue that toured England, returning home in 1919 to find that all of his family, except his brother James, had died in the [[1918 influenza epidemic]].\n\nHe and his brother settled in [[St. Louis, Missouri|St. Louis]] in 1921.<ref name=manheim>[http://www.musicianguide.com/biographies/1608004726/Lonnie-Johnson.html Biographical article by James M. Manheim at www.musicianguide.com]</ref> The two brothers performed as a duo, and Lonnie also worked on [[riverboat]]s, working in the orchestras of [[Charlie Creath]] and [[Fate Marable]]. In 1925 Lonnie married, and his wife Mary soon began to pursue a blues career in her own right, performing as [[Mary Johnson (singer)|Mary Johnson]] and pursuing a recording career from 1929–1936.<ref name=\"Complete\"/> She is not to be confused with the later [[soul music|soul]] and [[gospel music|gospel]] singer of the same name. As is often the case with early blues artists, information on Mrs Johnson is often contradictory and confusing. Many online sources give her name before marriage as Mary Smith, and state that she began performing in her teens. However, author [[James Sallis]]<ref>James Sallis, The Guitar Players, Univ of Nebraska/Bison Books, 1982</ref> gives her single name as Mary Williams, and states that her interest in writing and performing blues material began when she started helping Lonnie write songs, and developed from there. Curiously enough, the two never recorded together. They had six children before their divorce in 1932.<ref name=\"Complete\">{{cite web|url={{Allmusic|class=album|id=r250739/review|pure_url=yes}} |title=Allmusic ((( ''Complete Works in Chronological Order (1929-1936)'' - Mary Johnson > Review )))}}</ref>\n\n===Success in the 1920s and 1930s===\nIn 1925, Johnson entered and won a blues contest at the Booker T. Washington Theatre in St. Louis, the prize being a recording contract with [[Okeh Records]].<ref name= barlow>Barlow, William. ''\"Looking Up At Down\": The Emergence of Blues Culture''. Temple University Press (1989), pp. 259–63. ISBN 0-87722-583-4.</ref>\nTo his regret, he was then tagged as a blues artist, and later found it difficult to be regarded as anything else. He later said, \"I guess I would have done anything to get recorded – it just happened to be a blues contest, so I sang the blues.\"<ref name=\"manheim\"/> Between 1925 and 1932 he made about 130 recordings for the Okeh label (many were good sellers).  He was called to New York to record with the leading blues singers of the day including [[Victoria Spivey]] and country blues singer [[Alger \"Texas\" Alexander]]. He also toured with [[Bessie Smith]]'s [[Theater Owners Bookers Association|T.O.B.A.]] show.<ref name=barlow/>\n\nIn December 1927, Johnson recorded in Chicago as a guest artist with [[Louis Armstrong and his Hot Five]], paired with banjoist [[Johnny St. Cyr]]. He played on the sides \"I'm Not Rough\", \"Savoy Blues\", and \"Hotter Than That.\"<ref>{{cite web|url=http://michaelminn.net/armstrong/index.php?section2 |title=The Louis Armstrong Discography |publisher=Michaelminn.net |date= |accessdate=2011-12-30}}</ref> In 1928 he recorded \"Hot and Bothered\", \"Move Over\", and \"The Mooche\" with [[Duke Ellington]] on Okeh Records;<ref>{{cite web|url=http://www.depanorama.net/sess.htm |title=A Duke Ellington Panorama |publisher=Depanorama.net |date= |accessdate=2011-12-30}}</ref> he also recorded with a group called The Chocolate Dandies (in this case, McKinney's Cotton Pickers). He pioneered the guitar solo on the 1927 track \"6/88 Glide\"<ref name=cohassey/> and many of his early recordings showed him playing [[12-string guitar]] solos in a style that influenced such future jazz guitarists as [[Charlie Christian]] and [[Django Reinhardt]], and gave the instrument new meaning as a jazz voice. He excelled in purely instrumental pieces, some of which he recorded with the white jazz guitarist [[Eddie Lang]], whom he teamed up with in 1929. These recordings were among the first in history to feature black and white musicians performing together, but Lang was credited as Blind Willie Dunn to disguise the fact.<ref name=\"manheim\"/>\n\nMuch of Johnson's music featured experimental improvisations that would now be categorised as jazz rather than blues. According to blues historian Gérard Herzhaft,<ref name=\"Herzhaft\"/> Johnson was \"undeniably the creator of the guitar solo played note by note with a pick, which has become the standard in jazz, blues, country, and rock\". Johnson's style reached both the [[Delta blues]]men and urban players who would adapt and develop his one string solos into the modern electric blues style.<ref name=cohassey/> However, writer [[Elijah Wald]]<ref>Elijah Wald, ''Escaping the Delta : Robert Johnson and the invention of the blues'', 2004, ISBN 978-0-06-052427-2</ref> has written that, in the 1920s and 1930s, Johnson was best known as a sophisticated and urbane singer rather than an instrumentalist – \"Of the forty ads for his records that appeared in the 'Chicago Defender' between 1926 and 1931, not one even mentioned that he played guitar.\"\n\nJohnson's compositions often depicted the social conditions confronting urban African Americans (\"Racketeers' Blues\", \"Hard Times Ain't Gone Nowhere\", \"Fine Booze and Heavy Dues\"). In his lyrics he captured the nuances of male-female love relationships in a way that went beyond [[Tin Pan Alley]] sentimentalism. His songs displayed an ability to understand the heartaches of others that Johnson saw as the essence of his blues.<ref name=barlow/>\n\nAfter touring with [[Bessie Smith]] in 1929, Johnson moved to Chicago, and recorded for Okeh with stride pianist [[James P. Johnson]]. However, with the temporary demise of the recording industry in the [[Great Depression]], Johnson was compelled to make a living outside music, working at one point in a steel mill in [[Peoria, Illinois]]. In 1932 he moved again to [[Cleveland, Ohio]], where he lived for the rest of the decade. There, he played intermittently with the band of vocalist and singer Putney Dandridge, and performed on radio programs.<ref name=cohassey/>\n\nBy the late 1930s, however, he was recording and performing in Chicago for [[Decca Records]], working with [[Roosevelt Sykes]] and [[Blind John Davis]] among others. In 1939, during a session for the [[Bluebird Records|Bluebird]] label with pianist [[Joshua Altheimer]], Johnson used an electric guitar for the first time.<ref name=\"manheim\"/> He recorded 34 tracks for Bluebird over the next five years, including the hits \"He's a Jelly Roll Baker\" and \"In Love Again\".<ref name=cohassey/>\n\n===Later career===\n [[File:Lonnie Johnson at my place 1960.jpg|thumb|left|alt=Lonnie Johnson posing with his guitar|Lonnie Johnson in 1960]]\nAfter World War II, Johnson made the transition to [[rhythm and blues]], recording for [[King Records (USA)|King Records]] in [[Cincinnati]], and having a major hit in 1948 with \"[[Tomorrow Night (Coslow and Grosz song)|Tomorrow Night]]\", written by [[Sam Coslow]] and [[Wilhelm Grosz|Will Grosz]]. This topped the Billboard [[Hot R&B/Hip-Hop Songs|\"Race Records\"]] chart for 7 weeks, also made # 19 on the pop charts, and had reported sales of three million copies.<ref name=\"manheim\"/> A [[blues ballad]] with piano accompaniment and background singers, the song bore little resemblance to much of Johnson's earlier blues and jazz material. The follow-ups \"Pleasing You\", \"So Tired\" and \"Confused\" were also major R&B hits.<ref>[[Joel Whitburn]], ''Top R&B Singles 1942–1995'', ISBN 0-89820-115-2</ref>\n\nIn 1952 Johnson toured England. Tony Donegan, a British musician who played on the same bill, paid tribute to Johnson by changing his name to [[Lonnie Donegan]].\n\nAfter returning to the U.S., Johnson moved to Philadelphia. His career had been a roller coaster ride that sometimes took him away from music. In between great musical accomplishments, he had found it necessary to take menial jobs that ranged from working in a steel foundry to mopping floors as a janitor. He gradually dropped out of music again in the 1950s, and took menial janitorial jobs; he was working at [[Philadelphia]]'s Benjamin Franklin Hotel in 1959 when WHAT-FM disc jockey [[Chris Albertson]] happened upon him and produced a comeback album, for the Prestige [[Bluesville Records]] label, ''Blues by Lonnie Johnson''. This was followed by other Prestige albums, including one (''[[Blues & Ballads]]'') with former Ellington boss, [[Elmer Snowden]], who had helped Albertson locate Johnson. There followed a Chicago engagement for Johnson at the Playboy Club and this succession of events placed him back on the music scene at a fortuitous time: young audiences were embracing folk music and many veteran performers were stepping out of obscurity. In short order, Lonnie Johnson found himself reunited with Duke Ellington and his orchestra and appearing as special guest at an all-star folk concert, both at Town Hall, New York City.\n\nIn 1961, Johnson was reunited with his old Okeh recording partner, Victoria Spivey, for another Prestige album, ''Idle Hours'', and the two singers performed at [[Gerdes Folk City]]. In 1963 he toured Europe as part of the [[American Folk Blues Festival]] show, with [[Muddy Waters]] and others, and recorded an album with [[Otis Spann]] in Denmark.\n\nIn May 1965, he performed at a club in Toronto before an audience of four people.<ref name=obit>Campbell, Richard, \"A legend of jazz world, Lonnie Johnson dies,\" ''[[Toronto Star]]'', June 17, 1970, p. 50</ref> Two weeks later, his shows at a different club attracted a larger audience and Johnson, also encouraged by Toronto's relative racial harmony, decided to move to the city. He opened his own club, Home of the Blues, on Toronto's [[Yorkville, Toronto|Yorkville Avenue]] in 1966, but it was a business failure and Johnson was ultimately fired by the man who became owner.<ref name=obit/> Throughout the rest of the decade he recorded and played local clubs in Canada as well as embarking on several regional tours.<ref name=cohassey/>\n\nIn March 1969, he was hit by a car while walking on a sidewalk in Toronto.<ref>\"Jazzman Johnson injured in crash,\" ''[[Toronto Star]]'', March 14, 1969, p. 26</ref> Johnson was seriously injured, suffering a broken hip and kidney injuries. A benefit concert was held on May 4, 1969, featuring two dozen acts, including [[Ian and Sylvia]], [[John Lee Hooker]] and [[Hagood Hardy]].<ref>Rubin, Don, \"One of the best jazz shows ever,\" ''Toronto Star'', May 5, 1969, p. 28.</ref> Johnson never fully recovered from his injuries and suffered what was described as a stroke in August. He was able to return to the stage for one performance at [[Massey Hall]] on February 23, 1970, walking with the aid of a cane to sing a couple of songs with [[Buddy Guy]] and receiving a standing ovation.<ref>McCracken, Melinda, \"Blues show turns them on,\" ''[[The Globe and Mail]]'', February 24, 1970, p. 13.</ref> He died on June 16, 1970 and was buried at [[Mount Hope Catholic Cemetery|Mount Hope Cemetery]] in Toronto.<ref name=obit/> At the time, Johnson was reported to have been \"virtually broke.\"<ref name=obit/>\n\nIn 1993, [[Smithsonian Folkways]] released ''The Complete Folkways Recordings,'' Johnson's anthology of music on [[Folkways Records]]. He had been featured on several compilation blues albums, on Folkways, beginning in the 1960s, but had never released a solo album on the label in his lifetime.<ref>[http://www.folkways.si.edu/searchresults.aspx?sPhrase=Lonnie%20Johnson&sType='phrase'/ Johnson Discography] at [[Smithsonian Folkways]]</ref>\n\nJohnson was posthumously inducted into the [[Louisiana Blues Hall of Fame]] in 1997.\n\n===Biopic depiction===\n\nLonnie Johnson is featured as a character in ''[[Who Do You Love? (2008 film)|Who Do You Love?]]'' (2008), a feature film which dramatised the life of [[Leonard Chess]], starring [[Alessandro Nivola]], [[David Oyelowo]] and [[TJ Hassan]] as Johnson. The film was directed by Jerry Zaks.\n\n==Influence==\nLonnie Johnson's early recordings are the first guitar recordings that display a single-note soloing style with use of string bending and vibrato. While it cannot be proven that this contains the influence of earlier players who did not record, it is the origin of Blues and Rock solo guitar. Johnson's influence is obvious in Django Reinhardt, T-Bone Walker and virtually all electric blues guitar players.\n\nOne of [[Elvis Presley]]'s earliest recordings was Johnson's [[blues ballad]], \"Tomorrow Night\" written by Sam Coslow and Will Grosz, which was also recorded by [[LaVern Baker]]. In 1957, it was also recorded by [[Jerry Lee Lewis]].\n\nIn the liner notes for [[Biograph (album)|Biograph]], [[Bob Dylan]] describes his encounters with Johnson in New York City. \"I was lucky to meet Lonnie Johnson at the same club I was working and I must say he greatly influenced me. You can hear it in that first record. I mean ''Corrina, Corrina''...that's pretty much Lonnie Johnson. I used to watch him every chance I got and sometimes he'd let me play with him. I think he and [[Tampa Red]] and of course [[Scrapper Blackwell]], that's my favorite style of guitar playing.\"<ref>Cameron Crowe, ''Biograph'' Liner Notes (Columbia, 1985), 10.</ref> Also, Dylan wrote about the performing method he learned from Robert Johnson in [[Chronicles, Vol. 1]]. Dylan thinks [[Robert Johnson]] had learned a lot from Lonnie. Also some of Robert's songs are seen as new versions of songs recorded by Lonnie.\n\n==See also==\n*[[List of blues musicians]]\n*[[List of jazz musicians]]\n\n==References==\n{{Reflist|2}}\n\n==External links==\n{{Commons category|Lonnie Johnson}}\n*[http://www.redhotjazz.com/ljohnson.html Discography and brief biography]\n*[http://www.musicianguide.com/biographies/1608000968/Lonnie-Johnson.html Biography]\n\n{{Blues}}\n\n{{Authority control|VIAF=34607532}}\n\n<!-- Metadata: see [[Wikipedia:Persondata]] -->\n{{Persondata\n|NAME              = Johnson, Lonnie\n|ALTERNATIVE NAMES = Johnson, Alonzo (birth name)\n|SHORT DESCRIPTION = American blues and jazz musician\n|DATE OF BIRTH     = February 8, 1899\n|PLACE OF BIRTH    = New Orleans, Louisiana, United States\n|DATE OF DEATH     = June 16, 1970\n|PLACE OF DEATH    = [[Ontario]], Canada\n}}\n{{DEFAULTSORT:Johnson, Lonnie}}\n[[Category:St. Louis blues musicians]]\n[[Category:Okeh Records artists]]\n[[Category:Country blues musicians]]\n[[Category:Piedmont blues musicians]]\n[[Category:Jazz-blues guitarists]]\n[[Category:Blues revival musicians]]\n[[Category:Blues musicians from New Orleans, Louisiana]]\n[[Category:American blues singers]]\n[[Category:American blues guitarists]]\n[[Category:Blues Hall of Fame inductees]]\n[[Category:American jazz banjoists]]\n[[Category:American jazz violinists]]\n[[Category:African-American banjoists]]\n[[Category:African-American jazz guitarists]]\n[[Category:1899 births]]\n[[Category:1970 deaths]]\n[[Category:Jazz musicians from New Orleans, Louisiana]]\n[[Category:Gennett recording artists]]"}]}}}}