{"query":{"normalized":[{"from":"Mick_Taylor","to":"Mick Taylor"}],"pages":{"476786":{"pageid":476786,"ns":0,"title":"Mick Taylor","revisions":[{"contentformat":"text/x-wiki","contentmodel":"wikitext","*":"{{about||his debut solo album|Mick Taylor (album)|the cricketer|Michael Taylor (cricketer)}}\n\n{{Infobox musical artist <!-- See Wikipedia:WikiProject_Musicians -->\n| name = Mick Taylor\n| image = Mick Taylor 2009.jpg\n| alt = \n| caption = Taylor performing at the Colne Festival, UK\n| image_size = 220px\n| background = solo_singer\n| birth_name = Michael Kevin Taylor\n| alias = Little Mick\n| birth_date = {{Birth date and age|1949|1|17|df=yes}}\n| birth_place = [[Welwyn Garden City]], England\n| death_date =\n| instrument = Guitar, vocals\n| genre = [[Rock music|Rock]], [[blues rock]], [[hard rock]], [[jazz-rock]]\n| occupation = Musician, singer, songwriter\n| years_active = 1965–present\n| label = [[Columbia Records|Columbia]], [[Decca Records|Decca]], [[Rolling Stones Records|Rolling Stones]], [[Atlantic Records|Atlantic]], [[EMI]], [[Virgin Records|Virgin]], [[Columbia Records|CBS]], Maze Records\n| associated_acts = [[John Mayall & the Bluesbreakers|John Mayall's Bluesbreakers]], [[the Rolling Stones]], [[Jack Bruce|The Jack Bruce Band]]\n| website = [http://www.micktaylor.com www.micktaylor.com]\n| notable_instruments = {{unbulleted list|[[Gibson Les Paul]]|[[Gibson SG]]|[[Fender Stratocaster]]|[[Fender Telecaster]]}}\n}}\n\n'''Michael Kevin \"Mick\" Taylor''' (born 17 January 1949 in [[Welwyn Garden City]], [[Hertfordshire]]) is an English musician, best known as a former member of [[John Mayall & the Bluesbreakers|John Mayall's Bluesbreakers]] (1966–69) and [[the Rolling Stones]] (1969–74). \"He is regarded by many Stones aficionados as the best guitarist ever to play with the band, and appeared on some of their classic albums including ''[[Let It Bleed]]'', ''[[Sticky Fingers]]'' and ''[[Exile on Main St.]]''\"<ref>{{cite news|last=Hann|first=Michael|title=Rolling Stones enlist Bill Wyman and Mick Taylor for O2 Arena concerts|url=http://www.guardian.co.uk/music/2012/nov/21/rolling-stones-bill-wyman-mick-taylor|work=Guardian Online|publisher=The Guardian|accessdate=24 November 2012|date=21 November 2012 <!-- 12.58 GMT -->|location=London}}</ref> Since resigning from the Rolling Stones in December 1974, Taylor has worked with numerous other artists and released several solo albums. From November 2012 onwards he has participated in the Rolling Stones 'Reunion shows' in London and Newark and in the band's [[50 & Counting...]] World Tour, which included North America and Europe in 2013 and continued with [[14 On Fire]] in Asia and Australia in 2014. He was ranked 37th in ''[[Rolling Stone]]'' magazine's 2012 list of the 100 greatest guitarists of all time.<ref name=\"RS magazine 100 greatest 37\">{{cite web|url=http://www.rollingstone.com/music/lists/100-greatest-guitarists-20111123/mick-taylor-19691231|title=100 Greatest Guitarists of All Time|year=2012|work=Rolling Stone Magazine's list of the 100 Greatest Guitarists of All Time|publisher=Jann S. Wenner|accessdate=7 January 2012}}</ref> Former [[Guns N' Roses]] guitarist [[Slash (musician)|Slash]] states that Taylor had the biggest influence on him.<ref>http://www.guitarworld.com/30-30-greatest-guitarists-picked-greatest-guitarists?page=0,5</ref>\n\n==Biography==\n\n===1949–69: Early life===\nTaylor was born to a working-class family in [[Welwyn Garden City]], but was raised in [[Hatfield, Hertfordshire]], [[England]], where his father worked as a fitter for [[De Havilland]] aircraft company.<ref>Jim Sheridan, ''Mick Taylor Rexamined, Part 1'', by Jim Sheridan</ref> He began playing guitar at age nine, learning to play from his mother's younger brother. As a teenager, he formed bands with schoolmates and started performing concerts under names such as The Juniors and the Strangers. They also appeared on television and put out a single.<ref>(Nico Zentgraf, The Complete Works of the Rolling Stones: Taylor-Made Works May 1964 – August 2004, published by Stoneware Publishing, Hamburg, 2004)</ref> Part of the band was recruited for a new group called [[The Gods (band)|The Gods]], which included [[Ken Hensley]] (later of [[Uriah Heep (band)|Uriah Heep]] fame). In 1966, The Gods opened for [[Cream (band)|Cream]] at the Starlite Ballroom in [[Wembley]].\n\nIn 1965, at age 16, Taylor went to see a [[John Mayall & the Bluesbreakers|John Mayall's Bluesbreakers]] performance at \"The Hop\" Community Centre, Welwyn Garden City. {{quote|text=On the night in question, I had gone to The Hop with some guys from our band, former schoolmates and Ex-Juniors Mick Taylor and [[Alan Shacklock]]. It was after [[John Mayall]] had finished his first set without a guitarist that it became clear that for some reason [[Eric Clapton]] was not going to show up. A group of local musicians, which included myself, Robert 'Jab' Als, Herbie Sparks, and others, along with three local guitarists—Alan Shacklock, Mick Casey (formerly of the Trekkas) and Mick Taylor—were in attendance.|sign=Danny Bacon, a drummer friend of the Juniors|source={{citation needed|date=August 2011}}}}\n\nTaylor himself has said after seeing that Clapton hadn't appeared, but that his guitar had already been set up on the stage, he approached [[John Mayall]] during the interval to ask if he could play with them. Taylor mentioned that he'd heard their albums and knew some of the songs, and after a moment of deliberation, Mayall agreed. Taylor amended, \"I wasn't thinking that this was a great opportunity... I just really wanted to get up on stage and play the guitar.\"\n\nTaylor played the second set with Mayall's band, and after winning Mayall's respect, they exchanged phone numbers. This encounter proved to be pivotal in Taylor's career when Mayall began to look for a guitarist to fill [[Peter Green (musician)|Peter Green]]'s vacancy the following year. Mayall contacted Taylor, and invited him to take Green's place.<ref name=\"On the Road, MT\">{{cite web|url=http://www.youtube.com/watch?v=he8OLo9HPJs|title=On the road with Mick Taylor |last=Taylor|first=Mick|coauthors=Patrick Savey, Daniel Farhi|year=1998|work=Video for television: On the Road with Mick Taylor|publisher=New Morning Vision|accessdate=27 February 2010|location=France}}</ref> Taylor made his debut with the Bluesbreakers at the [[Manor House, London|Manor House]], an old blues club in North London. For those in the music scene the night was an event... \"Let's go and see this 17-year-old kid try and replace Eric\".<ref>(Robert Greenfield, S.T.P., A Journey Through America with the Rolling Stones, published by Michael Joseph Ltd, 1974. Reprinted by Helter Skelter Publishing, London 1997 quote from Chapter Four, page 103)</ref>\nBefore he turned 18, Taylor toured and recorded the album ''[[Crusade (album)|Crusade]]'' with [[John Mayall's Bluesbreakers]]. From 1966 to 1969, Taylor developed a guitar style that is blues-based with [[Latin American music|Latin]] and [[jazz]] influences. He is the guitarist on the Bluesbreaker albums \"Diary of a Band\", \"Barewires\" and \"Blues from Laurel Canyon\". Later on in his career, he further developed his skills as a [[slide guitar]]ist.\n\n===1969–74: The Rolling Stones===\n{{Main|The Rolling Stones}}\n[[File:Mick Taylor2.jpg|thumb|260px|right|Taylor with the Rolling Stones, 1972]]\n\nAfter [[Brian Jones]] was removed from the [[The Rolling Stones]] in June 1969, [[John Mayall]] recommended Taylor to [[Mick Jagger]]. Taylor believed he was being called in to be a [[session musician]] at his first studio session with the Rolling Stones.<ref name=\"Classic Bands interview\">{{cite web|last=James |first=Gary |title=Gary James' Interview With Mick Taylor of the Rolling Stones |url= http://www.classicbands.com/MickTaylorInterview.html |accessdate=2008-02-21 }}</ref> An impressed Jagger and [[Keith Richards]] invited Taylor back the following day to continue rehearsing and recording with the band. He overdubbed guitar on \"[[Country Honk]]\" and \"[[Live With Me]]\" for the album ''[[Let It Bleed]]'', and for the single \"[[Honky Tonk Women]]\" released in the UK on 4 July 1969.<ref name=\"tioos-htw\">{{cite web|last =McPherson |first=Ian |title=Track Talk: Honky Tonk Women\n|url=http://www.timeisonourside.com/SOHonky.html|accessdate=2008-08-23 }}</ref><ref name=\"nzentgraf\">{{cite web|last =Zentgraf |first=Nico |title=The Complete Works of the Rolling Stones 1962-2008 |url=http://www.nzentgraf.de/books/tcw/works1.htm|accessdate=2008-08-24 }}</ref>\nTaylor's onstage debut as a Rolling Stone, at the age of 20, was the free concert in [[Hyde Park, London]] on 5 July 1969. An estimated quarter of a million people attended for a show that turned into a tribute to Brian Jones, who had died three days before the concert.\n\nThe Rolling Stones' 1971 release ''[[Sticky Fingers]]'' included \"[[Sway (The Rolling Stones song)|Sway]]\" and \"[[Moonlight Mile (song)|Moonlight Mile\"]] which Taylor and Jagger had completed in Richards' absence. At the time Jagger stated: \"We made [tracks] with just Mick Taylor, which are very good and everyone loves, where Keith wasn't there for whatever reasons ... It's me and [Mick Taylor] playing off each other - another feeling completely, because he's following my vocal lines and then extemporizing on them during the solos.\"<ref name=\"tioos-sf\">{{cite web|last =McPherson |first=Ian |title=Track Talk: Sticky Fingers |url=http://www.timeisonourside.com/lpFingers.html |accessdate=2008-08-23 }}</ref> However, Taylor was only credited as co-author of one track, \"[[Ventilator Blues]]\", from the album ''[[Exile on Main St.]]'' (1972).<ref name=\"tioos-exile\">{{cite web|last =McPherson |first=Ian |title=Track Talk: Exile on Main Street |url=http://www.timeisonourside.com/lpExile.html|accessdate=2008-08-23 }}</ref> Taylor was noted for his smooth lyrical touch and tone which contrasted with Richards's jagged and cutting technique.\n\nAfter the 1973 European tour, Richards's drug problems had worsened and began affecting the ability of the band to function as a whole.<ref>Davis, Stephen, ''Old Gods Almost Dead: The 40-Year Odyssey of The Rolling Stones'', pp. 377-378, Broadway Books, ISBN 0-7679-0312-9, 2004</ref> Between recording sessions, the band members were living in various countries and during this period Taylor appeared on [[Herbie Mann]]'s ''London Underground'' (1974) and also appeared on Mann's album ''Reggae'' (1974).\n\n===1973–74: ''It's Only Rock 'n Roll''===\n[[File:Mick Taylor 1972.jpg|thumb|left|200px|Taylor during the Rolling Stones 1972 tour in June, at [[Winterland Ballroom|Winterland]] in [[San Francisco]]]]\n\nIn November 1973, when the band was to begin work on the LP ''[[It's Only Rock 'n Roll]]'' at [[Musicland Studios]] in Munich, Taylor missed some of the sessions while he underwent surgery for acute [[sinusitis]].<ref>Elliott, M - The Rolling Stones Complete Recording Sessions, page 220. Cherry Red Books, 2002. ISBN 1-901447-04-9</ref> Not much was achieved during the first 10 days at Musicland. Most of the actual recordings were made in January (Musicland) and April of 1974 (Stargroves). When Taylor resumed work with the band, he found it difficult to get along with Richards. At one point during the Munich sessions, Richards confronted him and said, \"Oi! Taylor! You're playing too fuckin' loud. I mean, you're really good ''live,'' man, but you're fucking useless in the studio. Lay out, play later, whatever.\" Richards erased some of the tapes where Taylor had recorded guitar parts to some of the songs for ''It's Only Rock n' Roll''.<ref>Davis 2004, p. 387.</ref> Taylor was, however, present at all the sessions in April at [[Stargroves]], England, where the LP was finished and most of the overdubs were recorded.{{Citation needed|date=August 2008}}\n\nNot long after those recording sessions, Taylor went on a six-week expedition to Brazil, traveling down the [[Amazon River]] in a boat and exploring [[Latin music]].\n\nJust before the release of the album in October 1974, Taylor told [[Nick Kent]] from the ''[[New Musical Express|NME]]'' magazine about the new LP and that he had co-written \"[[Till the Next Goodbye]]\" and \"[[Time Waits for No One (song)|Time Waits for No One]]\" with Jagger.{{Citation needed|date=January 2008}} Kent showed Taylor the record sleeve, which revealed the absence of any songwriting credits for Taylor.\n\n{{quote|text=I was a bit peeved about not getting credit for a couple of songs, but that wasn't the whole reason [I left the band]. I guess I just felt like I had enough. I decided to leave and start a group with [[Jack Bruce]]. I never really felt, and I don't know why, but I never felt I was gonna stay with the Stones forever, even right from the beginning.|sign=Mick Taylor, in an interview with Gary James|source=<ref name=\"Classic Bands interview\"/>}}\n\n{{quote|text=We used to fight and argue all the time. And one of the things I got angry about was that Mick had promised to give me some credit for some of the songs – and he didn't. I believed I'd contributed enough. Let's put it this way – without my contribution those songs would not have existed. There's not many but enough, things like \"[[Sway (The Rolling Stones song)|Sway]]\" and \"[[Moonlight Mile (song)|Moonlight Mile]]\" on ''[[Sticky Fingers]]'' and a couple of others.|sign=Mick Taylor, in a 1997 interview with ''[[Mojo (magazine)|Mojo]] magazine''|source={{citation needed|date=January 2013}}}}\n\nIn December 1974, Taylor announced he was leaving the Rolling Stones. The bandmates were at a party in London when Taylor told Mick Jagger he was quitting and walked out. Taylor's decision came as a total shock to many.<ref>[{{Allmusic|class=artist|id=p5605/biography|pure_url=yes}} \"Mick Taylor Biography\"] ''[[Allmusic]]'', accessed 04 Sept 2007</ref> The Rolling Stones were due to start recording a new album in Munich, and the entire band was reportedly angry at Taylor for leaving at such short notice.<ref>Davis 2004, p. 391</ref>\n\nWhen interviewed by [[Jann Wenner]] of ''[[Rolling Stone]]'' magazine in 1995, Mick Jagger stated that Taylor never explained why he had left, and surmised that \"[Taylor] wanted to have a solo career. I think he found it difficult to get on with Keith.\" In the same interview Jagger said of Taylor's contribution to the band: \"I think he had a big contribution. He made it very musical. He was a very fluent, melodic player, which we never had, and we don't have now. Neither Keith nor [[Ronnie Wood]] plays that kind of style. It was very good for me working with him ... Mick Taylor would play very fluid lines against my vocals. He was exciting, and he was very pretty, and it gave me something to follow, to bang off. Some people think that's the best version of the band that existed\".<ref>http://www.rollingstone.com/music/lists/100-greatest-guitarists-20111123/mick-taylor-20111122</ref>  Asked if he agreed with that assessment, Jagger said: \"I obviously can't say if I think Mick Taylor was the best, because it sort of trashes the period the band is in now.\"{{Citation needed|date=August 2010}} [[Charlie Watts]] stated: \"I think we chose the right man for the job at that time just as Ronnie was the right man for the job later on. I still think Mick is great. I haven't heard or seen him play in a few years. But certainly what came out of playing with him are musically some of the best things we've ever done\".<ref>A Life On The Road, Virgin Books 1999</ref>{{Page needed|date=September 2010}} Another statement, made by Keith Richards, is: \"Mick Taylor is a great guitarist, but he found out the hard way that that's all he is.\"<ref>Guitar World, Oct 2002, reprinted in Guitar Legends Jan 2007</ref> Taylor later admitted in the 2012 documentary ''[[Crossfire Hurricane]]'' that he had become addicted to [[heroin]] and hoped to protect his family from the drug culture surrounding the band by leaving.<ref>{{cite video|people=Brent Morgen (director)|title=[[Crossfire Hurricane]]|medium=film|publisher=[[Milkwood Films]], Tremolo Productions|date=2012}}</ref>\n\nIn an essay about the Rolling Stones, printed after Taylor's resignation, music critic [[Robert Palmer (author/producer)|Robert Palmer]] of ''[[The New York Times]]'' wrote that \"Taylor is the most accomplished technician who ever served as a Stone. A blues guitarist with a jazzman's flair for melodic invention, Taylor was never a rock and roller and never a showman.\"{{Citation needed|date=January 2008}}\n\nTaylor has worked with his former bandmates on various occasions since leaving the Rolling Stones. In 1977 he attended London-based sessions for the [[John Phillips (musician)|John Phillips]] album ''[[Pay Pack & Follow]]'', appearing on several tracks alongside Jagger (vocals), Richards (guitar) and Wood (bass) - taking notable solos on the songs \"Oh Virginia\" and \"Zulu Warrior\". A possibly apocryphal story is that after Taylor played a particularly jaw-dropping solo in the studio, Richards half-jokingly exclaimed, \"That's why I never liked you, you bastard!\".\n\nOn 14 December 1981 he performed with the band at their concert at the [[Kemper Arena]] in [[Kansas City, Missouri]].<ref name=\"nzentgraf\"/> Keith Richards appeared on stage at a Mick Taylor show at the [[Lone Star Cafe]] in New York on 28 December 1986, jamming on \"[[Key to the Highway]]\" and \"[[Can't You Hear Me Knocking]]\"; and Taylor is featured on one track (\"I Could Have Stood You Up\") on Richards' 1988 album ''[[Talk is Cheap (album)|Talk is Cheap]]''. The [[Rock and Roll Hall of Fame]] inducted Mick Taylor along with the Rolling Stones in 1989.<ref name=rockhall>{{cite web| last =| first =| title = The Rolling Stones Biography| publisher = The Rock and Roll Hall of Fame and Museum, Inc. | url = http://www.rockhall.com/inductee/the-rolling-stones}}</ref> Taylor also worked with [[Bill Wyman's Rhythm Kings]] in the early 1990s.\n\nIn addition to his contributions to Rolling Stones albums released during his tenure with the band, Taylor's guitar is also on two tracks on their 1981 release ''[[Tattoo You]]'': \"Tops\" and \"[[Waiting on a Friend]]\", both of which were originally recorded in 1972. (Taylor is sometimes mistakenly credited as playing on \"[[Worried About You]]\", but the solo on that track is performed by [[Wayne Perkins]].)<ref name=\"tioos-tattoo\">{{cite web|last =McPherson |first=Ian |title=Track Talk: Tattoo You |url=http://www.timeisonourside.com/lpTattoo.html|accessdate=2008-08-23 }}</ref>\n\nTaylor's onstage presence with the Rolling Stones is preserved on the album ''[[Get Yer Ya-Ya's Out! The Rolling Stones in Concert|Get Yer Ya-Yas Out!]]'', recorded over four concerts at [[Madison Square Garden]] in New York and the Civic Center in Baltimore in November 1969; in the documentary films ''Stones in the Park'' (released on DVD in 2001), ''[[Gimme Shelter (1970 film)|Gimme Shelter]]'' (released in 1970) and ''[[Cocksucker Blues]]'' (unreleased); and in the concert film ''[[Ladies and Gentlemen: The Rolling Stones]]'' (shown in cinemas in 1974, and released on DVD and Blu-ray in 2010). Bootleg recordings from the Rolling Stones' tours from 1969 through 1973 also document Taylor's concert performances with the Rolling Stones.\n\nIn March 2010, rumours started circulating that Taylor had contributed guitar work on the upcoming ''[[Exile on Main Street]]'' special edition release. This expanded version of the original double album includes 10 outtakes/alternate versions of songs. Taylor later revealed (in an interview with a journalist from Cleveland) that he had indeed recorded new guitar overdubs for the CD, at Mick Jagger's request. On 17 April 2010 (National Record Store Day), the new Rolling Stones single \"[[Plundered My Soul]]\" came out, featuring recently recorded vocals and guitars by Jagger and Taylor.\n\nAround this time, Eagle Rock Entertainment also announced that a first official release of the concert film ''[[Ladies and Gentlemen: The Rolling Stones]]'' was planned for autumn 2010. Apart from a one-off cinema screening in the past, the film had previously only been available on bootleg videos and DVDs.\n\n===1975–81: Post-Stones===\n[[File:Mick Taylor 1984.jpg|thumb|180px|left|Taylor in [[Barcelona]] in 1984]]\nTaylor worked on various side projects during his tenure with the Rolling Stones.\n\nIn June 1973, he joined [[Mike Oldfield]] onstage at the [[Queen Elizabeth Hall]] in a performance of Oldfield's ''[[Tubular Bells]]''. Taylor was asked to take part in this project by [[Richard Branson]] as he felt Oldfield was unknown, having just been signed to Branson's fledgling label, [[Virgin Records]]. Taylor joined Oldfield once more for a [[BBC television]] broadcast in November 1973.\n\nAfter his resignation from the Rolling Stones, [[Jack Bruce]] invited him to form a new band with [[keyboardist]] [[Carla Bley]] and drummer [[Bruce Gary]]. In 1975, the band began rehearsals in London with tour dates scheduled for later that year. The group toured Europe, with a sound leaning more toward [[jazz]], including a performance at the Dutch [[Pinkpop festival]], but disbanded the following year. A performance recorded on 1 June 1975 (which was finally released on CD in 2003 as ''\"Live at the Manchester Free Trade Hall\"'' by The Jack Bruce Band) and another performance from the ''[[Old Grey Whistle Test]]'' seem to be the only material available from this brief collaboration.\n\nTaylor appeared as a special guest of [[Little Feat]] at the [[Rainbow Theatre]] in London, 1977, sharing [[slide guitar]] with then-frontman [[Lowell George]] on \"A Apolitical Blues\": this song appears on [[Little Feat]]'s critically acclaimed live album ''[[Waiting for Columbus]]''.<ref>{{cite web|author=Waiting for Columbus (Bonus CD) (Dlx) |url=http://www.amazon.com/dp/B0000631ED |title=Waiting for Columbus (Bonus CD) (Dlx): Music |publisher=Amazon.com |accessdate=2012-12-11}}</ref>\nIn the summer of 1977 he collaborated with [[Pierre Moerlen's Gong]] for the album ''[[Expresso II]]'', released in 1978. Taylor began writing new songs and recruiting musicians for a solo album and worked on projects with Miller Anderson, [[Alan Merrill]] and others. He was present at many of the recording sessions for [[John Phillips (musician)|John Phillips]]' prospective second solo album. The recordings for Phillips' album took place in London over a prolonged period between 1973 and 1977. This led to Taylor working with Keith Richards and Mick Jagger who were also working on the Phillips' album. [[Atlantic Records]] eventually cancelled the project but copies of the sessions (under the titles \"Half Stoned\" and \"Phillips '77\") circulated among bootleg traders. The original tapes were rescued and restored and were officially released in 2002 as ''[[Pay Pack & Follow]]''.\n[[File:Mick Taylor- John Mayall concert 1980s.jpg|thumb|230px|right|Taylor performing with [[John Mayall]] in the early 1980s]]\nIn 1977 Taylor signed a solo recording deal with [[Columbia Records]]. By April 1978 he had given several interviews to music magazines to promote the new album which was finished but would not be released for another year. In 1979 the album, titled ''[[Mick Taylor (album)|Mick Taylor]]'', was released by [[Columbia Records]]. The album material mixed rock, jazz and Latin-flavoured blues musical styles. The album reached #119 on the [[Billboard (magazine)|Billboard]] charts in early August with a stay of five weeks on the [[Billboard 200]].{{Citation needed|date=January 2008}} CBS advised Taylor to promote the album through American radio stations but was unwilling to back the guitarist for any supporting tour.{{Citation needed|date=January 2008}} Already frustrated with this situation, Taylor took a break from the music industry for about a year.\n\nIn 1981, he toured Europe and the United States with [[Alvin Lee]] of [[Ten Years After]], sharing the bill with [[Black Sabbath]]. He spent most of 1982 and 1983 on the road with [[John Mayall]], for the \"Reunion Tour\" with [[John McVie]] of [[Fleetwood Mac]] and [[Colin Allen]]. During this tour [[Bob Dylan]] showed up backstage at [[The Roxy Theatre|The Roxy]] in Los Angeles in order to meet Taylor.{{Citation needed|date=January 2008}}\n\nIn 1983, Taylor joined [[Mark Knopfler]] and played on Dylan's ''[[Infidels]]'' album. He also appeared on Dylan's live album ''[[Real Live]]'', as well as the follow-up studio album ''[[Empire Burlesque]]''. In 1984, Dylan asked Mick Taylor to assemble an experienced rock and roll band for a European tour he signed with [[Bill Graham (promoter)|Bill Graham]]. [[Ian McLagan]] was hired to play piano and hammond organ, Greg Sutton to play bass and Colin Allen, a long-time friend of Taylor, on drums. The tour lasted for four weeks at venues such as Munich's Olympic Stadium Arena and Milan's San Siro Stadium, sharing the bill with [[Carlos Santana]] and [[Joan Baez]], who appeared on the same bill for a couple of shows.\n\n===1988–present: Later work===\n[[File:Mick Taylor-and guitar.jpg|thumb|200px|left|Taylor performing in Wonderland Blues NYC, 1989]]\n\nTaylor guested with the [[Grateful Dead]] on September 24, 1988 at the last show of that year's [[Madison Square Garden]] run in New York. Taylor lived in New York throughout the 1980s. He battled with addiction problems before getting back on track in the second half of the 1980s and moving to Los Angeles in 1990.{{Citation needed|date=January 2008}} During this time Taylor did session work and toured in Europe, America and Japan with a band including [[Max Middleton]] (formerly of the [[Jeff Beck Group]]), [[Shane Fontayne]], and [[Blondie Chaplin]]. In 1990 his CD \"[[Stranger In This Town]]\" was released by Maze Records backed up by a mini-tour including the record release party at the [[Hard Rock Cafe]] in  as well as gigs at the [[Paradise Rock Club|Paradise Theater]].\n\nTaylor moved back to England in the mid-1990s. He released a new album in 2000 entitled ''A Stone's Throw''. Playing at clubs and theatres as well as appearing at festivals has connected Taylor with an appreciative audience and fan base.\n\nHe began what was to be a significant series of collaborations with [[Carla Olson]] with their \"Live at the Roxy\" album ''Too Hot For Snakes'', the centerpiece of which is an extended seven-minute performance of \"[[Sway (The Rolling Stones song)|Sway]]\". Another highlight is the lead track on the album, \"Who Put the Sting (On the Honey Bee),\" by Olson's then-bassist [[Jesse Sublett]]. It was followed by Olson's ''Within An Ace'' which featured Taylor on seven songs, he appeared on three songs from ''Reap The Whirlwind'' and then again on Olson's ''The Ring Of Truth'', on which he plays lead guitar on nine tracks including a twelve minute version of the Jagger and Taylor song \"Winter\". Further work by Olson and Taylor can be heard on the Olson produced [[Barry Goldberg]] album ''Stoned Again''. Taylor went on to appear on [[Percy Sledge]]'s ''Blue Night'' (1994), along with [[Steve Cropper]], [[Bobby Womack]] and [[Greg Leisz]].\n\nIn 2003, Taylor reunited with [[John Mayall]] for his [[70th Birthday Concert]] in Liverpool along with [[Eric Clapton]]. A year later, in autumn 2004, he also joined John Mayall and the Bluesbreakers for a UK theatre tour. He toured the US East Coast with the [[Experience Hendrix]] group during October 2007. The Experience Hendrix group appeared at a series of concerts which were a homage to [[Jimi Hendrix]] and his musical legacy. Taylor played with [[Mitch Mitchell]], [[Billy Cox]], [[Buddy Guy]], [[Hubert Sumlin]] and [[Robby Krieger]].\n\n[[File:Mick Taylor and the Rolling Stones in 2013.jpg|thumb|260px|Taylor performing with the Rolling Stones on their 50 & Counting tour in MA, 12 June 2013]]\nOn 1 December 2010, Taylor reunited with [[Ronnie Wood]] at a benefit gig arranged by blues guitarist [[Stephen Dale Petit]] to save the [[100 Club]] in London. Other special guests at the show were [[Dick Taylor]] (first bassist in the Rolling Stones) and blues/jazz trombonist [[Chris Barber]]. Taylor toured the UK with Petit, appearing as his special guest, featured on a Paul Jones BBC Radio 2 session with him and guested on Petit's 2010 ''Classic Rock'' magazine Album of the Year, ''The Crave''.{{clarify|date=January 2012}}\n\nFor the 2010 re-release of ''[[Exile On Main Street]]'' Taylor worked with Mick Jagger in the studio to record new guitar and vocal parts for the previously unreleased song, ''[[Plundered My Soul]]''. The track was selected by the Rolling Stones for release as a limited edition single on National Record Store Day.\n\nHe also helped to promote the ''Boogie For Stu'' album, which was recorded by Ben Waters to honour [[Ian Stewart (musician)|Ian Stewart]] (original Stones pianist and co-founder of the band), by taking part in a concert to mark the CD's official launch at the Ambassadors Theatre, London on 9 March 2011. Proceeds from the event were donated to the [[British Heart Foundation]]. Although [[Mick Jagger]] and [[Keith Richards]] didn't show up, Taylor noticeably enjoyed performing with, amongst others, [[Charlie Watts]], [[Ronnie Wood]] and [[Bill Wyman]].\n\nOn 24 October 2012, the [[Rolling Stones]] announced, via their latest ''[[Rolling Stone]]'' magazine interview, that [[Bill Wyman]] and Mick Taylor were expected to join the Rolling Stones on stage at the upcoming November shows in London. Richards went on to say that the pair would strictly be guests. At the two London shows on November 25 and 29, Taylor played on \"[[Midnight Rambler]]\".<ref>{{cite web|author=By&nbsp;Brian Hiatt |url=http://www.rollingstone.com/music/news/inside-the-rolling-stones-reunion-20121024 |title=Inside the Rolling Stones' Reunion &#124; Music News |publisher=Rolling Stone |date=2012-10-24 |accessdate=2012-12-11}}</ref><ref name=\"NYMN November 2012\">{{cite web |title=Rolling Stones to Reunite with Bill Wyman and Mick Taylor for O2 Shows |url=http://nymn.com/rolling-stones-to-reunite-with-bill-wyman-and-mick-taylor-for-o2-shows-new-york-music-news//|publisher=New York Music News |date=November 21, 2012 |accessdate=November 321 2012}}</ref>\n\nOn the April 8, 2013 episode of [[Late Night with Jimmy Fallon]], Keith Richards stated that Taylor would be performing with the Stones for their upcoming 2013 tour dates.<ref>[http://www.ok.co.uk/celebrity-news/view/61566/Mick-Taylor-rejoining-Rolling-Stones-for-new-tour-dates] Retrieved 10 April 2013</ref> During the Stones' '50 & Counting' North American tour Mick Taylor performed at every single show including sitting in on four songs at the [[Staples Center]] in Los Angeles.<ref>[http://www.antimusic.com/news/13/May/22Mick_Taylor_Jams_With_The_Rolling_Stones.shtml]</ref> On 29 June 2013, Taylor joined the band onstage for several songs during their headline set at the [[Glastonbury Festival]].<ref>{{cite news| url=http://www.independent.co.uk/arts-entertainment/music/news/the-rolling-stones-mick-and-mick-to-reunite-at-glastonbury-sir-jagger-to-play-with-taylor-on-pyramid-stage-8628487.html | location=London | work=The Independent | title=The Rolling Stones' Mick and Mick to reunite at Glastonbury: Sir Jagger to play with Taylor on Pyramid stage | date=23 May 2013}}</ref>\n\n==Personal life==\nTaylor has been married twice and has two daughters. Chloe (born 6 January 1971) is a daughter by his first wife Rose Millar. Taylor married Rose in 1975 after leaving the Stones, but the relationship was reportedly \"on the rocks\" before long<ref>Tony Sanchez, ''Up and Down with the Rolling Stones'', published by Signet Books (New American Library), New York, 1979, republished by Da Capo Press, New York, 1996</ref> and resulted in divorce only a few years later.<ref>{{cite news|url=http://www.dailymail.co.uk/tvshowbiz/article-1213013/The-Rolling-Stone-whos-stony-broke-Why-Mick-Taylor-lives-rundown-Suffolk-semi-shabby-car.html |publisher=Dailymail.co.uk|title=''Daily Mail'' article heavily sensationalised by Bob Graham, who was not actually granted an interview by Taylor|date=13 September 2009|accessdate=2012-12-11|location=London}}</ref> His second daughter Emma was born from a short relationship with an American woman, who sang backing vocals with Taylor's band on one occasion.<ref>Sunday Express interview by Robin Eggar, July 2001</ref>\n\nTaylor currently resides in [[Suffolk]].\n\n==Awards==\n*Inducted into the Rock 'n Roll Hall of Fame (with the Rolling Stones, 1989)\n*Taylor's handprints have been on Hollywood's RockWalk since 6 September 1998.\n*Taylor was ranked in 37th place by ''[[Rolling Stone]]'' magazine in its 2012 list of the 100 greatest guitarists of all time.<ref name=\"RS magazine 100 greatest 37\"/>\n\n==Discography==\n\n===With John Mayall's Bluesbreakers===\n*''[[Crusade (album)|Crusade]]'' (Decca, 1967/LP, 1987/CD)\n*''Diary of a Band Volume 1 & 2'' (Decca, 1968/LP)\n*''[[Bare Wires]]'' (Decca, 1968/LP, 1988/CD )\n*''[[Blues from Laurel Canyon]]'' (Decca, 1968/LP, 1989/CD)\n*''Primal Solos'' (Decca, 1969/LP)\n*''[[Back to the Roots (John Mayall album)|Back to the Roots]]'' (Decca, 1971/LP, 2001 on 2CD)\n*''Return Of The Bluesbreakers'' (AIM, 1985/LP, 1993/CD)\n*''[[The 1982 Reunion Concert]]'' (Repertoire records, 1994/CD) with John Mayall, Mick Taylor, Colin Allen and John McVie\n*''Wake Up Call'' (1993)\n*''Silver Tones - The Best of John Mayall & The Bluesbreakers'' (Silvertone Records, 1998)\n*''Along For The Ride'' (2001)\n*''Rolling With The Blues'' (2003) - selection of live recordings '72-'82\n*''Essentially John Mayall'' (Eagle Rock Records, 2007) 5 CD Box Set\n\n===With the Rolling Stones===\n*''[[Through the Past, Darkly (Big Hits Vol. 2)]]'' (1969) (compilation)\n:Taylor plays on \"[[Honky Tonk Women]]\"\n*''[[Let It Bleed]]'' (1969)\n:Taylor plays on \"Country Honk\" and \"Live With Me\"\n*''[[Get Yer Ya-Ya's Out! The Rolling Stones in Concert|Get Yer Ya-Yas Out!]]'' (1970)\n*''[[Sticky Fingers]]'' (1971)\n*''[[Hot Rocks, 1964-1971]]'' (1972) (compilation)\n*''[[Exile on Main St.]]'' (1972)\n*''[[Goats Head Soup]]'' (1973)\n*''[[It's Only Rock 'n Roll]]'' (1974)\n*''[[Made in the Shade]]'' (1975) (compilation of hits 1971-74)\n*''[[Metamorphosis (Rolling Stones album)|Metamorphosis]]'' (1975)\n:Taylor plays on \"I Don't Know Why\" and \"[[Jiving Sister Fanny]]\".\n*''[[Sucking in the Seventies]]'' (1981) (compilation of hits, album cuts and outtakes 1974-1981)\n*''[[Tattoo You]]'' (1981)\n:Taylor plays on \"Tops\" and \"[[Waiting on a Friend]]\", both tracks recorded in 1972 during the ''[[Goats Head Soup]]'' sessions.\n*''[[Rewind (1971-1984)]]'' (1984) (compilation of hits 1971-83)\n*''[[Singles Collection: The London Years]]''. (1989) (compilation of singles 1963-71)\n*''[[Jump Back: The Best of The Rolling Stones]]'' (1993) (compilation of hits 1971-89)\n*''[[Forty Licks]]'' (2002) (compilation 1964-2002)\n*''[[Rarities 1971-2003]]'' (2005)\n:Taylor plays on \"Let It Rock\" (live 1971) and the 1974 b-side \"Through The Lonely Nights\".\n*''[[Brussels Affair]]'' (2011) 1973 live performance\n*''[[GRRR!]]'' (2012) (compilation 1963-2012)\n\n'''Non-Rolling Stones work with Rolling Stones members:'''\n*''Pay, Pack and Follow'' ([[John Phillips (musician)|John Phillips]], first official release by [[Eagle Rock Entertainment|Eagle Rock Records]], 2001)\n:from 1973-1979 recording sessions in London aka \"Half Stoned\" sessions\n:produced by [[Mick Jagger]] and [[Keith Richards]]\n*''[[I've Got My Own Album to Do]]'' ([[Ronnie Wood]] solo album) (1974)\n* ''[[Now Look]]'' ([[Ronnie Wood]] solo album) (July 1975)\n* ''[[Gimme Some Neck]]'' ([[Ronnie Wood]] solo album) (April 1979)\n*''[[Talk Is Cheap]]'' ([[Keith Richards]] solo album) (1988)\n\n===With Jack Bruce===\n*''Live on the [[Old Grey Whistle Test]]'' (Strange Fruit, 1995). Tracks from several Whistle Test shows recorded between '75 and '81. Seven of the songs feature Taylor on guitar.\n*''Live at the Manchester Free Trade Hall'' (2 CD, Polydor, 2003)\n\n===With Bob Dylan===\n*''[[Infidels]]'' (1983)\n*''[[Real Live|Real Live (In Europe, 1984)]]'' (1984)\n*''[[Empire Burlesque]]'' (1985)\n*''[[The Bootleg Series Volumes 1–3 (Rare & Unreleased) 1961–1991]]'' (1991)\n\nWith Carla Olson\nToo Hot For Snakes aka Live At The Roxy 1991 (Mick plays on all tracks and  the album includes 2 MT compositions: Broken Hands and Hartley Quits) \nWithin An Ace 1993 (Mick is on 7 of the 10 songs)\nReap The Whirlwind 1994 (Mick is featured on 3 tracks)\nThe Ring Of Truth 2001 (Mick plays on 9 of the 12 tracks)\n\n===With Sasha Gracanin===\n*''Shadow Man'' (2003) <ref>{{cite web | url = http://www.allmusic.com/album/shadow-man-r632282 | title = Shadow Man | accessdate = 2011-10-23 | last = Prato | first = Greg | publisher = [[Allmusic]] | archiveurl = http://www.webcitation.org/62e8dMvJz | archivedate = 2011-10-23 | quote = There's a bit of false advertising behind the 2003 double-disc Mick Taylor release, Shadow Man. The album in question is not a Taylor solo recording, but rather it features Taylor as a sideman, to a singer named Sasha Gracanin.}}</ref>\n\n===Solo discography===\n;Studio albums\n*''[[Mick Taylor (album)|Mick Taylor]]'' (1979) US #119 [5 wks on top 200]\n*''A Stone's Throw'' (2000)\n\n;Live albums\n*''Stranger in This Town'' (1990) (produced by Mick Taylor and Phil Colella)\n*''[[Arthur's Club-Geneve 1995]]'' (Mick Taylor & [[Snowy White]]) (Promo CD/TV Especial)\n*''Coastin' Home'' aka ''Live at the 14 Below'' (1995) re-issued 2002\n*''14 Below'' (2003)\n\n;With Carla Olson (1 live album, the others are studio recordings)\n*''Too Hot For Snakes'' (''[[Live at the Roxy (Mick Taylor album)|Live at the Roxy]]'') (1991 live album)\n*''Within An Ace'' (1993)\n*''Reap The Whirlwind (1994, Virgin Records Europe)\n*''Special - The best of Carla Olson (1995, Virgin Records Sweden)\n*''The Ring of Truth'' (2001) Mick is on 9 of the 12 songs.\n*''Too Hot For Snakes'' plus (2008, Collectors' Choice) 2-CD set of the Roxy album plus \"You Gotta Move\" and a 2nd disc of 13 studio tracks 1993 - 2004 including a previously unreleased version of \"Winter\" and \"Think I'm Goin' Mad\" from the Carla-produced Barry Goldberg album ''Stoned Again''.\n\nToo Hot For Snakes and The Ring Of Truth was released by Fuel / Universal autumn of 2012 as a 2-CD set with 3 bonus tracks including 2 previously unreleased songs from the Roxy Theatre.\n\n==Other session work==\n*''Tubular Bells Premiere'' [[Mike Oldfield]] (June '73) Queen Elizabeth Hall\n*''[[Tubular Bells]]'' (Mike Oldfield) Telecast Tubular Bells Part One and Tubular Bells Part Two. Recorded at BBC Broadcasting House November 1973<ref>{{cite web|url=http://mog.com/Willard/blog/1252954|title=Mike Oldfield (with Mick Taylor, Steve Hillage and members of Henry Cow, Gong and Soft Machine) - Tubular Bells (Live BBC Video 1973)|work=MOG|accessdate=2009-05-23}}</ref> and aired in early '74 and June '74. Available on Oldfield's [[Elements - The Best of Mike Oldfield (video)|Elements]] DVD.\n*''The Tin Man Was A Dreamer'' ([[Nicky Hopkins]]) (1973)\n*\"London Underground\" ([[Herbie Mann]] 1974)\n*''[[Live European Tour]]'' [[Billy Preston]] - ([[A&M Records]], 1974). Recorded with Stones Mobile Studio during the '73 tour. Preston opened up for the band with Mick Taylor on guitar.\nreleased on CD (A& M - Japan, 2002)\n*''Have Blues Will Travel'' (Speedo Jones) (Integrity Records, 1988)\n*''Reggae II'' (Herbie Mann) (Atlantic, 1976)\n*''Just A Story From America'' (Elliott Murphy) (Columbia 1977)\n*''[[Waiting for Columbus]]'' (Little Feat) (1978) double CD released 2002\n*''[[Expresso II]]'' ([[Gong (band)|Gong]]) (1978)\n*Downwind'' ([[Pierre Moerlen's Gong]]) (1979) lead guitar on What you know\n*''[[Alan Merrill]]'' ([[Alan Merrill]])'s solo album (Polydor, 1985) recorded in London in 1977\n*''[[gramophone record|Vinyl]]'' ([[Dramarama]]) (1991)\n*''Burnin' Blues'' (Coupe De Villes) (1992)\n*''Piedra rodante'' (Tonky Blues Band) (1992)\n*''Once in a Blue Moon'' (Gerry Groom) (1993)\n*''Cartwheels'' ([[Anthony Thistlethwaite]]) (1993)\n*''Hecho en Memphis'' (Ratones Paranoicos, Sony Music) (1993)\n*''Let's get stoned'' ([[The Chesterfield Kings]]) (Mirror Records,1994)\n*''Crawfish and Caviar'' ([[Anthony Thistlethwaite]])\n*''Blue Night'' ([[Percy Sledge]], Virgin Records, 1994)\n*''Mick & I'' (2001) Miyuki & Mick Taylor\n*''From Clarksdale to Heaven'' (BlueStorm, 2002) John Lee Hooker Tribute Album.\n*''Stoned Again (Barry Goldberg, Antone's Records, 2002)\n*''Meaning Of Life'' ([[Todd Sharpville]]) (Cathouse/Universal, 2003)\n*''Key To Love'' (Debbie Davies) (Shanachie Records, 2003)\n*''Shadow Man'' (re-release of a Sasha album from '96) (2003)\nOriginally released by Alpha Music in 1996, this \"Mick Taylor featuring Sasha\" album should have read \"Sasha featuring Mick Taylor\", but the company felt it would sell better under a household name. It features Mick Taylor on guitar, but is basically a Sasha Gracanin album.\n*''Treasure Island'' ([[Nikki Sudden]]) (Secretly Canadian, 2004)\n*''Unterwegs'' ([[:de:Crazy Chris Kramer|Crazy Chris Kramer]]) (2009)\n*''Chicago Blues'' ([[:de:Crazy Chris Kramer|Crazy Chris Kramer]]) (2010)\n\n==Music DVDs==\n*''[[Blues Alive]]'' video (RCA/Columbia Pictures 1983), recorded at Capitol Theatre, NJ 1982\n*''Jamming with the Blues Greats'' - DVD release from the 1983 video, featuring John Mayall's Bluesbreakers (Mick Taylor, Colin Allen, John McVie) and special guests Albert King, Etta James, Buddy Guy, Junior Wells and Sippie Wallace (Lightyear/Image Entertainment 2005)\n*''The Stones in the Park''  concert video (Granada Television, 1969)\n:released on DVD (VCI, 2001)\n*''[[Gimme Shelter (1970 film)|Gimme Shelter]]'' (Maysles Films, 1970) music documentary film by Albert and David Maysles, shot at the Rolling Stones concerts at Madison Square Garden, NY on 27/28 November and [[Altamont free concert|Altamont]], CA on 6th Dec December 1969.\n:restored and released on DVD (Criterion, 2000)\n\n*''John Mayall, the Godfather of British Blues'' documentary about John Mayall's life and career (Eagle Rock, 2004. Region 1: 2005)\n*''[[70th Birthday Concert]]'' (Eagle Rock, 2004. Region 1: 2005). Bluesbreakers Charity Concert (Unite for UNICEF) filmed in Liverpool, July 2003. John Mayall & the Bluesbreakers with special guests Chris Barber, Eric Clapton and Mick Taylor.\n\n*\"Stones In Exile\" 2010\n\n*\"Ladies & Gentlemen The Rolling Stones\" 2010\n\n----\nMusic DVDs - Unofficial\n*''[[Cocksucker Blues]]''\n\n==Filmography==\n*''[[The Man Who Fell to Earth (film)|The Man Who Fell to Earth]]'' (1976) directed by [[Nicolas Roeg]]\nContributed to soundtrack. Played guitar on various songs, including \"Hello Mary Lou\" after developing ideas for soundtrack with [[John Phillips (musician)|John Phillips]].\n*''The Last of the Finest'' (1990) directed by John Mackenzie. Assisted composer [[Jack Nitzsche]] with the moviescore\n*''Bad City Blues'' (1999) directed by Michael Stevens. After the book by [[Tim Willocks]].\nMusic composers: Mick Taylor and [[Max Middleton]]\n\n==Guitar history==\nThroughout his career, Taylor has used various guitars, but is mostly associated with the [[Gibson Les Paul]]. His first Les Paul was bought when he was still playing with The Gods (from Selmer's, London in '65). He acquired his second Les Paul in 1967, not long after joining The Bluesbreakers: Taylor came to [[Olympic Studios]] to buy a Les Paul that Keith Richards wanted to sell.<ref name=\"keithburst\">{{cite web|url=http://www.richardhenryguitars.com/keith.aspx |title=Keith Richards 1959 Les Paul Standard|accessdate=2009-09-29 |publisher=Richard Henry Guitars }}</ref> On the '72/'73 tours Taylor used a couple of Sunburst Les Paul guitars without a Bigsby. Other guitars include a [[Gibson ES-355]] for the recording of ''Sticky Fingers'' and ''Exile on Main Street'', a [[Gibson SG]] on the 1969, 1970 and 1971 tours, and occasionally a [[Fender Stratocaster]] and a [[Fender Telecaster]].\n\n==References==\n{{Reflist|2}}\n\n==External links==\n{{commons category|Mick Taylor}}\n*[http://www.micktaylor.com/ Mick Taylor's Official Website]\n*[http://www.micktaylor.net/ Mick Taylor.net]\n*[http://www.classicbands.com/MickTaylorInterview.html Interview with Gary James from classicbands.com]\n*[http://www.jazzedmagazine.com/ME2/dirmod.asp?sid=&nm=&type=Publishing&mod=Publications%3A%3AArticle&mid=8F3A7027421841978F18BE895F87F791&tier=4&id=1906255FFDB44D00B523627031537F7C Interview with JAZZed Magazine. Oct 2007]\n*[http://www.rollingstone.com/news/story/6595650/7_exile_on_main_street Rolling Stone Magazine article about ''Exile on Main Street'']\n*[http://www.dailymail.co.uk/tvshowbiz/article-432052/The-Stone-rolled-away-.html# UK Daily Mail article about Mick Taylor. Jan 2007]\n*[http://www.dailymail.co.uk/tvshowbiz/article-1213013/The-Rolling-Stone-whos-stony-broke-Why-Mick-Taylor-lives-rundown-Suffolk-semi-shabby-car.html UK Daily Mail interview with Mick Taylor 2009]\n\n{{Navboxes|title = The Rolling Stones|list ={{The Rolling Stones}}{{The Rolling Stones singles}}{{The Rolling Stones albums}}}}\n\n{{JMBluesbreakers}}\n{{Bill Wyman's Rhythm Kings}}\n\n{{Persondata\n| NAME = Taylor, Mick\n| ALTERNATIVE NAMES =\n| SHORT DESCRIPTION = English musician\n| DATE OF BIRTH = 17 January 1949\n| PLACE OF BIRTH = [[Welwyn Garden City]], England\n| DATE OF DEATH =\n| PLACE OF DEATH =\n}}\n{{DEFAULTSORT:Taylor, Mick}}\n[[Category:1949 births]]\n[[Category:Living people]]\n[[Category:English blues guitarists]]\n[[Category:English rock guitarists]]\n[[Category:Lead guitarists]]\n[[Category:John Mayall & the Bluesbreakers members]]\n[[Category:The Rolling Stones members]]\n[[Category:Columbia Records artists]]\n[[Category:People from Welwyn Garden City]]\n[[Category:Slide guitarists]]\n[[Category:English film score composers]]\n[[Category:Decca Records artists]]\n[[Category:Fingerstyle guitarists]]\n[[Category:British rhythm and blues boom musicians]]\n[[Category:Musicians from Hertfordshire]]"}]}}}}