{"query":{"normalized":[{"from":"Mike_Bloomfield","to":"Mike Bloomfield"}],"pages":{"599555":{"pageid":599555,"ns":0,"title":"Mike Bloomfield","revisions":[{"contentformat":"text/x-wiki","contentmodel":"wikitext","*":":''For the astronaut, see [[Michael J. Bloomfield]]''.\n{{Infobox musical artist \n| name                = Mike Bloomfield\n| image               = Mike Bloomfield 1960.jpg\n| caption             = Bloomfield circa 1968\n| image_size          = 250\n| landscape           = yes\n| birth_date          = {{Birth date|1943|7|28|mf=y}}\n| birth_place         = [[Chicago, Illinois|Chicago]], [[Illinois]], [[United States]]\n| death_date          = {{death date and age|1981|2|15|1943|7|28|mf=y}}\n| death_place         = [[San Francisco]], [[California]], [[United States]]\n| background          = solo_singer\n| birth_name          = Michael Bernard Bloomfield\n| instrument          = [[Guitar]], [[piano]]\n| genre               = [[Blues]], [[blues rock]], [[chicago blues]]\n| occupation          = [[Guitarist]], [[composer]]\n| associated_acts     = [[Paul Butterfield|The Paul Butterfield Blues Band]], [[Bob Dylan]], [[Electric Flag]], [[Al Kooper]], [[Nick Gravenites]], [[Dr. John]], [[John P. Hammond]]\n| years_active        = 1964&ndash;81\n| website             = [http://mikebloomfield.com/ mikebloomfield.com]\n| notable_instruments = [[Gibson Les Paul]]<br>[[Fender Telecaster]]\n}}\n\n'''Michael Bernard \"Mike\" Bloomfield''' (July 28, 1943 &ndash; February 15, 1981) was an [[United States|American]] [[musician]], [[guitar]]ist, and [[composer]], born in [[Chicago, Illinois]], who became one of the first popular music superstars of the 1960s to earn his reputation almost entirely on his instrumental prowess, since he rarely sang before 1969 and 1970. Respected for his fluid guitar playing, Bloomfield knew and played with many of Chicago's blues legends even before he achieved his own fame, and was one of the primary influences on the mid-to-late 1960s revival of classic Chicago and other styles of [[blues]] music. In 2003 he was ranked at number 22 on [[Rolling Stone]]'s \"100 Greatest Guitarists of All Time\".<ref>{{cite web | url = http://www.rollingstone.com/news/story/5937559/the_100_greatest_guitarists_of_all_time/print | title = The 100 Greatest Guitarists of All Time | date = August 27, 2003 | accessdate = 2008-07-02 |archiveurl = http://web.archive.org/web/20080701194917/http://www.rollingstone.com/news/story/5937559/the_100_greatest_guitarists_of_all_time/print <!-- Bot retrieved archive --> |archivedate = 2008-07-01}}</ref>\n\n==Early years==\nBloomfield was born into a wealthy [[Jewish-American]] family on the [[Neighborhoods in Chicago|North Side of Chicago]] but preferred music to the family catering equipment business, becoming a blues devotee as a teenager and spending time at Chicago's South Side blues clubs, playing guitar with some black bluesmen ([[Sleepy John Estes]], [[Yank Rachell]], [[Little Brother Montgomery]]). Bloomfield's family would eventually move to suburban [[Glencoe, Illinois]], where Bloomfield attended [[New Trier High School]] for two years before being expelled. He would then attend [[Cornwall Academy]] in Massachussets for one year before returning to Chicago where he spent his last year at the local YMCA school. <ref>{{cite web|url = http://www.mikebloomfield.com/bloomfield_chronicles_allen2.htm|title = Michael Bloomfield's Early Days, Part II|accessdate = 2014-06-03}}</ref>\n\nThe young guitarist's talent \"was instantly obvious to his mentors,\" wrote [[Al Kooper]], Bloomfield's later collaborator and close friend, in a 2001 article. \"They knew this was not just another white boy; this was someone who truly understood what the blues were all about.\"<ref name = \"gadfly\">{{cite web | url = http://www.gadflyonline.com/archive/marchapril01/archive-bloomfield.html | title =  Bloomfield's Doomed Field | accessdate = 2008-03-20}}</ref> Among his early supporters were [[B. B. King]], [[Muddy Waters]], [[Bob Dylan]] and [[Buddy Guy]]. Michael used to say, 'It's a natural. Black people suffer externally in this country. Jewish people suffer internally. The suffering's the mutual fulcrum for the blues'.\"<ref name = \"gadfly\"/>\n\n==The Butterfield Band==\nDuring those haunts, he met [[Paul Butterfield]] and [[Elvin Bishop]], ran his own small blues club, the Fickle Pickle, and was discovered by legendary [[Columbia Records]] producer/scout [[John H. Hammond|John Hammond]], who signed him to the label at a time when the label had had no recent association with blues.\n\nBloomfield recorded a few sessions for Columbia in 1964 (which weren't released until after his death), but ended up joining the original [[Paul Butterfield|Paul Butterfield Blues Band]], which included Bishop and [[Howlin' Wolf]] rhythm section alumni [[Sam Lay]] and Jerome Arnold. \n\nTheir exuberant, electric Chicago blues inspired a generation of white bluesmen, with Bloomfield's work on [[The Paul Butterfield Blues Band (album)|the band's self-titled debut]], and the subsequent record ''[[East-West]]'', bringing wide acclaim to the young guitarist. Especially popular was \"East-West's\" thirteen-minute title track, an instrumental combining elements of blues, [[jazz]], [[psychedelic rock]], and the [[Hindustani classical music|classical Indian]] [[raga]]. Bloomfield's innovative solos were at the forefront of the ground-breaking piece. He had been inspired to create \"East-West\" after an all-night [[LSD]] trip according to one legend, but a subsequent anthology of the Butterfield band included a booklet saying Bloomfield had also been influenced by [[John Coltrane]] and other blues-friendly free-style [[jazz]] musicians, plus traditional Indian and Eastern music in creating the piece. (The original title for the piece was \"The Raga.\")\n\nBloomfield was also a [[session musician]], gaining wide recognition for his work with [[Bob Dylan]] during his first explorations into electric music. Bloomfield's sound was a major part of Dylan's change of style, especially on ''[[Highway 61 Revisited]]''; his guitar style melded the [[blues]] influence with rock and folk. [[Al Kooper]] has since revealed – in the booklet accompanying the posthumous ''Don't Say That I Ain't Your Man: Essential Blues, 1964-1969'' – that Dylan had invited Bloomfield to play with him permanently but that Bloomfield rejected the invitation in order to continue playing the blues with the Butterfield band. But Bloomfield and fellow Butterfield members Jerome Arnold and Sam Lay appeared at the [[Newport Folk Festival]] in 1965, backing Dylan for his controversial [[Electric Dylan controversy|first live electric performance]].\n\nRock critic [[Dave Marsh]], in ''Rock and Roll Soul: The 1001 Greatest Singles of All Time,'' claimed Bloomfield to have been the lead guitarist for [[Mitch Ryder]]'s hit \"Devil With The Blue Dress.\" However, Marsh's claim is disputed by  Bloomfield collaborator [[Barry Goldberg]], who played keyboards on that track. For the online bio, \"The Bloomfield Notes\" (#6), Barry states that Mike played on the following recording after \"Devil\", and \"Sock it to Me\", another track mistakenly credited to Bloomfield.{{Citation needed|date=November 2007}}\n\n==The Electric Flag==\nBloomfield tired of the Butterfield Band's rigorous touring schedule and, relocating to [[San Francisco]], sought to create his own group. Bloomfield left to form the short-lived [[Electric Flag]] in 1967 with two longtime Chicago cohorts, organist [[Barry Goldberg]] and vocalist [[Nick Gravenites]]. The band was intended to feature \"American music,\" a hybrid of blues, [[soul music]], country, rock, and folk, and incorporated an expanded lineup complete with a horn section. The inclusion of drummer [[Buddy Miles]], whom he hired away from [[Wilson Pickett]]'s touring band, gave Bloomfield license to explore soul and [[R&B]]. The Electric Flag debuted at the 1967 [[Monterey Pop Festival]] and issued an album, ''A Long Time Comin''', in April 1968 on [[Columbia Records]]. Critics complimented the group's distinctive, intriguing sound but found the record itself somewhat uneven. By that time, however, the band was already disintegrating; rivalries between members, shortsighted management, and [[heroin]] abuse all took their toll. Shortly after the release of that album, Bloomfield left his own band, with Gravenites, Goldberg, and bassist Harvey Brooks following.\n\n== Work with Al Kooper ==\nBloomfield also made an impact through his work with [[Al Kooper]], with whom he had played with [[Stephen Stills]], on the album ''[[Super Session]]'' in 1968. The direct impetus for the record, according to Kooper, was the twosome's having been part of ''[[Wow/Grape Jam|Grape Jam]]'', an improvisational addendum to [[Moby Grape]]'s ''Wow'' earlier in the year. \n\n\"Why not do an entire jam album together?\" Kooper remembered in 1998, writing the booklet notes for the Bloomfield anthology ''[[Don't Say That I Ain't Your Man: Essential Blues, 1964-1969]]''. \"At the time, most jazz albums were made using this modus operandi: pick a leader or two co-leaders, hire appropriate sidemen, pick some tunes, make some up and record an entire album on the fly in one or two days. Why not try and legitimize rock by adhering to these standards? In addition, as a fan, I was dissatisfied with Bloomfield's recorded studio output up until then. It seemed that his studio work was inhibited and reined in, compared to his incendiary live performances. Could I put him in a studio setting where he could feel free to just burn like he did in live performances?\"\n\nThe result was ''[[Super Session]]'', a jam album that spotlighted Bloomfield's guitar skills on one side; Bloomfield's chronic insomnia caused him to repair to his San Francisco home, prompting Kooper to invite [[Stephen Stills]] to complete the album. It received excellent reviews and became the best-selling album of Bloomfield's career; its success led to a live sequel, ''[[The Live Adventures of Mike Bloomfield and Al Kooper]]'', recorded over three nights at [[Fillmore West]] in September 1968.\n\n=== Solo work ===\nBloomfield continued with solo, session and back-up work from 1969 to 1980, releasing his first solo work ''[[It's Not Killing Me]]'' in 1969. He recorded an album called ''Try It Before You Buy It'' which Columbia declined to release a year later. Bloomfield also helped [[Janis Joplin]] put her Kozmic Blues Band (for the album of the same name) together in 1969, co-wrote \"Work Me, Lord\" for the album, and played the guitar solo on Joplin's blues composition \"One Good Man.\" Columbia also released another 1969 album, a live concert jam, ''Live at Bill Graham's Fillmore West'', including former Butterfield bandmate Mark Naftalin, former Electric Flag bandmates Marcus Doubleday and Snooky Flowers, and a guest appearance by [[Taj Mahal (musician)|Taj Mahal]]; and, re-uniting with former bandmates Paul Butterfield and Sam Lay for the [[Chess Records]] all-star set, ''Fathers and Sons'', featuring Muddy Waters and Otis Spann, also the same year. Bloomfield also composed and recorded the soundtrack for the film, [[Medium Cool]] by his cousin, [[Haskell Wexler]] set during the Democratic Convention in Chicago in 1968.\n\nFor a time, however, Bloomfield gave up playing because of his [[heroin]] addiction:\n{{cquote|..and I put the guitar down - didn't touch it.. Shooting junk made everything else unimportant, null and void, ''nolo contendre''.<ref>\"no contest\"</ref> My playing fell apart. I just didn't want to play.<ref>{{Cite book\n  | last = Wolkin\n  | first = Jan Mark\n  | author-link = \n  | last2 = Keenom\n  | first2 = Bill\n  | author2-link = \n  | title = Michael Bloomfield: If You Love These Blues\n  | place = San Francisco\n  | publisher = Miller Freeman Books\n  | year = 2000\n  | volume = \n  | edition = \n  | url = http://books.google.com/?id=fBIfxBV_yukC&dq=%22if+you+love+these+blues%22+bloomfield+isbn&pg=PP1&q=%22if+you+love+these+blues%22+bloomfield+ISBN\n  | doi = \n  | id = \n  | isbn = 0-87930-617-3\n  | oclc = 237403183}}</ref>\n}}\nDuring the late 1970s, Bloomfield recorded for several smaller labels, including [[Takoma Records]]. Through ''[[Guitar Player]]'' magazine he also put out an instructional album with a vast array of blues guitar styles, titled ''If You Love These Blues, Play 'Em as You Please''. Bloomfield also performed with [[John Cale]] on Cale's soundtrack to the film ''[[Caged Heat]]'' in 1975. \n\nIn 1973, Bloomfield teamed with [[Dr. John]] and [[John Hammond, Jr.]] for an album called ''Triumvirate,'' Bloomfield's final album under his Columbia contract. In 1974 Bloomfield hooked up with a failed supergroup called [[KGB (band)|KGB]], from the initials of [[Raymond Louis Kennedy|Ray Kennedy]] (co-writer of \"[[Sail On, Sailor]]\"), [[Barry Goldberg]] on keyboards and Bloomfield on guitar. The band had a rhythm section of [[Rick Grech]] on bass and [[Carmine Appice]] on drums. Grech and Bloomfield immediately quit after its release, stating they never had faith in the project. The album was not well received, but it did contain the standout track \"Sail On, Sailor\". Its authorship was credited only to \"Wilson-Kennedy\", and had a bluesy, darker feel, along with Ray Kennedy's original cocaine related lyrics.{{Citation needed|date=October 2008}}\nThrough the 1970s, Bloomfield seemed satisfied to play in local [[San Francisco Bay Area]] clubs, sitting in with other bands. During 1979-1981 Bloomfield performed often with the King Perkoff Band, often introducing them as his own \"Michael Bloomfield and Friends\" outfit. Bloomfield recorded \"Hustlin' Queen\", written by John Isabeau and Perkoff in 1979. Bloomfield had planned a tour to Sweden to complete an album of his favorites, including \"Hustlin' Queen\". Aside from a triumphant return to the stage sitting in with Bob Dylan at the Warfield in 1980 his rock star days were behind him. Bloomfield was found dead in the front seat of his 1965 Chevy Impala of an apparent heroin overdose in early 1981.\n\n==Death==\n\nThe exact events and circumstances that led to his death are not clear. What is known is that Bloomfield was found dead of a drug overdose in his car on February 15, 1981.<ref>{{cite web|url=http://www.mikebloomfieldamericanmusic.com/nbio3.htm |title=Michael Bloomfield Biography |publisher=Mikebloomfieldamericanmusic.com |date= |accessdate=2011-12-30}}</ref> The only details (from unnamed sources) relate that Bloomfield died at a San Francisco party, and was driven to another location in the city by two men who were present at the party. His tombstone is in the [[Hillside Memorial Park Cemetery]], [[Culver City, California|Culver City]], near Los Angeles, California.\n\n==Style==\n{{Original research|section|date=February 2008}}\nBloomfield's musical influences include [[Scotty Moore]], [[Chuck Berry]], [[Little Richard]], [[B.B. King]], [[Big Joe Williams]], [[Otis Rush]], [[Albert King]], [[Freddie King]] and [[Ray Charles]].<ref>[http://www.jannswenner.com/Archives/Mike_Bloomfield_Part1.aspx jannswenner.com]</ref>  \n\nBloomfield originally used the [[Fender Telecaster]], though he had also used a [[Fender Mustang]] while recording for Columbia following his 1964 signing to the label. During his tenure with the Butterfield Blues Band he switched to a 1954 [[Gibson Les Paul]] model, which he used for some of the ''East-West'' sessions and which he was said to have found in Boston. In due course, according to biographers Jan Mark Wolkin and Bill Keenom, Bloomfield swapped that guitar for a 1959 Les Paul Standard and $100. This was the guitar Bloomfield used as a member of the Electric Flag, and on the ''Super Session'' album and concerts. He later veered between the Les Paul and the Telecaster, but Bloomfield's use of the Les Paul—as did Keith Richards' with the Rolling Stones and Eric Clapton's with John Mayall—influenced many others to use the model, helping prod Gibson to re-introduce the line (which it had discontinued in 1960) by mid-1968. Bloomfield eventually lost the guitar in [[Canada]]; Wolkin and Keenom's biography revealed a club owner kept the guitar as partial compensation after Bloomfield cut short a round of appearances. Its location today is unknown.\n\nUnlike contemporaries such as [[Jimi Hendrix]] and [[Jeff Beck]], Bloomfield rarely experimented with feedback and distortion, preferring a loud but clean, almost chiming  sound with a healthy amount of [[reverb]]. One of his [[amplifiers]] of choice was a 1965 [[Fender Twin Reverb]]. Bloomfield's solos, like most blues guitarists', were based primarily on the minor [[pentatonic scale]] and the [[blues scale]]. However, his liberal use of [[chromatic]] notes within the pentatonic framework, and his periodic lines based on Indian and Eastern modes, allowed a considerable degree of fluidity to his solos. He was also renowned for his use of [[vibrato]].\n\nGibson has since released a Michael Bloomfield Les Paul—replicating his 1959 Standard—in recognition of his effect on the blues genre, on helping to influence the revived production of the guitar, and on many other guitarists.<ref>{{cite web\n|url=http://www2.gibson.com/Products/Electric-Guitars/Les-Paul/Gibson-Custom/Michael-Bloomfield-1959-Les-Paul-Standard.aspx |title=Gibson - Gibson Guitar: Electric, Acoustic and Bass Guitars, Baldwin Pianos |publisher=www2.gibson.com |accessdate=2009-08-23}}</ref> Because the actual guitar had been unaccounted for so many years, Gibson relied on hundreds of photographs provided by Bloomfield's family to reproduce the guitar. The model comes in two configurations—a clean Vintage Original Specifications (VOS) version with only Bloomfield's mismatched volume and control knobs, missing toggle switch cover, and kidney-shaped tuners replacing the Gibson originals indicating its inspiration; and, a faithful, process-aged reproduction of the guitar as it was when Bloomfield played it last, complete with the finish smudge below the bridge and various nicks and smudges elsewhere around the body.\n\nHis influence among contemporary guitarists continues to be widely felt, primarily in the techniques of vibrato, natural sustain, and economy of notes.  \nGuitarists such as: [[Joe Bonamassa]], [[Arlen Roth]], [[Carlos Santana]], [[Slash (musician)|Slash]], [[Jimmy Vivino]], [[Chuck Hammer]], [[Eric Johnson]], [[Elliot Easton]], [[Robben Ford]], [[John Scofield]], [[Jimmy Herring]], [[Phil Keaggy]], remain essentially  influenced by Bloomfield's early recorded work.\n\n==Selected discography==\n===The Paul Butterfield Blues Band===\n*''[[The Paul Butterfield Blues Band (album)|The Paul Butterfield Blues Band]]'' (1965)\n*''[[East-West]]'' (1966)\n*''The Original Lost Elektra Sessions'' (Unreleased recordings from 1964)\n*''East-West Live'' (Various live versions of the track East-West)\n\n===Electric Flag===\n*''[[The Trip (1967 film)|The Trip]]'' (1967)\n*''[[A Long Time Comin']]'' (1968)\n* ''The Band Kept Playing'' (1974)\n\n===Solo===\n*''[[It's Not Killing Me]]'' (1969)\n*''Try It Before You Buy It'' (1973) (Remained unreleased until the 1980s, Additional recordings during these sessions were released on \"Bloomfield: A Retrospective\" in 1983)\n*''If You Love These Blues, Play 'Em As You Please'' (1976)\n*''Analine'' (1977)\n*''Michael Bloomfield'' (1978)\n*''Count Talent And The Originals'' (1978)\n*''Between A Hard Place And The Ground'' (1979)\n*''Bloomfield-Harris'' (1979)\n*''Cruisin' For A Bruisin''' (1981)\n\n===Collaborations===\n*'Blueskvarter' (recorded 1964, published 2007) - many Swedish CDs, recordings on Swedish radio. Bloomfield plays guitar with [[Little Brother Montgomery]], [[Sunnyland Slim]], [[Yank Rachell]], [[Eddie Boyd]] and others\n*''[[Super Session]]'' - Bloomfield, Kooper and Stills (1968) - this album has since been remastered, with new editions featuring several Bloomfield performances not included on the original album, including \"Blues for Nothing\" and \"Fat Gray Cloud.\"\n*''[[The Live Adventures of Mike Bloomfield and Al Kooper]]'' (1968)\n*''Fillmore East: Al Kooper and Mike Bloomfield. The Lost Concert Tapes 12/13/68'', (recorded 1968, published 2003)\n*''Two Jews' Blues'' (1969), with [[Barry Goldberg]]; uncredited due to contractual constraints.\n*''My Labors'' (1969) with [[Nick Gravenites]]\n*''Live at Bill Graham's Fillmore West'' (1969) with [[Nick Gravenites]], [[Taj Mahal (musician)|Taj Mahal]]'', [[Mark Naftalin]]. (Note: some of the performances at the same concerts that yielded this album were included on ''My Labors''. Those performances, except for \"Winter Country Blues,\" are now part ''Live at Bill Graham's Fillmore West 1969'', released in 2009 and credited to Michael Bloomfield with Nick Gravenites and Friends.)\n*''[[Medium Cool]]'' (1969) Original Film Soundtrack featuring Bloomfield and others\n*''[[Steelyard Blues]]'' (1973) Original Film Soundtrack with [[Nick Gravenites]] and others\n*''Mill Valley Bunch - Casting Pearls'' (1973), with [[Bill Vitt]], Nick Gravenites and others\n*''Triumvirate'' (1973), with [[John P. Hammond|John Hammond]] and [[Dr. John]]\n*''KGB'' (1976) - [[Raymond Louis Kennedy|Ray Kennedy]] - Vocals, [[Barry Goldberg]] - Keyboards, Mike Bloomfield - Guitar, [[Ric Grech]] - Bass, [[Carmine Appice]] - Drums\n\n===Selected session work===\n*''[[Highway 61 Revisited]]'' - [[Bob Dylan]] (1965)\n*''[[Chicago Loop (band)|Chicago Loop]]'' (1966)\n*''[[Wow/Grape Jam|Grape Jam]] - [[Moby Grape]] (1968) - Played Piano\n*''Living with the Animals'' - [[Mother Earth (band)|Mother Earth]] (1968); credited as \"Makal Blumfeld\" due to contractual constraints.\n*''[[Fathers and Sons (album)|Fathers and Sons]]'' - [[Muddy Waters]] (1969)\n*''[[I Got Dem Ol' Kozmic Blues Again Mama!]]'' - [[Janis Joplin]] (1969)\n*''[[Weeds (Brewer & Shipley)|Weeds]]'' - [[Brewer & Shipley]] (1969)\n*''Sam Lay In Bluesland'' - [[Sam Lay]] (1970)\n*''Gandharva'' - [[Beaver & Krause]] (1971)\n*''Brand New'' - [[Woody Herman and His Orchestra]] (1971)\n\n===Posthumous releases===\n*''Living In The Fast Lane'' (1981)\n*''Bloomfield: A Retrospective'' (1983)\n*''[[I'm With You Always]]'' (Live recordings from McCabe’s Guitar Shop, Santa Monica, CA; 1977)\n*''Between The Hard Place And The Ground'' (Different to the original 70s LP - containing further selections from McCabe’s Guitar Shop)\n*''Don't Say That I Ain't Your Man: Essential Blues, 1964-1969'', an anthology that includes five songs from Bloomfield's original 1964 Columbia sessions.\n*''Live at the Old Waldorf'' (Recorded live in 1976 and 1977 by producer Norman Dayron at the Old Waldorf nightclub)\n*''Barry Goldberg & Friends - Live'' (Features Mike on guitar on most tracks)\n*''Michael Bloomfield, Harvey Mandel, Barry Goldberg & Friends'' (with [[Eddie Hoh]] on drums) - Solid Blues, ed . 1995 (St.Clair Entertainment Group Inc.)\n*''If You Love These Blues'' by Wolkin & Keenom (Miller Freeman Books, 2000)contains a CD of early recordings made by Norman Dayron\n*''From His Head to His Heart to His Hands: An Audio-Visual Scrapbook'' (2014); a Columbia Legacy career retrospective, produced by Al Kooper, including tapes from Bloomfield's original audition for John Hammond, Sr.|John Hammond]] at Columbia Records in 1964, previously unissued live performances, and a DVD that includes the documentary film ''Sweet Blues: A Film About Mike Bloomfield,\" directed by Bob Sarles and produced and edited by Bob Sarles and Christina Keating.  The film premiered at the Mill Valley Film Festival in October, 2013.<ref>http://prod3.agileticketing.net/websales/pages/info.aspx?evtinfo=64369~dc929e81-dd77-4c40-bcf3-47ec6a85c146&</ref>\n\n==References==\n{{reflist}}\n*[{{Allmusic|class=artist|id=p277|pure_url=yes}} \"Michael Bloomfield\"]. Allmusic.com (accessed September 30, 2006).\n\n==Sources==\n\n*'''Michael Bloomfield''' - ''Me and Big Joe'', Re/Search Publications, 1st edition 1980, ISBN 0-940642-00-X. Last éd. V/Search, December 1999, ISBN 1-889307-05-X  EAN 978-1889307053\n*''Michael Bloomfield''' - '''If You Love These Blues: An Oral History'''  Backbeat Books, 1st edition  September 2000 - ISBN 978-0-87930-617-5 (with CD of unreleased music - early recordings made by Norman Dayron )\n*''' Ken Brooks''' - ''The Adventures of Mike Bloomfield and [[Al Kooper]] with [[Paul Butterfield]] and [[David Clayton Thomas]]''  Agenda Ltd,  February 1999,  ISBN 1-899882-90-1  ISBN 978-1-899882-90-8\n*'''Al Kooper''' - ''Backstage Passes: Rock 'N' Roll Life in the Sixties''  - Stein & Day Pub (1st edition February 1977) ISBN 0-8128-2171-8 - ISBN 978-0-8128-2171-0\n*'''Al Kooper''' - '' Backstage Passes and Backstabbing Bastards: Memoirs of a Rock 'N' Roll Survivor'' Billboard Books (Updated Edition - September 1998) ISBN 0-8230-8257-1 ISBN 978-0823082575\n*'''Al Kooper''' - ''Backstage Passes and Backstabbing Bastards'' - Hal Leonard Corporation, new edition February 2008, ISBN 0-87930-922-9    ISBN 978-0-87930-922-0\n*'''Ed Ward'''  -  ''Michael Bloomfield, The rise and fall of an American guitar hero'', Cherry Lane Books (1983), ISBN 0-89524-157-9 ISBN 978-0895241573\n\n==External links==\n*[http://mikebloomfield.com/ Official Mike Bloomfield Site]\n*[http://mikebloomfieldamericanmusic.com/indexnew.html Mike Bloomfield, An American Guitarist]\n*[http://www.gadflyonline.com/archive/marchapril01/archive-bloomfield.html Bloomfield's Doomed Field] by Al Kooper\n*[http://mikebloomfieldamericanmusic.com/ Michael Bloomfield Chronology & Analysis]\n*{{Find a Grave|4500}}\n*[http://www2.gibson.com/Products/Electric-Guitars/Les-Paul/Gibson-Custom/Michael-Bloomfield-1959-Les-Paul-Standard.aspx/ Gibson's Replica of MIke Bloomfield's 1959 Les Paul Standard Guitar]\n\n{{Authority control|VIAF=40589300}}\n{{Persondata <!-- Metadata: see [[Wikipedia:Persondata]]. -->\n| NAME              = Bloomfield, Mike\n| ALTERNATIVE NAMES = \n| SHORT DESCRIPTION = American blues musician\n| DATE OF BIRTH     = July 28, 1943\n| PLACE OF BIRTH    = Chicago, Illinois\n| DATE OF DEATH     = February 15, 1981\n| PLACE OF DEATH    = San Francisco, California\n}}\n{{DEFAULTSORT:Bloomfield, Mike}}\n[[Category:1943 births]]\n[[Category:1981 deaths]]\n[[Category:Lead guitarists]]\n[[Category:American blues guitarists]]\n[[Category:Musicians from Chicago, Illinois]]\n[[Category:Jewish American musicians]]\n[[Category:American male singers]]\n[[Category:American session musicians]]\n[[Category:Deaths by heroin overdose in California]]"}]}}}}