{"query":{"normalized":[{"from":"Muddy_Waters","to":"Muddy Waters"}],"pages":{"61855":{"pageid":61855,"ns":0,"title":"Muddy Waters","revisions":[{"contentformat":"text/x-wiki","contentmodel":"wikitext","*":"{{About|Muddy Waters|'''Muddy Waters Research'''|Muddy Waters Research|the college football coach|Muddy Waters (American football)|the album by Redman|Muddy Waters (album)|the [[MUD]]|Muddy Waters (online game)}}\n{{Infobox musical artist  <!-- See Wikipedia:WikiProject Musicians -->\n| name                = Muddy Waters\n| image               = Muddy Waters (blues musician)-cropped.jpg\n| caption             = Muddy Waters at the opening of Peaches Records & Tapes in [[Rockville, Maryland]] (mid-1970s)\n| background          = solo_singer\n| birth_name          = McKinley Morganfield\n| alias               =\n| birth_date          = {{Birth date|mf=yes|1913|4|4}}\n| birth_place         = [[Issaquena County, Mississippi|Issaquena County]], Mississippi, United States\n| death_date          = {{Death date and age|mf=yes|1983|4|30|1913|4|4}}\n| death_place         = [[Westmont, Illinois|Westmont]], Illinois, United States\n| instrument          = Vocals, guitar, harmonica\n| genre               = [[Blues]], [[Chicago blues]], [[country blues]], [[Delta blues]], [[electric blues]]\n| occupation          = Singer, songwriter, guitarist, bandleader\n| years_active        = 1941–1982\n| label               = [[Aristocrat Records|Aristocrat]], [[Chess Records|Chess]],<ref name=pc4/> [[Testament Records (USA)|Testament]]\n| associated_acts     =\n| website             = [http://www.muddywaters.com/ www.muddywaters.com]\n| notable_instruments = [[Gibson Les Paul]]<br />[[Fender Telecaster]]\n}}\n'''McKinley Morganfield''' (April 4, 1913<ref>Gordon pp. 4–5</ref>{{spaced ndash}}April 30, 1983), known as '''Muddy Waters''', was an American [[blues]] musician. He is considered the \"father of modern [[Chicago blues]]\" and was a major inspiration for the [[British blues]] explosion of the 1960s.<ref name=\"cantbe-dvd\">{{cite video |title=Muddy Waters&nbsp;— Can't Be Satisfied |format=DVD, 2003 |publisher=Winstar }}</ref>\n\n== Early life ==\nAlthough in his later years Muddy usually said that he was born in [[Rolling Fork, Mississippi]], in 1915, he was most likely born at Jug's Corner in neighbouring [[Issaquena County, Mississippi|Issaquena County]] in 1913.<ref>Gordon p. 3.</ref>  Recent research has uncovered documentation showing that in the 1930s and 1940s, before his rise to fame, he reported his birth year as 1913 on both his marriage license and musicians' union card. A 1955 interview in the ''[[Chicago Defender]]'' is the earliest claim of 1915 as his year of birth, which he continued to use in interviews from that point onward. The 1920 census lists him as five years old as of March 6, 1920, suggesting that his birth year may have been 1915. The Social Security Death Index, relying on the Social Security card application submitted after his move to Chicago in the mid-1940s, lists him as being born April 4, 1913. Muddy's gravestone gives his birth year as 1915.\n\nMuddy's grandmother, Della Grant, raised him after his mother died shortly following his birth.  Della gave the boy the nickname \"Muddy\" at an early age because he loved to play in the muddy water of nearby [[Deer Creek (Mississippi)|Deer Creek]].<ref>{{cite web|url=http://www.cr.nps.gov/delta/blues/people/muddy_waters.htm |title=Trail of the Hellhound: Muddy Waters |publisher=Cr.nps.gov |date= |accessdate=2012-12-24}}</ref>  Muddy later changed it to \"Muddy Water\" and finally \"Muddy Waters\".\n\nThe shack where Muddy Waters lived in his youth on Stovall Plantation is now located at the [[Delta Blues Museum]] in [[Clarksdale, Mississippi]]. He started out on [[harmonica]], but by age seventeen he was playing the guitar at parties, emulating two blues artists in particular, [[Son House]] and [[Robert Johnson (musician)|Robert Johnson]].<ref>\"His thick heavy voice, the dark colouration of his tone, and his firm, almost solid, personality were all clearly derived from House,\" wrote music critic [[Peter Guralnick]] in ''Feel Like Going Home'', \"but the embellishments, which he added, the imaginative [[slide guitar|slide technique]] and more agile rhythms, were closer to Johnson.\"</ref>{{Page needed|date=January 2008}}\n\nOn November 20 1932, Muddy married Mabel Berry. Guitarist [[Robert Nighthawk]] played at the wedding and the party reportedly got so wild the floor fell in.<ref>{{cite web|url=http://www.sundayblues.org/nighthawk|title=Bricks In My Pillow: The Robert Nighthawk Story|publisher= |date= |accessdate=2014-1-7}}</ref> Mabel left Muddy three years later when Muddy's first child was born; the child's mother was Leola Spain, 16 years old (Leola later used her maiden name, Brown), \"married to a man named Steven\" and \"going with a guy named Tucker\". Leola was the only one of his girlfriends with whom Muddy would stay in touch throughout his life; they never married. By the time he finally cut out for Chicago in 1943, there was another Mrs. Morganfield left behind, a girl called Sallie Ann.<ref>[http://www.blues-finland.com/english/muddy_waters_biography_1.html Muddy Waters Biography, Part 1]. Blues-Finland.com. Retrieved 2011-01-06.</ref>\n\n== Early career ==\nIn the summer of 1941, [[Alan Lomax]] went to [[Stovall, Mississippi]] on behalf of the [[Library of Congress]] to record various [[country blues]] musicians. \"He brought his stuff down and recorded me right in my house,\" Muddy recalled in ''[[Rolling Stone]]'', \"and when he played back the first song I sounded just like anybody's records. Man, you don't know how I felt that Saturday afternoon when I heard that voice and it was my own voice. Later on he sent me two copies of the pressing and a check for twenty bucks, and I carried that record up to the corner and put it on the jukebox. Just played it and played it and said, 'I can do it, I can do it.'\"<ref>''Rolling Stone'', October 5, 1978, \"Muddy Waters: The Delta Son Never Sets\", Robert Palmer, p. 55.</ref> Lomax came back in July 1942 to record Muddy again. Both sessions were eventually released as ''Down On Stovall's Plantation'' on the [[Testament Records (USA)|Testament]] label.<ref>Gordon p. 196.</ref> The complete recordings were re-issued on CD as ''Muddy Waters: The Complete Plantation Recordings. The historic 1941-42 Library of Congress field recordings'' by Chess Records in 1993, and re-mastered in 1997.<ref>{{cite web| url = http://www.discogs.com/Muddy-Waters-The-Complete-Plantation-Recordings/master/161158| title = Muddy Waters: The Complete Plantation Recordings|accessdate = March 30, 2012| publisher = discogs.com}}</ref>\n\nIn 1943, Muddy headed to Chicago with the hope of becoming a full-time professional musician. He lived with a relative for a short period while driving a truck and working in a factory by day and performing at night. [[Big Bill Broonzy]], then one of the leading blues-men in Chicago, helped Muddy break into the very competitive market by allowing him to open for his shows in the rowdy clubs.<ref>Jim O'Neal, Amy Van Singel (eds), ''The Voice of the Blues: classic interviews from ''Living Blues'' magazine'' (Routledge, 2002), pp. 172–73.</ref> In 1945, Muddy's uncle, Joe Grant, gave him his first electric guitar, which enabled him to be heard above the noisy crowds.<ref>Gordon p. 79.</ref>\n\nIn 1946, he recorded some tunes for [[Mayo Williams]] at [[Columbia Records|Columbia]] but they were not released at the time. Later that year he began recording for [[Aristocrat Records]], a newly formed label run by two brothers, [[Leonard Chess|Leonard]] and [[Phil Chess]]. In 1947, he played guitar with [[Sunnyland Slim]] on piano on the cuts \"Gypsy Woman\" and \"Little Anna Mae.\" These were also shelved, but in 1948, \"I Can't Be Satisfied\" and \"I Feel Like Going Home\" became big hits and his popularity in clubs began to take off. Soon after, Aristocrat changed their label name to [[Chess Records]] and Muddy's signature tune \"[[Rollin' Stone]]\" also became a smash hit.\n\n== Commercial success ==\nInitially, the Chess brothers would not allow Muddy to use his working band in the recording studio; instead he was provided with a backing bass by [[Ernest \"Big\" Crawford]], or by musicians assembled specifically for the recording session, including [[\"Baby Face\" Leroy Foster]] and [[Little Johnny Jones (pianist)|Johnny Jones]]. Gradually Chess relented, and by September 1953 he was recording with one of the most acclaimed blues groups in history: [[Little Walter Jacobs]] on harmonica, [[Jimmy Rogers]] on guitar, Elga Edmonds (a.k.a. Elgin Evans) on drums and [[Otis Spann]] on piano. The band recorded a series of blues classics during the early 1950s, some with the help of bassist/songwriter [[Willie Dixon]], including \"[[Hoochie Coochie Man]]\" (Number 8 on the R&B charts), \"[[I Just Want to Make Love to You]]\" (Number 4), and \"[[I'm Ready (Blues song)|I'm Ready]]\". These three were \"the most macho songs in his repertoire,\" wrote [[Robert Palmer (author/producer)|Robert Palmer]] in ''Rolling Stone''. \"Muddy would never have composed anything so unsubtle. But they gave him a succession of showstoppers and an image, which were important for a bluesman trying to break out of the grind of local gigs into national prominence.\"{{Citation needed|date=February 2007}}\nAlong with his former harmonica player [[Little Walter Jacobs]] and recent southern transplant [[Howlin' Wolf]], Muddy reigned over the early 1950s Chicago blues scene, his band becoming a proving ground for some of the city's best blues talent. While Little Walter continued a collaborative relationship long after he left Muddy's band in 1952, appearing on most of Muddy's classic recordings throughout the 1950s, Muddy developed a long-running, generally good-natured rivalry with Wolf. The success of Muddy's ensemble paved the way for others in his group to break away and enjoy their own solo careers. In 1952 Little Walter left when his single \"[[Juke (song)|Juke]]\" became a hit, and in 1955 Rogers quit to work exclusively with his own band, which had been a sideline until that time. Although he continued working with Muddy's band, Otis Spann enjoyed a solo career and many releases under his own name beginning in the mid-1950s. Around that time, Muddy Waters scored hits with the [[rock music|rock]] songs \"[[Mannish Boy]]\"<ref name=pc4>{{Gilliland |url=http://digital.library.unt.edu/ark:/67531/metadc19750/m1/ |title=Show 4 - The Tribal Drum: The rise of rhythm and blues. [Part 2] }}</ref> and \"Sugar Sweet\" in 1955, followed by the [[Rhythm and blues|R&B]] hits \"[[Trouble No More (song)|Trouble No More]],\" \"Forty Days & Forty Nights\" and \"Don't Go No Farther\" in 1956.<ref name=\"amg_waters\">{{cite web|last=Dahl|first=Bill|title=Muddy Waters|url=http://www.allmusic.com/artist/muddy-waters-mn0000608701|publisher=[[Allmusic]]|accessdate=3 July 2012}}</ref>\n\n== England and low profile ==\nMuddy headed to England in 1958 and shocked audiences (whose only previous exposure to blues had come via the acoustic folk/blues sounds of acts such as [[Sonny Terry]] and [[Brownie McGhee]] and [[Big Bill Broonzy]]) with his loud, amplified electric guitar and thunderous beat. His performance at the 1960 [[Newport Jazz Festival]], recorded and released as his first live album, ''[[At Newport 1960]]'', helped turn on a whole new generation to Muddy's sound. He expressed dismay when he realized that members of [[Black people|his own race]] were turning their backs on the genre while a [[White people|white]] audience had shown increasing respect for the blues. {{Citation needed|date=October 2012}}\n\nHowever, for the better part of twenty years (since his last big hit in 1956, \"[[I'm Ready (blues song)|I'm Ready]]\") Muddy was put on the back shelf by the Chess label and recorded albums with various \"popular\" themes: ''Brass And The Blues'', ''[[Electric Mud]]'', etc. In 1967, he joined forces with [[Bo Diddley]], Little Walter and Howlin' Wolf to record the ''[[Super Blues]]'' and ''The Super Super Blues Band'' pair of albums of Chess blues standards. In 1972 he went back to England to record ''The London Muddy Waters Sessions'' with [[Rory Gallagher]], [[Steve Winwood]], [[Rick Grech]] and [[Mitch Mitchell]]&nbsp;— but their playing was not up to his standards. \"These boys are top musicians, they can play with me, put the book before 'em and play it, you know,\" he told Guralnick. \"But that ain't what I need to sell my people, it ain't the Muddy Waters sound. An' if you change my sound, then you gonna change the whole man.\"\n\nMuddy's sound was basically [[Delta blues]] electrified, but his use of [[microtone]]s, in both his vocals and slide playing, made it extremely difficult to duplicate and follow correctly.{{Citation needed|date=February 2009}} \"When I play on the stage with my band, I have to get in there with my guitar and try to bring the sound down to me. But no sooner than I quit playing, it goes back to another, different sound. My blues look so simple, so easy to do, but it's not. They say my blues is the hardest blues in the world to play.\"<ref>Palmer, R: ''Deep Blues'', p. 103. Penguin, 1981.</ref>\n\n== Comeback ==\n[[File:Muddy Waters.jpg|thumb|240px|left|Muddy Waters with [[James Cotton]], 1971]]\nMuddy's long-time wife Geneva died of cancer on March 15, 1973. A devastated Muddy was taken to a doctor and told to quit smoking, which he did. Gaining custody of some of his \"outside kids\", he moved them into his home, eventually buying a new house in [[Westmont, Illinois]]. Another teenage daughter turned up while Muddy was on tour in New Orleans; [[Big Bill Morganfield]] was introduced to his Dad after a gig in Florida. Florida was also where Muddy met his future wife, the 19-year-old Marva Jean Brooks whom he nicknamed \"Sunshine\".<ref>[http://www.blues-finland.com/english/muddy_waters_biography_3.html Muddy Waters Biography – Part 3]. Blues-Finland.com. Retrieved 2011-01-06.</ref> Clapton served as best man at their wedding, also in 1973.\n\nOn November 25, 1976, Muddy Waters performed at [[The Band]]'s farewell concert at [[Winterland]] in San Francisco. The concert was released as both a record and a film, ''[[The Last Waltz]]'', featuring a performance of \"[[Mannish Boy]]\" with [[Paul Butterfield]] on harmonica.\n\nIn 1977 [[Johnny Winter]] convinced his label, [[Blue Sky Records|Blue Sky]], to sign Muddy, the beginning of a fruitful partnership. His \"comeback\" LP, ''[[Hard Again]]'', was recorded in just two days and was a return to the original Chicago sound he had created 25 years earlier, thanks to Winter's production. Former sideman [[James Cotton]] contributed harmonica on the [[Grammy Award]] winning album and a brief tour followed.\n\nThe Muddy Waters Blues Band at the time included guitarists [[Sammy Lawhorn]], [[Bob Margolin]] and [[Luther \"Snake Boy\" Johnson]], pianist [[Pinetop Perkins]], harmonica player [[Jerry Portnoy]], bassist [[Calvin \"Fuzz\" Jones]] and drummer [[Willie \"Big Eyes\" Smith]]. On \"Hard Again\", Winter played guitar in addition to producing; Muddy asked [[James Cotton]] to play harp on the session, and Cotton brought his own bassist Charles Calmese. According to Margolin's liner notes, Muddy did not play guitar during these sessions. The album covers a broad spectrum of styles, from the opening of \"Mannish Boy\", with shouts and hollers throughout, to the old-style Delta blues of \"I Can't Be Satisfied\", with a [[National String Instrument Corporation#National resonator guitar designs|National Steel]] solo by Winter, to Cotton's screeching intro to \"The Blues Had a Baby\", to the moaning closer \"Little Girl\". Its live feel harks back to the Chess Records days, and it evokes a feeling of intimacy and cooperative musicianship. The expanded reissue includes one bonus track, a remake of the 1950s single \"Walking Through the Park\". The other outtakes from the album sessions appear on ''[[King Bee (Album)|King Bee]]''. Margolin's notes state that the reissued album was remastered but that remixing was not considered to be necessary. ''Hard Again'' was the first studio collaboration between Muddy and Winter, who produced his final four albums, the others being ''[[I'm Ready (Muddy Waters album)|I'm Ready]]'', ''King Bee'', and ''[[Muddy \"Mississippi\" Waters - Live]]'', for Blue Sky, a [[Columbia Records]] subsidiary.{{Citation needed|date=January 2008}}\n\nIn 1978, Winter recruited two of Muddy's cohorts from the early 1950s, [[Big Walter Horton]] and [[Jimmy Rogers]], and brought in the rest of his touring band at the time (harmonica player [[Jerry Portnoy]], guitarist [[Luther Johnson (Guitar Junior)|Luther \"Guitar Junior\" Johnson]], and bassist [[Calvin \"Fuzz\" Jones]]) to record ''I'm Ready'', which came close to the critical and commercial success of ''Hard Again''.\n\nThe comeback continued in 1979 with the lauded LP ''Muddy \"Mississippi\" Waters Live''. \"Muddy was loose for this one,\" wrote Jas Obrecht in ''[[Guitar Player]]'', \"and the result is the next best thing to being ringside at one of his foot-thumping, head-nodding, downhome blues shows.\" On the album, Muddy is accompanied by his touring band, augmented by Johnny Winter on guitar. The set list contains most of his biggest hits, and the album has an energetic feel.  ''King Bee'' the following year concluded Waters' reign at Blue Sky, and these last four LPs turned out to be his biggest-selling albums ever. ''King Bee'' was the last album Muddy Waters recorded. Coming last in a trio of studio outings produced by Johnny Winter, it is also a mixed bag. During the sessions for ''King Bee'', Muddy, his manager and his band were involved in a dispute over money. According to the liner notes by [[Bob Margolin]], the conflict arose from Muddy's health being on the wane and consequently playing fewer engagements. The bandmembers wanted more money for each of the fewer gigs they did play in order to make ends meet. Ultimately a split occurred and the entire band quit. Because of the tensions in the studio preceding the split, Winter felt the sessions had not produced enough solid material to yield an entire album, and filled out ''King Bee'' with outtakes from earlier Blue Sky sessions. The cover photograph is by [[David Michael Kennedy]]. For the listener, ''King Bee'' is a leaner and meaner record. Less of the good-time exuberance present on the previous two outings is present here. The title track, \"Mean Old Frisco\", \"Sad Sad Day\", and \"I Feel Like Going Home\", are all blues with ensemble work. The [[Legacy Recordings|Sony Legacy]] issue features completely remastered sound and Margolin's notes, and also hosts two bonus tracks from the ''King Bee'' sessions that Winter did not see fit to release the first time.{{Citation needed|date=January 2008}}\n\nIn 1981, Muddy Waters was invited to perform at [[ChicagoFest]], the city's top outdoor music festival. He was joined onstage by [[Johnny Winter]]—who had successfully produced his most recent albums—and played classics like \"Mannish Boy,\" \"Trouble No More\" and \"Mojo Working\" to a new generation of fans. This historic performance was made available on DVD in 2009 by [[Shout! Factory]]. Later that year, Waters performed live with the [[Rolling Stones]] at the Checkerboard Lounge, with [[Live at the Checkerboard Lounge, Chicago 1981|a DVD version]] of the concert released in 2012.<ref>[http://www.allmusic.com/album/checkerboard-lounge-live-chicago-1981-dvd-mw0002380039 Muddy Waters / The Rolling Stones - Checkerboard Lounge: Live Chicago 1981 (DVD)]</ref>\n\nIn 1982, declining health dramatically curtailed Muddy's performance schedule. His last public performance took place when he sat in with [[Eric Clapton]]'s band at a Clapton concert in Florida in autumn of 1982.<ref>[http://www.rollingstone.com/music/artists/muddy-waters/biography rollingstone.com - Muddy Waters biography]</ref>\n\n== Death ==\nOn April 30, 1983 Muddy Waters died in his sleep from heart failure, at his home in [[Westmont, Illinois]]. At his funeral at [[Restvale Cemetery]] in [[Alsip, Illinois]], throngs of blues musicians and fans showed up to pay tribute to one of the true originals of the art form. \"Muddy was a master of just the right notes,\" [[John P. Hammond]], told ''[[Guitar World]]'' magazine. \"It was profound guitar playing, deep and simple... more country blues transposed to the electric guitar, the kind of playing that enhanced the lyrics, gave profundity to the words themselves.\" Two years after his death, Chicago honored him by designating the one-block section between 900 and 1000 E. 43rd Street near his former home on the south side \"Honorary Muddy Waters Drive\".<ref>{{cite web|url=http://www.chicagoancestors.org/downloads/honorary.pdf |title=List of honorary Chicago street designations |format=PDF |date= |accessdate=2009-07-18}}</ref>  The Chicago suburb of Westmont, where Muddy lived the last decade of his life, named a section of Cass Avenue near his home \"Honorary Muddy Waters Way\".<ref>{{cite web|url=http://todayschicagoblues.blogspot.com/2008/11/hey-chicago-how-about-more-honorary.html |title=Photo of \"Honorary Muddy Waters Way\" street sign in Weston, IL |publisher=Todayschicagoblues.blogspot.com |date=2008-11-23 |accessdate=2009-07-18}}</ref> Following his death, fellow blues musician [[B.B. King]] told ''Guitar World'', \"It's going to be years and years before most people realize how greatly he contributed to American music\".\nA [[Mississippi Blues Trail]] marker has been placed in [[Clarksdale, Mississippi]] by the Mississippi Blues Commission designating the site of Muddy Waters' cabin.<ref>\n{{cite web\n|url=http://www.msbluestrail.org/blues_trail/\n|title=Mississippi Blues Commission&nbsp;— Blues Trail\n|publisher=www.msbluestrail.org\n|accessdate=2008-05-28}}\n</ref>\n\n== Influence ==\n<!-- Deleted image removed: [[Image:MuddyWestmont1.jpg|thumb|right|Westmont, Illinois dedicated a street and park in honor of Muddy Waters.<ref>[http://www.muddywaters.com/new.html The Official Muddy Waters Website – What's New󰀁]</ref>]] -->\n\nHis influence is tremendous, over a variety of [[music genre]]s: blues, [[rhythm and blues]], [[rock 'n' roll]], [[hard rock]], [[folk music|folk]], [[jazz]], and [[country music|country]]. He also helped [[Chuck Berry]] get his first record contract.\n\nHis 1958 tour of England marked possibly the first time amplified, modern urban blues was heard there, although on his first tour he was the only one amplified. His backing was provided by Englishman [[Chris Barber]]'s [[trad jazz]] group. (One critic retreated to the toilets to write his review because he found the band so loud).\n\nHis use of amplification is cited as, \"the technological missing link between Delta Blues and Rock 'N' Roll.\"<ref>{{cite web|title=A Century of Champagne & Reefer|url=http://www.joyfulnoiserecordings.com/journal/muddy-waters/|accessdate=30 April 2013}}</ref> This is underlined in a 1968 article in ''Rolling Stone'' magazine: “There was a difference between Muddy’s instrumental work and that of House and Johnson, however, and the crucial difference was the result of Waters’ use of the electric guitar on his Aristocrat sides; he had taken up the instrument shortly after moving to Chicago in 1943.”<ref>[http://www.joyfulnoiserecordings.com/journal/muddy-waters/ ''Rolling Stone'', November 9, 1968.] Quoted in \"A Century of Champagne & Reefer\". Retrieved 30 April 2013.</ref>\n\n[[The Rolling Stones]] named themselves after his 1950 song \"[[Rollin' Stone]]\" (also known as \"Catfish Blues\", which [[Jimi Hendrix]] covered as well). The magazine ''[[Rolling Stone]]'' also took its name from the same song. Hendrix recalled \"the first guitar player I was aware of was Muddy Waters. I first heard him as a little boy and it scared me to death\". [[Cream (band)|Cream]] covered \"[[Rollin' and Tumblin']]\" on their 1966 debut album ''[[Fresh Cream]]'', as [[Eric Clapton]] was a big fan of Muddy Waters when he was growing up, and his music influenced Clapton's music career. The song was also covered by [[Canned Heat]] at the legendary [[Monterey Pop Festival]] and later adapted by [[Bob Dylan]] on the album ''[[Modern Times (Bob Dylan album)|Modern Times]]''. One of [[Led Zeppelin]]'s biggest hits, \"[[Whole Lotta Love]]\", is lyrically based upon the Muddy Waters hit \"You Need Love\", written by [[Willie Dixon]]. Dixon wrote some of Muddy Waters' most famous songs, including \"[[I Just Want to Make Love to You]]\" (a big radio hit for [[Etta James]], as well as the 1970s rock band [[Foghat]]), \"[[Hoochie Coochie Man]]\", which [[The Allman Brothers Band]] famously covered (the song was also covered by [[Humble Pie (band)|Humble Pie]] and [[Steppenwolf (band)|Steppenwolf]]), \"Trouble No More\" and \"I'm Ready\". In 1993, [[Paul Rodgers]] released the album ''Muddy Water Blues: A Tribute to Muddy Waters'', on which he covered a number of Muddy Waters songs, including \"Louisiana Blues\", \"Rollin' Stone\", \"Hoochie Coochie Man\" and \"I'm Ready\" (among others) in collaboration with a number of famous guitarists including [[Gary Moore]], [[Brian May]] and [[Jeff Beck]].\n\n[[Angus Young]] of the rock group [[AC/DC]] has cited Muddy Waters as one of his influences. The AC/DC song title \"[[You Shook Me All Night Long]]\" came from lyrics of the Muddy Waters song \"[[You Shook Me]]\", written by [[Willie Dixon]] and [[J. B. Lenoir]]. [[Earl Hooker]] first recorded it as an instrumental, which was then overdubbed with vocals by Muddy Waters in 1962. Led Zeppelin also covered it on their [[Led Zeppelin (album)|debut album]].\n\nMuddy Waters' songs have been featured in long-time fan [[Martin Scorsese]]'s movies, including ''[[The Color of Money]]'', ''[[Goodfellas]]'' and ''[[Casino (film)|Casino]]''. Muddy Waters' 1970s recording of his mid-'50s hit \"Mannish Boy\" (a.k.a. \"[[I'm A Man (Bo Diddley song)|I'm A Man]]\") was used in ''Goodfellas'', ''[[Better Off Dead (film)|Better Off Dead]]'', and the hit film ''[[Risky Business]]'', and also features in the [[rockumentary]] ''[[The Last Waltz]]''.\n\nThe song \"[[Come Together]]\" by [[The Beatles]] references Muddy Waters: \"He roller coaster/he got Muddy Waters.\"\n\nVan Morrison lyrics include \"Muddy Waters singin', \"I'm a Rolling Stone\" from his 1982 song \"Cleaning Windows\", on the album ''[[Beautiful Vision]]''.\n\nAmerican [[Stoner Metal]] band [[Bongzilla]] covered Muddy Water's song ''Champagne and Reefer'' on their album ''[[Amerijuanican]]''.\n\nThe 2006 [[Family Guy]] episode \"[[Saving Private Brian]]\" includes a parody of Muddy Waters trying to pass a [[kidney stone]]; his screams of pain form a [[call and response]] with the Chicago blues band in his bathroom.\n\nIn 2008, [[Jeffrey Wright (actor)|Jeffrey Wright]] portrayed Muddy in the biopic ''[[Cadillac Records]]'', a film about the rise and fall of Chess Records and the lives of its recording artists. A second 2008 film about [[Leonard Chess]] and Chess Records, ''[[Who Do You Love? (2008 film)|Who Do You Love]]'', also covers Muddy's time at Chess Records.\n\nIn the [[2009 in film|2009 film]] ''[[The Boat that Rocked]]'' (retitled ''[[The Boat that Rocked|Pirate Radio]]'' in the U.S) about [[pirate radio]] in the UK, the cryptic message that late-night DJ Bob gives to Carl to give to Carl's mother is: \"Muddy Waters Rocks.\"\n\nIn 1990, the television show ''[[Doogie Howser, M.D.]]'' featured an episode called \"Doogie Sings the Blues\" with the main character, Blind Otis Lemon, based on Muddy Waters, with references to his influence on the Rolling Stones and Led Zeppelin, along with the performance of \"Got My Mojo Working\" by Blind Otis Lemon. He is also referred to as the original \"Hoochie Coochie Man\".\n\n==Awards and recognition==\n\n===Grammy Awards===\n\n{| class=\"wikitable\"\n|-\n| colspan=\"6\" style=\"text-align:center;\"| '''Muddy Waters Grammy Award History'''<ref>{{cite web|url=http://www.grammy.com/GRAMMY_Awards/Winners/Results.aspx |title=Grammy Awards search engine |publisher=Grammy.com |date=2009-02-08 |accessdate=2009-07-18}}</ref>\n|-\n! Year\n! Category\n! Title\n! Genre\n! Label\n! Result\n|- style=\"text-align:center;\"\n| [[Grammy Awards of 1971|1971]]\n| [[Grammy Award for Best Ethnic or Traditional Folk Recording|Best Ethnic or Traditional Folk Recording]]\n| ''They Call Me Muddy Waters''\n| [[folk music|folk]]\n| [[MCA Records|MCA]]/[[Chess Records|Chess]]\n| winner\n|- style=\"text-align:center;\"\n| [[Grammy Awards of 1972|1972]]\n| Best Ethnic or Traditional Folk Recording\n| ''The London Muddy Waters Session''\n| folk\n| MCA/Chess\n| winner\n|- style=\"text-align:center;\"\n| [[Grammy Awards of 1975|1975]]\n| Best Ethnic or Traditional Folk Recording\n| ''The Muddy Waters Woodstock Album''\n| folk\n| MCA/Chess\n| winner\n|- style=\"text-align:center;\"\n| [[Grammy Awards of 1977|1977]]\n| Best Ethnic or Traditional Folk Recording\n| ''[[Hard Again]]''\n| folk\n| Blue Sky\n| winner\n|- style=\"text-align:center;\"\n| [[Grammy Awards of 1978|1978]]\n| Best Ethnic or Traditional Folk Recording\n| ''I'm Ready''\n| folk\n| Blue Sky\n| winner\n|- style=\"text-align:center;\"\n| [[Grammy Awards of 1979|1979]]\n| Best Ethnic or Traditional Folk Recording\n| ''Muddy \"Mississippi\" Waters Live''\n| folk\n| Blue Sky\n| winner\n|}\n\n===Rock and Roll Hall of Fame===\nThe [[Rock and Roll Hall of Fame]] listed four songs of Muddy Waters among the [[500 Songs That Shaped Rock and Roll]].<ref>{{cite web|url=http://www.rockhall.com/exhibithighlights/500-songs-wz/ |title=500 Songs That Shaped Rock and Roll |publisher=Rockhall.com |date= |accessdate=2009-07-18}} {{Dead link|date=September 2010|bot=H3llBot}}</ref>\n\n{| class=\"wikitable\"\n|-\n! Year Recorded\n! Title\n|- style=\"text-align:center;\"\n| 1950\n| ''[[Rollin' Stone]]''\n|- style=\"text-align:center;\"\n| 1954\n| ''[[Hoochie Coochie Man]]''\n|- style=\"text-align:center;\"\n| 1955\n| ''[[Mannish Boy]]''\n|- style=\"text-align:center;\"\n| 1957\n| ''[[Got My Mojo Working]]''\n|}\n\n===The Blues Foundation Awards===\n{| class=\"wikitable\"\n|-\n| colspan=\"5\" style=\"text-align:center;\"| '''Muddy Waters: [[Blues Music Awards]]'''<ref>{{cite web|url=http://www.blues.org/search/handys.php |title=The Blues Foundation Database |publisher=Blues.org |date= |accessdate=2009-07-18}}</ref>\n|-\n! Year\n! Category\n! Title\n! Result\n|- style=\"text-align:center;\"\n| 1994\n| Reissue Album of the Year\n| ''The Complete Plantation Recordings''\n| Winner\n|- style=\"text-align:center;\"\n| 1995\n| Reissue Album of the Year\n| ''One More Mile ''\n| Winner\n|- style=\"text-align:center;\"\n| 2000\n| Traditional Blues Album of the Year\n| ''The Lost Tapes of Muddy Waters''\n| Winner\n|- style=\"text-align:center;\"\n| 2002\n| Historical Blues Album of the Year\n| ''Fathers and Sons''\n| Winner\n|- style=\"text-align:center;\"\n| 2006\n| Historical Album of the Year\n| ''Hoochie Coochie Man: Complete Chess Recordings, Volume 2, 1952–1958''\n| Winner\n|}\n\n===Inductions===\n{| class=\"wikitable\"\n|-\n! Year Inducted\n! Title\n|- style=\"text-align:center;\"\n| 1980\n| [[Blues Hall of Fame|Blues Foundation Hall of Fame]]\n|- style=\"text-align:center;\"\n| 1987\n| [[Rock and Roll Hall of Fame]]\n|- style=\"text-align:center;\"\n| 1992\n| [[Grammy Lifetime Achievement Award]]\n|}\n\n'''U.S. Postage Stamp'''\n\n{| class=\"wikitable\"\n|-\n! Year\n! Stamp\n! USA\n! Note\n|- style=\"text-align:center;\"\n| 1994\n| 29 cents Commemorative stamp\n| [[List of people on stamps of the United States|U.S. Postal Service]]\n| Photo<ref>{{cite web|url=http://www.muddywaters.com/prod11.html |title=29 cents Commemorative stamp |publisher=Muddy Waters |date= |accessdate=2009-07-18}}</ref>\n|}\n\n==Discography==\n{{Main|Muddy Waters discography}}\n\n===Studio albums===\n* ''The Best of Muddy Waters'' (1958)\n* ''Muddy Waters Sings Big Bill Broonzy'' (1960)\n* ''Brass and the Blues'' (1960)\n* ''They Call Me Muddy Waters'' (1961)\n* ''[[Folk Singer]]'' (1964)\n* ''Super Blues'' (with [[Bo Diddley]] and [[Little Walter]]) (1967)\n* ''The Super Super Blues Band'' (with Bo Diddley and [[Howling Wolf]]) (1968)\n* ''[[Electric Mud]]'' (1968)\n* ''[[After the Rain (Muddy Waters album)|After the Rain]]'' (1969)\n* ''[[Fathers and Sons (album)|Fathers and Sons]]'' (1969)\n* ''The London Muddy Waters Sessions'' (1970)\n* ''Can't Get No Grindin''' (1973)\n* ''\"Unk\" in Funk'' (1974)\n* ''The Muddy Waters Woodstock Album'' (1975)\n* ''[[Hard Again]]'' (1977)\n* ''[[I'm Ready (Muddy Waters album)|I'm Ready]]'' (1978)\n* ''[[King Bee (album)|King Bee]]'' (1981)\n\n==Notes==\n{{Reflist|2}}\n\n==References==\n{{Refbegin}}\n*Robert Gordon, ''Can't Be Satisfied: The Life and Times of Muddy Waters'', 2002, 432 pp.&nbsp;ISBN 0-316-32849-9\n*Sandra B. Tooze, ''Muddy Waters: The Mojo Man'', 1997, 383 pp.&nbsp;ISBN 1-55022-296-1\n*Muddy Waters, ''Muddy Waters: Deep Blues'', 1995, 183 pp.&nbsp;ISBN 0-7935-0955-6\n*Dave Rubin, Muddy Waters, ''Muddy Waters: Deep Blues and Good News''. ISBN 0-7935-6501-4\n*James R. Rooney, ''Bossmen: Bill Monroe and Muddy Waters'', 1991, 163 pp.&nbsp;ISBN 0-306-80427-1\n{{Refend}}\n\n==External links==\n{{commons category|Muddy Waters}}\n*[http://www.muddywaters.com/ Official website]\n*{{rockhall|muddy-waters}}\n*{{worldcat id|id=lccn-n82-78503}}\n\n{{Muddy Waters}}{{Blues}}\n{{Authority control|VIAF=51876215}}\n\n{{Persondata <!-- Metadata: see [[Wikipedia:Persondata]]. -->\n| NAME              = Muddy Waters\n| ALTERNATIVE NAMES =\n| SHORT DESCRIPTION = American musician\n| DATE OF BIRTH     = April 4, 1915\n| PLACE OF BIRTH    = [[Issaquena County, Mississippi|Issaquena County]], Mississippi, United States\n| DATE OF DEATH     = April 30, 1983\n| PLACE OF DEATH    = [[Westmont, Illinois|Westmont]], Illinois, United States\n}}\n{{DEFAULTSORT:Muddy Waters}}\n[[Category:1913 births]]\n[[Category:1983 deaths]]\n[[Category:Chicago blues musicians]]\n[[Category:Electric blues musicians]]\n[[Category:Delta blues musicians]]\n[[Category:Blues revival musicians]]\n[[Category:African-American guitarists]]\n[[Category:African-American singer-songwriters]]\n[[Category:American blues musicians]]\n[[Category:American blues singer-songwriters]]\n[[Category:American blues guitarists]]\n[[Category:American male singers]]\n[[Category:Blues Hall of Fame inductees]]\n[[Category:Blues musicians from Mississippi]]\n[[Category:American buskers]]\n[[Category:Grammy Award-winning artists]]\n[[Category:Grammy Lifetime Achievement Award winners]]\n[[Category:People from Clarksdale, Mississippi]]\n[[Category:People from Issaquena County, Mississippi]]\n[[Category:People from St. Louis, Missouri]]\n[[Category:Rock and Roll Hall of Fame inductees]]\n[[Category:Slide guitarists]]\n[[Category:Lead guitarists]]\n[[Category:Chess Records artists]]\n[[Category:Muse Records artists]]\n[[Category:Mississippi Blues Trail]]\n[[Category:Blues rock musicians]]"}]}}}}