{"query":{"normalized":[{"from":"Paul_Butterfield","to":"Paul Butterfield"}],"pages":{"168254":{"pageid":168254,"ns":0,"title":"Paul Butterfield","revisions":[{"contentformat":"text/x-wiki","contentmodel":"wikitext","*":"{{good article}}\n{{Infobox musical artist\n| name                = Paul Butterfield\n| image               = Paul Butterfield 79.jpg\n| caption             = Butterfield performing at the [[Woodstock Reunion 1979]].\n| background          = solo_singer\n| birth_name  = Paul Vaughn Butterfield<ref name=\"County Clerk\">\n{{cite web\n  | url                 = http://www.cookcountyclerk.com/sweethomecookcounty/Pages/PaulButterfield.aspx\n  | title               = Paul Butterfield \n  | website        = Sweet Home Cook County\n  | publisher     = Cook County Clerk's Office\n  | accessdate   = September 15, 2013\n}}</ref>\n| birth_date          = {{Birth date|1942|12|17|mf=y}}<ref name=\"County Clerk\"/>\n| birth_place        = Chicago<ref name=\"County Clerk\"/>\n| death_date        = {{Death date and age|1987|5|4|1942|12|17}}<ref name=\"LA Times\"/>\n| death_place      = North Hollywood, California<ref name=\"LA Times\"/>\n| instrument        = Harmonica, vocals, guitar, keyboards, flute\n| genre                = [[Blues rock]], [[Chicago blues]], [[blue-eyed soul]]\n| occupation        = Musician\n| years_active      = 1963–1987\n| label                 = [[Elektra Records|Elektra]], [[Bearsville Records|Bearsville]]\n| associated_acts = The Paul Butterfield Blues Band<br />Paul Butterfield's Better Days\n| notable_instruments = [[Hohner]] Marine Band [[Richter-tuned harmonica|harmonica]]\n}}\n'''Paul Vaughn Butterfield''' (December 17, 1942 – May 4, 1987) was an American [[blues]] singer and harmonica player. After early training as a classical flautist, Butterfield developed an interest in blues harmonica.  He explored the blues scene in his native Chicago, where he was able to meet [[Muddy Waters]] and other blues greats who provided encouragement and a chance to join in the jam sessions.  Soon, Butterfield began performing with fellow blues enthusiasts [[Nick Gravenites]] and [[Elvin Bishop]].\n\nIn 1963, he formed the Paul Butterfield Blues Band, who recorded several successful albums and were a popular fixture on the late-1960s concert and festival circuit, with performances at [[the Fillmore]]s, [[Monterey Pop Festival]], and [[Woodstock]].  They became known for combining electric Chicago blues with a rock urgency as well as their pioneering [[jazz fusion]] performances and recordings.  After the breakup of the group in 1971, Butterfield continued to tour and record in a variety of settings, including with Paul Butterfield's Better Days, his mentor Muddy Waters, and members of the [[roots-rock]] group [[the Band]].\n\nWhile still recording and performing, but in poor health, Butterfield died in 1987 at age 44.  Music critics have acknowledged his development of an original approach that places him among the best-known [[blues harp]] players. The Paul Butterfield Blues Band was nominated for the [[Rock and Roll Hall of Fame]] in 2012, and again in 2013, and he was inducted into the [[Blues Hall of Fame]].  Both panels noted his harmonica skills as well as his contributions to bringing blues-style music to a younger and broader audience.\n\n==Career==\nPaul Butterfield was born in Chicago and raised in the city's [[Hyde Park, Chicago|Hyde Park]] neighborhood. The son of a lawyer and a painter, he attended the [[University of Chicago Laboratory Schools]], a private school associated with the University of Chicago. Exposed to music at an early age, he studied classical flute with Walfrid Kujala of the [[Chicago Symphony Orchestra]].<ref name=\"Huey\">\n{{cite web\n  | last             = Huey\n  | first            = Steve\n  | title             = Paul Butterfield — Biography\n  | work          = [[Allmusic]]\n  | publisher  = Rovi Corp.\n  | url               = http://www.allmusic.com/artist/paul-butterfield-mn0000019339/biography\n  | accessdate = July 23, 2013\n}}</ref> Butterfield was also athletic and was offered a track scholarship to [[Brown University]].<ref name=\"Huey\"/>  However, a knee injury and a growing interest in blues music sent him in a different direction.  He developed a love for blues harmonica and a friendship with Nick Gravenites, who shared an interest in authentic blues music.<ref name=\"Wolkin, Keenom 2000, p. 40\">Wolkin, Keenom 2000, p. 40.</ref>  By the late 1950s, they started visiting some of Chicago's blues clubs and met musicians such as Muddy Waters, [[Howlin' Wolf]], [[Little Walter]], and [[Otis Rush]], who encouraged them and occasionally let them sit in on jam sessions.  The pair were soon performing as \"Nick and Paul\" in college-area coffee houses.<ref name=\"Milward p66\">Milward 2013, p. 66.</ref>\n\nIn the early 1960s, Butterfield attended the [[University of Chicago]], where he met aspiring blues guitarist Elvin Bishop.<ref name=\"Field\">Field 2000, pp. 212–214.</ref><ref name=\"Rolling Stone bio\">\n{{cite web\n  | url                 = http://www.rollingstone.com/music/artists/paul-butterfield/biography\n  | title               = Paul Butterfield — Biography\n  | website        = [[Rolling Stone]]\n  | publisher     = \n  | accessdate   = September 13, 2013\n}}</ref> Both began devoting more time to music than studies and soon became full-time musicians.<ref name=\"Milward p66\"/>   Eventually, Butterfield, who sang and played harmonica, and Bishop, accompanying him on guitar, were offered a regular gig at Big John's, an important folk club in the Old Town district on Chicago's north side.<ref name=\"Erlewine p41\">Erlewine 1996, p. 41.</ref>  With this prospect, they were able to entice bassist [[Jerome Arnold]] and drummer [[Sam Lay]] (both from Howlin' Wolf's touring band) into forming a group in 1963.  Their engagement at the club was highly successful and brought the group to the attention of record producer [[Paul A. Rothchild]].<ref name=\"Leggett\">\n{{cite web\n  | last             = Leggett\n  | first            = Steve\n  | title             = The Paul Butterfield Blues Band — Biography\n  | work          = [[Allmusic]]\n  | publisher  = Rovi Corp.\n  | url               = http://www.allmusic.com/artist/the-paul-butterfield-blues-band-mn0000016835/biography\n  | accessdate = September 14, 2013\n}}</ref>\n\n===Butterfield Blues Band with Bloomfield===\nDuring their engagement at Big John's, Butterfield met and occasionally sat in with guitarist [[Mike Bloomfield]], who was also playing at the club.<ref name=\"Field\"/>  By chance, producer Rothchild witnessed one of their performances and impressed by the obvious chemistry between the two.  He convinced Butterfield to bring Bloomfield into the band and they were signed to [[Elektra Records]].<ref name=\"Leggett\"/> Their first attempt to record an album in December 1964 did not meet Rothchild's expectations, although  an early version of \"Born in Chicago\", written by Nick Gravenites, was included on the 1965 Elektra sampler ''Folksong '65'' and created interest in the band (additional early recordings were later released on the 1966 Elektra compilation, ''[[What's Shakin']]'' and ''The Original Lost Elektra Sessions'' in 1995).  In order to better capture their sound, Rothchild convinced Elektra president [[Jac Holzman]] to record a live album.<ref name=\"Rothchild\">Rothchild 1995, pp. 1–4.</ref>  In the spring of 1965, the Butterfield Blues Band was recorded at New York's [[Cafe Au Go Go]].  These recordings also failed to satisfy Rothchild, but their appearances at the club brought the group to the attention of the East Coast music community.<ref name=\"Field\"/>  Rothchild was able to get Holzman to agree to a third attempt at recording an album.<ref>Rothchild 1995, p. 3.  Rothchild also recalled Holzman's approval came with the warning, \"Rothchild, do ''not'' fuck this up!\".</ref>\n\nDuring the recording sessions, Paul Rothchild had assumed the role of group manager and used his folk contacts to secure the band more and more engagements outside of Chicago.<ref name=\"Ellis\">Ellis 1997</ref>  At the last minute, Butterfield and band were booked to perform at the [[Newport Folk Festival]] in July 1965.<ref name=\"Field\"/>  They were scheduled as the opening act the first night when the gates opened and again the next afternoon in an urban blues workshop at the festival.<ref name=\"Ellis\"/> Despite limited exposure during their first night and a dismissive introduction the following day by folklorist/blues researcher [[Alan Lomax]],<ref name=\"Marcus\">Marcus 2006, pp. 154–155.</ref><ref>[[Albert Grossman]], who had agreed to take over management of the band the night before, was incensed at Lomax's perceived insults and an argument backstage led to an altercation between the two.</ref> the band was able to attract an unusually large audience for a workshop performance.  [[Maria Muldaur]], with her husband [[Geoff Muldaur|Geoff]], who later toured and recorded with Butterfield, recalled the group's performance as stunning — it was the first time the many of the mostly folk-music fans had experienced a high-powered electric blues combo.<ref name=\"Ellis\"/>  Among those who took notice was festival regular [[Bob Dylan]], who invited the band to back him for his first live electric performance.  With little rehearsal, Dylan performed a short, four-song set the next day with Bloomfield, Arnold, and Lay (along with [[Al Kooper]] and [[Barry Goldberg]]).<ref name=\"Marcus\"/><ref name=\"Rock Hall\"/>  It was not received well by some of the folk music establishment and generated a lot of [[Electric Dylan controversy|controversy]];<ref name=\"Huey\"/>  however, it was a watershed event and brought the band to the attention of a much larger audience.<ref name=\"Ellis\"/>\n\nAfter adding keyboardist [[Mark Naftalin]], the band's debut album was finally successfully recorded in mid-1965.  Simply titled ''[[The Paul Butterfield Blues Band (album)|The Paul Butterfield Blues Band]]'', it was released later in 1965. The opening song, a newer recording of the previously released \"Born in Chicago\", is an upbeat blues-rocker and set the tone for the album, which included a mix of blues standards, such as \"[[Shake Your Moneymaker (song)|Shake Your Moneymaker]]\",  \"[[Blues with a Feeling]]\", and \"[[Look Over Yonders Wall]]\" and band compositions.  The album, described as a \"hard-driving blues album that, in a word, rocked\",<ref name=\"Erlewine p41\"/> reached number 123 in the [[Billboard 200]] album chart in 1966,<ref name=\"Awards\">\n{{cite web\n  | url                 = http://www.allmusic.com/artist/paul-butterfield-mn0000019339/awards\n  | title               = Paul Butterfield — Awards\n  | website        = [[Allmusic]]\n  | publisher     = Rovi Corp\n  | accessdate   = July 23, 2013\n}}</ref> although its influence was felt beyond its sales figures.<ref name=\"Leggett\"/>\n\nWhen Sam Lay became ill, jazz drummer [[Billy Davenport]] was invited to replace him.<ref name=\"Leggett\"/> In July 1966, the sextet recorded their second album ''[[East-West]]'', which was released a month later.  The album consists of more varied material, with the band's interpretations of blues ([[Robert Johnson]]'s \"[[Walkin' Blues]]\"), rock ([[Michael Nesmith]]'s \"[[Mary, Mary (song)|Mary, Mary]]\"), R&B ([[Allen Toussaint]]'s \"Get Out of My Life, Woman\"), and jazz selections ([[Nat Adderley]]'s \"[[Work Song]]\").  ''East-West'' reached number 65 in the album chart.<ref name=\"Awards\"/>\n\nThe thirteen-minute instrumental title track \"East-West\" incorporates Indian [[raga]] influences and features some of the earliest [[jazz-fusion]]/[[blues-rock]] excursions, with extended solos by Butterfield and guitarists Mike Bloomfield and Elvin Bishop.<ref name=\"Rolling Stone bio\"/>  It has been identified as \"the first of its kind and marks the root from which the [[acid rock]] tradition emerged\".<ref>\n{{cite encyclopedia\n  | last                    = Tamarkin\n  | first                   = Jeff\n  | encyclopedia     = [[All Music Guide to the Blues: The Definitive Guide to the Blues|All Music Guide to the Blues]]\n  | title                   = ''East-West''\n  | year                   = 1996\n  | publisher          = Miller Freeman Books\n  | isbn                   = 0-87930-424-3\n  | page                  = 42\n}}</ref>  Live versions of the song could last nearly an hour and performances at the San Francisco Fillmore Auditorium \"were a huge influence on the city's [[jam band]]s\".<ref name=\"Houghton\">Houghton 2010, p. 195.</ref>  Bishop recalled, \"[[Quicksilver Messenger Service|Quicksilver]], [[Big Brother and the Holding Company|Big Brother]], and the [[Grateful Dead|Dead]] — those guys were just chopping chords.  They had been folk musicians and weren't particularly proficient playing electric guitar — [Bloomfield] could play all these scales and arpeggios and fast time-signatures ... He just destroyed them\".<ref name=\"Houghton\"/>  Several live versions of \"East-West\" from this period were later released on ''East-West Live'' in 1996.\n\nWhile in England in November 1966, Paul Butterfield recorded several songs with [[John Mayall & the Bluesbreakers]], who had recently finished their ''[[A Hard Road]]'' album.<ref>\n{{cite AV media notes\n | title                 = [[A Hard Road]] — Expanded Edition\n | others               = [[John Mayall & the Bluesbreakers]]\n | year                 = 2003\n | first                  = Scott\n | last                   = Schinder\n | publisher        = [[Deram Records]]\n | id                     = B0001083-02\n | pages              = 10, 14\n}}</ref>  Both Butterfield and Mayall contribute vocals, with Butterfield's Chicago-style blues harp being featured.  Four songs were released in the UK on a 45 rpm [[Extended play|EP]] in January 1967, titled ''John Mayall's Bluesbreakers with Paul Butterfield''.<ref>Presumably because of licensing restrictions, the EP was marked \"For sale in the U.K. only\", although it soon found its way to some specialty record retailers in the U.S.  The songs were later included as bonus tracks on the 2003 expanded 2-CD reissue of ''A Hard Road'' with most of [[Peter Green (musician)|Peter Green]]'s recordings with Mayall.</ref>\n\n===Later Butterfield Blues Band===\nIn spite of their success, the Butterfield Blues Band lineup soon changed; Arnold and Davenport left the band, and Bloomfield went on to form his own group, [[Electric Flag]].<ref name=\"Leggett\"/> With Bishop and Naftalin remaining on guitar and keyboards, they added bassist Bugsy Maugh, drummer [[Phillip Wilson (drummer)|Phillip Wilson]], and saxophonists [[David Sanborn]] and [[Gene Dinwiddie]]. Together, they recorded the band's third album, ''[[The Resurrection of Pigboy Crabshaw]]'', in 1967.  The album cut back on the extended instrumental jams and went in a more [[rhythm and blues]]-influenced horn-driven direction with songs such as [[Charles Brown (musician)|Charles Brown]]'s \"[[Driftin' Blues]]\" (retitled \"Driftin' and Driftin'\"), [[Otis Rush]]'s \"[[Double Trouble (Otis Rush song)|Double Trouble]]\", and [[Junior Parker]]'s \"[[Driving Wheel (song)|Driving Wheel]]\".<ref>\n{{cite encyclopedia\n  | last                    = Erlewine\n  | first                   = Michael\n  | authorlink         = Michael Erlewine\n  | encyclopedia     = [[All Music Guide to the Blues: The Definitive Guide to the Blues|All Music Guide to the Blues]]\n  | title                   = ''The Resurrection of Pigboy Crabshaw''\n  | year                   = 1996\n  | publisher          = Miller Freeman Books\n  | isbn                   = 0-87930-424-3\n  | page                  = 42\n}}</ref>  ''The Resurrection of Pigboy Crabshaw'' was Butterfield's highest charting album, reaching number 52 on the album chart.<ref name=\"Awards\"/>  On June 17, 1967, most of this lineup performed at the seminal Monterey Pop Festival.<ref>Billy Davenport played the drums and Keith Johnson contributed trumpet in place of David Sanborn on saxophone.  Former bandmate Mike Bloomfield also performed the same day at Monterey with his new group [[Electric Flag]].</ref><ref>\n{{cite book\n  | title = Woodstock: An Encyclopedia of the Music and Art Fair\n  | first = James\n  | last = Perone\n  | publisher = Greenwood Publishing Group\n  | year = 2005\n  | isbn = 978-0-31333-057-5\n  | page = 3\n}}</ref>\n\nTheir next album in 1968, ''In My Own Dream'', saw the band continuing to move away from their hard Chicago-blues roots towards a more soul-influenced horn-based sound.  With Butterfield only singing three songs, the album featured more band contributions<ref>\n{{cite web\n  | last             = Eder\n  | first            = Bruce\n  | title             = ''In My Own Dream'' —Album Review\n  | work          = [[Allmusic]]\n  | publisher  = Rovi Corp.\n  | url               = http://www.allmusic.com/album/in-my-own-dream-mw0000218755\n  | accessdate = September 13, 2013\n}}</ref>  and reached number 79 in the ''Billboard'' album chart.<ref name=\"Awards\"/>  By the end of 1968, both Bishop and Naftalin had left the band.<ref name=\"Leggett\"/>  In April 1969, Butterfield took part in a concert at Chicago's Auditorium Theater and a subsequent recording session organized by record producer Norman Dayron, featuring [[Muddy Waters]] and backed by [[Otis Spann]], Mike Bloomfield, Sam Lay, [[Donald Dunn|Donald \"Duck\" Dunn]], and [[Buddy Miles]].  Such Muddy Waters' warhorses as \"[[Forty Days and Forty Nights]]\", \"[[I'm Ready (blues song)|I'm Ready]]\", \"[[Baby, Please Don't Go]]\", and \"[[Got My Mojo Working]]\" were recorded and later released on his ''[[Fathers and Sons (album)|Fathers and Sons]]'' album.  Muddy Waters commented \"We did a lot of the things over we did with [[Little Walter]] and [[Jimmy Rogers]] and Elgin [Evans] on drums [Waters' original band]... It's about as close as I've been [to that feel] since I first recorded it\".<ref name=\"Gordon\">Gordon 2002, p. 207.</ref> To one reviewer, these recordings represent Paul Butterfield's best performances.<ref>Herzhaft 1992, p. 371.</ref>\n\nButterfield was invited to perform at the [[Woodstock Festival]] on August 18, 1969.  There they performed seven songs, and although their performance did not appear in the resulting ''[[Woodstock (film)|Woodstock]]'' film, one song, \"Love March\", was included on the ''[[Woodstock: Music from the Original Soundtrack and More]]'' album released in 1970.  In 2009, Butterfield was included in the expanded 40th Anniversary Edition Woodstock video and an additional two songs appeared on the ''[[Woodstock: 40 Years On: Back to Yasgur's Farm]]'' box-set album.  With only Butterfield remaining from the original lineup, 1969's ''[[Keep On Moving (The Butterfield Blues Band album)|Keep On Moving]]'' album was produced by veteran R&B producer/songwriter [[Jerry Ragovoy]], reportedly brought in by Elektra to turn out a \"breakout commercial hit\".<ref name=\"Huey\"/>  The album was not embraced by critics or long-time fans;<ref>\n{{cite web\n  | last             = Campbell\n  | first            = Al\n  | title             = ''Keep on Moving'' — Album review\n  | work          = [[Allmusic]]\n  | publisher  = Rovi Corp.\n  | url               = http://www.allmusic.com/album/keep-on-moving-mw0000219077\n  | accessdate = July 23, 2013\n}}</ref> however, it reached number 102 in the ''Billboard'' album chart.<ref name=\"Awards\"/>\n\nA live double album by the Butterfield Blues Band, simply titled ''Live'', was recorded March 21–22, 1970 at the [[The Troubadour, West Hollywood|The Troubadour]] in West Hollywood, California.  By this time, the band included a four-piece horn section in what has been described as a \"big-band Chicago blues with a jazz base\"; ''Live'' provides perhaps the best showcase for this unique \"blues-jazz-rock-R&B hybrid sound \".<ref>\n{{cite web\n  | last             = Eder\n  | first            = Bruce\n  | title             = ''Live'' — Album Review\n  | work          = [[Allmusic]]\n  | publisher  = Rovi Corp.\n  | url               = http://www.allmusic.com/album/live-mw0000206588\n  | accessdate = July 23, 2013\n}}</ref>\nAfter the release of another soul-influenced album, ''Sometimes I Just Feel Like Smilin''' in 1971, the Paul Butterfield Blues Band disbanded.<ref name=\"Leggett\"/>   In 1972, a retrospective or their career, ''Golden Butter: The Best of the Paul Butterfield Blues Band'' was released by Elektra.\n\n===Better Days and solo===\nAfter his Blues Band's breakup and no longer with Elektra, Butterfield retreated to the community of Woodstock, New York where he eventually formed his next band.<ref name=\"Ellis\"/>  Named \"Paul Butterfield's Better Days\", the new group included drummer [[Chris Parker (musician)|Chris Parker]],  guitarist [[Amos Garrett]], singer [[Geoff Muldaur]], pianist [[Ronnie Barron]] and bassist Billy Rich. In 1972–1973, the group released the self-titled ''Paul Butterfield's Better Days'' and ''It All Comes Back'' on [[Albert Grossman]]'s [[Bearsville Records]].  The albums reflected the influence of the participants and explored more roots- and folk-based styles.<ref>\n{{cite web\n  | title             = ''Paul Butterfield's Better Days'' — Album Review\n  | work          = [[Allmusic]]\n  | publisher  = Rovi Corp.\n  | url               = http://www.allmusic.com/album/paul-butterfields-better-days-mw0000312871\n  | accessdate = September 14, 2013\n}}</ref>  Although without an easily-defined commercial style, both reached the album chart.<ref name=\"Awards\"/>  Paul Butterfield's Better Days, however, did not last to record a third studio album, although their ''Live at Winterland Ballroom'', recorded in 1973, was released in 1999.<ref>\n{{cite web\n  |title = Live at Winterland Ballroom\n  |work = [[Allmusic]]\n  |url = http://www.allmusic.com/album/live-at-winterland-ballroom-mw0000741790\n  |accessdate = 24 September 2013\n}}</ref>\n[[image:Butterfield & Danko 1979.jpg|right|thumb|With [[Rick Danko]] (left) on bass guitar at Woodstock Reunion 1979.]]\n\nAfter the breakup of Better Days, Butterfield pursued a solo career and appeared as a sideman in several different musical settings.<ref name=\"Erlewine p41\"/> In 1975, he again joined Muddy Waters to record Waters' last album for [[Chess Records]], ''The Muddy Waters Woodstock Album''.<ref>Gordon 2002, p. 247.</ref>  The album was recorded at [[Levon Helm]]'s Woodstock studio with [[Garth Hudson]] and members of Muddy Waters' touring band.  In 1976, Butterfield performed at [[The Band]]'s final concert, ''[[The Last Waltz]]''. Together with the Band, he performed the song \"[[Mystery Train]]\" and backed Muddy Waters on \"[[Mannish Boy]]\".<ref>Gordon 2002, p. 253.</ref>  Butterfield kept up his association with former members of the Band, touring and recording with Levon Helm and  the RCO All Stars in 1977.<ref name=\"Rolling Stone bio\"/>  In 1979, Butterfield toured with [[Rick Danko]] and in 1984 a live performance with Danko and [[Richard Manuel]] was recorded and released as ''Live at the Lonestar'' in 2011.<ref>\n{{cite web\n  | title             = Rick Danko, Richard Manuel & Paul Butterfield ''Live at the Lone Star 1984'' — Overview\n  | work          = [[Allmusic]]\n  | publisher  = Rovi Corp.\n  | url               = http://www.allmusic.com/album/live-at-the-lone-star-1984-mw0002134381\n  | accessdate = September 14, 2013\n}}</ref>\n\nAs a solo act with backing musicians, Butterfield continued to tour and recorded the misguided and overproduced ''Put It in Your Ear'' in 1976 and ''North South'' in 1981, with strings, synthesizers, and pale funk arrangements.<ref name=\"Huey\"/>  In 1986, Butterfield released his final studio album, ''The Legendary Paul Butterfield Rides Again'', which again was a poor attempt at a comeback with an updated rock sound.  In 1987, he participated in ''B.B. King & Friends'', a concert that included [[Eric Clapton]], [[Etta James]], [[Albert King]], [[Stevie Ray Vaughan]], and others.<ref>\n{{cite web\n  | title             = ''B.B. King & Friends: A Night of Blistering Blues'' — Overview\n  | work          = [[Allmusic]]\n  | publisher  = Rovi Corp.\n  | url               = http://www.allmusic.com/album/bb-king-friends-immortal-dvd-mw0001444077\n  | accessdate = September 14, 2013\n}}</ref>\n\n==Legacy==\nAside from \"rank[ing] among the most influential harp players in the Blues\",<ref name=\"BluesHOF\"/>\nPaul Butterfield has also been seen as pointing blues-based music in new, innovative directions.<ref name=\"Dicaire\"/>\n{{cquote|It's impossible to overestimate the importance of the doors Butterfield opened: before he came to prominence, white American musicians treated the blues with cautious respect, afraid of coming off as inauthentic. Not only did Butterfield clear the way for white musicians to build upon blues tradition (instead of merely replicating it), but his storming sound was a major catalyst in bringing electric Chicago blues to white audiences who'd previously considered acoustic Delta blues the only really genuine article.<ref name=\"Huey\"/>}}\n\nIn 2006, Paul Butterfield was inducted into the [[Blues Foundation]] [[Blues Hall of Fame]], who noted that \"the albums released by the Butterfield Blues Band brought Chicago Blues to a generation of Rock fans during the 1960s and paved the way for late 1960s electric groups like Cream\".<ref name=\"BluesHOF\">\n{{cite web\n  | title           = Paul Butterfield\n  | work         = Blues Hall of Fame — 2006 Inductees\n  | publisher = The [[Blues Foundation]]\n  | year          = 2006\n  | url            = http://www.blues.org/#ref=halloffame_inductees\n  | accessdate = July 23, 2013\n}}</ref>  In 2012, the Paul Butterfield Blues Band was nominated for (but did not achieve) induction into the [[Rock and Roll Hall of Fame]], commenting that \"the Butterfield Band converted the country-blues purists and turned on the Fillmore generation to the pleasures of Muddy Waters, Howlin’ Wolf, [[Little Walter]], [[Willie Dixon]] and [[Elmore James]]\".<ref name=\"Rock Hall\">\n{{cite web\n  | url                 = http://rockhall.com/inductees/nominees/the-paul-butterfield-blues-band\n  | title               = The Paul Butterfield Blues Band — Nominee for 2013 Induction\n  | website        = Rock and Roll Hall of Fame\n  | accessdate   = July 23, 2013\n}}</ref>\n\nIn October 2013, The Paul Butterfield Blues Band was again announced as a nominee for induction into the Rock and Roll Hall of Fame.<ref>[http://www.rollingstone.com/music/news/nirvana-kiss-hall-and-oates-nominated-for-rock-and-roll-hall-of-fame-20131016 \"Nirvana, Kiss, Hall and Oates Nominated for Rock and Roll Hall of Fame\"]. ''Rolling Stone''. October 16, 2013. Retrieved October 16, 2013.</ref>\n\n==Harmonica style==\nAs with many Chicago blues-harp players, Paul Butterfield approached the instrument like a horn, preferring single notes to chords, and used it for soloing.<ref name=\"Erlewine p41\"/> His style has been described as \"always intense, understated, concise, and serious\"<ref name=\"Dicaire\">Dicaire 2001, p. 59–60</ref> and he is \"known for purity and intensity of his tone, his sustained breath control, and his unique ability to bend notes to his will\".<ref name=\"Homespun\">\n{{cite web\n  | url                 = http://www.homespuntapes.com/Instructors/paul-butterfield/blues-harmonica-master-class\n  | title               = Paul Butterfield Teaches Blues Harmonica Master Class\n  | website        = Homespun Music Instruction\n  | publisher     = Homespun Tapes\n  | accessdate   = September 15, 2013\n}}</ref>  Although his choice of notes has been compared to [[Big Walter Horton]]'s, he was never seen as an imitator of any particular harp player.<ref name=\"Field\"/><ref name=\"Erlewine p41\"/><ref>Compare Butterfield's reading of \"Off the Wall\" from ''What's Shakin' '' or \"Everything Going to Be Alright\" from ''Live'' to Little Walter's originals.</ref>  Rather, he developed \"a style original and powerful enough to place him in the pantheon of true blues greats\".<ref name=\"Huey\"/>\n\nButterfield played [[Hohner]] harmonicas, and later endorsed them, and preferred the [[Richter-tuned harmonica|diatonic ten-hole]] Marine Band model.<ref>\n{{cite AV media notes\n | title                 = [[The Paul Butterfield Blues Band (album)|The Paul Butterfield Blues Band]]\n | others               = [[Paul Butterfield Blues Band]]\n | authorlink       = Pete Welding\n | year                 = 1965\n | first                  = Pete\n | last                   = Welding\n | publisher        = [[Elektra Records]]\n | id                     = EKL-294/EKS-7294\n}}</ref>  Although not published until 1997, Butterfield authored a harmonica instruction book, ''Paul Butterfield Teaches Blues Harmonica Master Class''<ref>\n{{cite book\n | last                  = Butterfield\n | first                 = Paul\n | title                 = Paul Butterfield Teaches Blues Harmonica Master Class\n | year                 = 1997\n | publisher        = Homespun Listen and Learn Series\n | isbn                 = 978-0793581306\n}}</ref> a few years before his death.  In it, he explains various techniques, demonstrated on an accompanying CD.<ref name=\"Homespun\"/> Butterfield played mainly in the [[Harmonica techniques#cross harp|cross harp]] or second position, although he occasionally used a [[chromatic harmonica]].<ref name=\"Erlewine p41\"/>  Reportedly left-handed, he held the harmonica opposite to a right-handed player, i.e., in his right hand upside-down (with the low notes to the right), using his left hand for muting effects.<ref>Erlewine wrote that he held the harmonica in his left hand with the low notes to the left, but this is contradicted by a photo on the front cover of Butterfield's instructional book and his filmed performance at Monterey Pop, both clearly showing him holding it in his right and using his left for muting.</ref>\n\nAlso similar to other electric Chicago-blues harp players, Butterfield frequently used amplification to achieve his sound.<ref name=\"Erlewine p41\"/>  Producer Rothchild noted that Butterfield favored an [[Altec Lansing|Altec]] harp microphone run through an early model [[Fender tweed]] amplifier.<ref name=\"Rothchild p3\">Rothchild 1995, p. 3.</ref>  Beginning with ''The Resurrection of Pigboy Crabshaw'' album, he began using an acoustic-harmonica style, following his shift to a more R&B-based approach.<ref name=\"Field\"/>\n\n==Personal life==\nBy all accounts, Paul Butterfield was absorbed in his music.  According to his brother Peter, \n{{cquote|He listened to records and went places, but he also spent an awful lot of time, by himself, playing [harmonica].  He'd play outdoors.  There's a place called [[Promontory Point (Chicago)|The Point]] in Hyde Park [Chicago], a promentory of land that sticks out into Lake Michigan, and I can remember him out there for hours playing.  He was just playing all the time... It was a very solitary effort.  It was all internal, like he had a particular sound he wanted to get and he just worked to get it.<ref name=\"Erlewine p41\"/>}}\nProducer Norman Dayron recalled the young Butterfield as \"very quiet and defensive and hard-edged.  He was this tough Irish Catholic, kind of a hard guy.  He would walk around in black shirts and sunglasses, dark shades and dark jackets... Paul was hard to be friends with.\"<ref name=\"Wolkin, Keenom 2000, p. 40\"/>  Although they later became close, Michael Bloomfield commented on his first impressions of Butterfield: \"He was a bad guy.  He carried pistols.  He was down there on the [[South Side, Chicago|South Side]], holding his own.  I was scared to death of that cat\".<ref>Wolkin, Keenom 2000, p. 93.</ref>  Writer and [[Allmusic]] founder [[Michael Erlewine]], who knew Butterfield during his early recording career, described him as \"always intense, somewhat remote, and even, on occasion, downright unfriendly\".<ref name=\"Erlewine p41\"/>  He remembered Butterfield as \"not much interested in other people\".<ref name=\"Erlewine p41\"/>\n\nBy 1971, Butterfield had purchased his first house in rural Woodstock, New York and began enjoying family life with his wife Kathy and infant son Lee.  According to Maria Muldaur, she and her husband were frequent dinner guests, which usually also involved sitting around a piano and singing songs.<ref name=\"Ellis\"/>  Although she doubted her abilities, \"it was Butter that first encouraged me to let loose and just sing the blues [and] not to worry about singing pretty or hitting all the right notes...  He loosened all the levels of self-consciousness and doubt out of me... And he'll forever live in my heart for that and for respecting me as a fellow musician.<ref name=\"Ellis\"/>\n\n==Death==\nBeginning in 1980, Paul Butterfield underwent several surgical procedures to relieve his [[peritonitis]], a serious and painful inflammation of the intestines.<ref name=\"Rolling Stone bio\"/>  Although he had been opposed to hard drugs as a bandleader, he began using painkillers, including heroin, which led to an addiction.  These problems and the drug-related death of his friend and one-time musical partner Mike Bloomfield weighed heavily on him.<ref name=\"Huey\"/>  On May 4, 1987 at age 44, Paul Butterfield died at his apartment in the North Hollywood district of Los Angeles. An autopsy by the county coroner concluded that he was the victim of an accidental drug overdose, with \"significant levels of morphine (heroin)...\"<ref name=\"LA Times\">\n{{cite journal\n | date             = June 13, 1987\n | title              = Musician's Death Laid to Overdose\n | journal        = Los Angeles Times\n | accessdate  = July 23, 2013\n | url                = http://articles.latimes.com/1987-06-13/news/mn-6920_1_drug-overdose\n}}</ref>\n\nBy the time of his death, Paul Butterfield was out of the commercial mainstream.  Although for some, he was very much the bluesman.  Maria Muldaur commented \"he had the whole sensibility and musicality and approach down pat... He just went for it and took it all in, and he embodied the essence of what the blues was all about. Unfortunately, he lived that way a little too much\".<ref name=\"Ellis\"/>\n\n==Discography==\nIn 1964, Butterfield began his association with Elektra Records and eventually recorded seven albums for the label.<ref name=\"Discography\">\n{{cite web\n  | title             = Paul Butterfield — Discography\n  | work          = [[Allmusic]]\n  | publisher  = Rovi Corp.\n  | url               = http://www.allmusic.com/artist/paul-butterfield-mn0000019339/discography/all\n  | accessdate = September 14, 2013\n}}</ref> After the break of the Butterfield Blues Band in 1971, he recorded four albums for manager Albert Grossman's Bearsville Records — two with Paul Butterfield's Better Days and two solo.<ref name=\"Discography\"/>  His last solo album was released by Amherst Records.<ref name=\"Discography\"/>\n\nAfter his death in 1987, his former record companies released a number of live albums and compilations.  Except where noted, the following albums are listed as \"The Paul Butterfield Blues Band\".\n\n===Studio albums===\n* ''[[The Paul Butterfield Blues Band (album)|The Paul Butterfield Blues Band]]'' (1965)\n* ''[[East-West]]'' (1966)\n* ''[[The Resurrection of Pigboy Crabshaw]]'' (1967)\n* ''[[In My Own Dream]]'' (1968)\n* ''[[Keep On Moving (The Butterfield Blues Band album)|Keep On Moving]]'' (1969)\n* ''Sometimes I Just Feel Like Smilin''' (1971)\n* ''Better Days'' — Paul Butterfield's Better Days (1973) \n* ''It All Comes Back'' — Paul Butterfield's Better Days (1973)\n* ''Put It in Your Ear'' — Paul Butterfield (1976)\n* ''North-South'' — Paul Butterfield (1981)\n* ''The Legendary Paul Butterfield Rides Again'' — Paul Butterfield (1986)\n* ''The Original Lost Elektra Sessions'' (1995, recorded 1964)\n\n===Live albums===\n* ''Live'' (1970, reissued 2005 with bonus tracks)\n* ''Strawberry Jam'' (1996, recorded 1966–1968)\n* ''East-West Live'' (1996, recorded 1966–1967)\n* ''Live at Unicorn Coffee House'' (various names and dates, bootleg recording 1966)\n* ''Live at Winterland Ballroom'' — Paul Butterfield's Better Days (1999, recorded 1973)\n* ''Rockpalast: Blues Rock Legends, Vol. 2'' — Paul Butterfield Band (2008, recorded 1978)\n* ''Live at the Lone Star'' — [[Rick Danko]], [[Richard Manuel]] & Paul Butterfield (2011, recorded 1984)\n\n===Butterfield compilation albums===\n* ''Golden Butter: The Best of the Butterfield Blues Band'' (1972)\n* ''An Anthology: The Elektra Years'' (2 CDs, 1997)\n* ''Paul Butterfield's Better Days: Bearsville Anthology'' — Paul Butterfield's Better Days (2000)\n* ''Hi-Five: The Paul Butterfield Blues Band'' (2006 EP)\n\n===Compilation albums/videos with various artists===\n* ''Folksongs '65'' (1965)\n* ''[[What's Shakin']]'' (1966)\n* ''[[Festival (1967 film)|Festival]]'' (1967 film, including 1965 appearance with Dylan)\n* ''[[You Are What You Eat (film)|You Are What You Eat]]'' (1968 film soundtrack)\n* ''[[Woodstock: Music from the Original Soundtrack and More]]'' (1970, recorded 1969)\n* ''[[Woodstock 2]]'' (1971, recorded 1969)\n* ''An Offer You Can't Refuse'' (1972, recorded 1963)\n* ''[[Woodstock '79]]'' (1991 video, filmed 1979)\n* ''[[Woodstock: Three Days of Peace and Music]]'' (1994, recorded 1969)\n* ''The Monterey International Pop Festival June 16–17–18 30th Anniversary Box Set'' (1997, recorded 1967)\n* ''The Complete Monterey Pop Festival'' (2002 video, filmed 1967)\n* ''[[Woodstock: 40 Years On: Back to Yasgur's Farm]]'' (2009, recorded 1969)\n* ''Woodstock: 40th Anniversary Ultimate Collector's Edition'' (2009 video, filmed 1969)\n\n===As an accompanist===\n* ''John Mayall's Bluesbreakers with Paul Butterfield'' — [[John Mayall & the Bluesbreakers]] (1967 [[Extended play|EP]])\n* ''Blues at Midnight'' (various names and dates) — [[Jimi Hendrix]], [[B.B. King]], et al. (bootleg of jam recorded 1968)\n* ''[[Fathers and Sons (album)|Fathers and Sons]]'' — [[Muddy Waters]] (1969, reissued 2001 with bonus tracks)\n* ''[[Give It Up (Bonnie Raitt album)|Give It Up]]'' — [[Bonnie Raitt]] (1972)\n* ''Steelyard Blues'' — [[Mike Bloomfield]], [[Nick Gravenites]], [[Maria Muldaur]], et al. (1973 film soundtrack)\n* ''That's Enough for Me'' — [[Peter Yarrow]] (1973)\n* ''Woodstock Album'' — Muddy Waters (1975)\n* ''Levon Helm & The RCO All-Stars'' (1977)\n* ''[[The Last Waltz (1978 album)|The Last Waltz]]'' — [[The Band]] (1978)\n* ''Elizabeth Barraclough'' — [[Elizabeth Barraclough]] (1978)\n* ''Hi!'' — Elizabeth Barraclough (1979)\n* ''B.B. King & Friends'' (various names and dates) — B.B King, [[Eric Clapton]], [[Stevie Ray Vaughan]], et al. (bootleg video of television special filmed 1987)\n* ''Heart Attack'' — Little Mike & the Tornados (1990, recorded 1986)<ref>A review of ''Heart Attack'' states \"four cuts feature Paul Butterfield on harp (believed to be his last recordings).\"  {{cite web\n  | last             = Frantz\n  | first            = Niles J.\n  | title             = ''Heart Attack'' — Album Review\n  | work          = [[Allmusic]]\n  | publisher  = Rovi Corp.\n  | url               = http://www.allmusic.com/album/heart-attack-mw0000269340\n  | accessdate = August 4, 2013\n}}</ref>\n\n===Tribute albums===\n* ''A Tribute to Paul Butterfield'' — [[Robben Ford]] and the Ford Blues Band (2001)\n* ''The Butterfield/Bloomfield Concert'' — The Ford Blues Band with Robben Ford and [[Chris Cain]] (2006)\n\n==Notes==\n{{Reflist|colwidth=30em}}\n\n==References==\n*{{cite book\n | last                  = Dicaire\n | first                 = David\n | title                 = More Blues Singers: Biographies of 50 Artists from the Later 20th Century\n | year                 = 2001\n | publisher        = Mcfarland & Co Inc\n | isbn                 = 978-0-78641-0354\n}}\n*{{cite journal\n | last              = Ellis III\n | first             = Tom\n | date             = Spring 1997\n | title              = Paul Butterfield: From Newport to Woodstock\n | journal        = Blues Access\n | issue           = 29\n | publisher    = Blues Access\n}}\n*{{cite encyclopedia\n  | last                     = Erlewine\n  | first                    = Michael\n  | authorlink          = Michael Erlewine\n  | encyclopedia      = [[All Music Guide to the Blues: The Definitive Guide to the Blues|All Music Guide to the Blues]]\n  | title                    = Paul Butterfield Blues Band\n  | year                   = 1996\n  | publisher           = Miller Freeman Books\n  | isbn                   = 0-87930-424-3\n}}\n*{{cite book\n | last                  = Field\n | first                 = Kim\n | title                 = Harmonicas, Harps, and Heavy Breathers: The Evolution of the People's Instrument\n | year                 = 2000\n | publisher        = Cooper Square Press\n | isbn                 = 978-0815410201\n}}\n*{{cite book\n  | last              = Gioia\n  | first             = Ted\n  | authorlink  = Ted Gioia\n  | title              = Delta Blues\n  | publisher    = W. W. Norton\n  | year             = 2008\n  | isbn             = 978-0-393-33750-1\n}}\n*{{cite book\n  | last = Gordon\n  | first = Robert\n  | title = Can't Be Satisfied: The Life and Times of Muddy Waters\n  | publisher = Little, Brown\n  | year = 2002\n  | isbn = 0-316-32849-9\n}}\n*{{cite encyclopedia\n  | last                   = Herzhaft\n  | first                  = Gerard\n  | encyclopedia  = Encyclopedia of the Blues\n  | title                   = Paul Butterfield\n  | year                  = 1992\n  | publisher         = University of Arkansas Press\n  | isbn                  = 1-55728-252-8\n}}\n*{{cite book\n | last                  = Houghton\n | first                 = Mick\n | title                 = Becoming Elektra: True Story Of Jac Holzman's Visionary Record Label \n | year                 = 2010\n | publisher        = Jawbone Press\n | isbn                 = 978-1906002299\n}}\n*{{cite book\n | last                  = Marcus\n | first                 = Greil\n | authorlink      = Greil Marcus\n | title                 = Like a Rolling Stone: Bob Dylan at the Crossroads \n | year                 = 2006\n | publisher        = Public Affairs \n | isbn                 = 978-1586483821\n}}\n*{{cite book\n | last                  = Milward\n | first                 = John\n | title                 = Crossroads: How the Blues Shaped Rock 'n' Roll (and Rock Saved the Blues)\n | year                 = 2013\n | publisher        = Northeastern\n | isbn                 = 978-1555537449\n}}\n*{{cite AV media notes\n | title                 = The Original Lost Elektra Sessions\n | others               = Paul Butterfield Blues Band\n | year                 = 1995\n | first                  = Paul\n | last                   = Rothchild\n | authorlink      = Paul A. Rothchild\n | publisher        = Elekrtra Traditions/Rhino Records\n | id                     = R2 73305\n}}\n*{{cite encyclopedia\n  | last                   = Shadwick\n  | first                  = Keith\n  | encyclopedia  = The Encyclopedia of Jazz & Blues\n  | title                  = Paul Butterfield\n  | year                 = 2001\n  | publisher        = Oceana\n  | isbn                 = 978-0-681-08644-9\n}}\n*{{cite book\n | last1                = Wolkin\n | first1               = Jan Mark\n | last2                = Keenom\n | first2               = Bill\n | title                 = Michael Bloomfield — If You Love These Blues: An Oral History\n | year                = 2000\n | publisher        = Backbeat Books\n | isbn                = 978-0879306175\n}}\n\n{{Commons category|Paul Butterfield}}\n{{Paul Butterfield}}\n{{Woodstock}}\n\n{{Authority control|TYP=p|GND=134341538|LCCN=n/86/855898|VIAF=74040826}}\n\n{{Persondata\n|NAME=Butterfield, Paul\n|ALTERNATIVE NAMES=\n|SHORT DESCRIPTION=[[United States|American]] [[blues]] vocalist and [[harmonica]] player\n|DATE OF BIRTH= December 17, 1942\n|PLACE OF BIRTH=[[Hyde Park, Chicago]]\n|DATE OF DEATH= May 4, 1987\n|PLACE OF DEATH=[[North Hollywood, California]]\n}}\n{{DEFAULTSORT:Butterfield, Paul}}\n[[Category:1942 births]]\n[[Category:1987 deaths]]\n[[Category:Chicago blues musicians]]\n[[Category:Harmonica blues musicians]]\n[[Category:Blues rock musicians]]\n[[Category:American blues musicians]]\n[[Category:American blues harmonica players]]\n[[Category:American blues singers]]\n[[Category:Electric blues musicians]]\n[[Category:Blues Hall of Fame inductees]]\n[[Category:Singers from Chicago, Illinois]]\n[[Category:Drug-related deaths in California]]\n[[Category:Elektra Records artists]]\n[[Category:University of Chicago Laboratory Schools alumni]]\n[[Category:20th-century American singers]]\n[[Category:American male singers]]\n[[Category:Blue-eyed soul singers]]"}]}}}}