{"query":{"normalized":[{"from":"Peetie_Wheatstraw","to":"Peetie Wheatstraw"}],"pages":{"3133479":{"pageid":3133479,"ns":0,"title":"Peetie Wheatstraw","revisions":[{"contentformat":"text/x-wiki","contentmodel":"wikitext","*":"{{For|the 1978 film|Petey Wheatstraw (film)}}\n{{Use mdy dates|date=August 2011}}\n{{Refimprove|date=January 2009}}\n{{Infobox musical artist\n| name                = Peetie Wheatstraw\n| image               = yazoo1030.jpg\n| alt                 = \n| caption             = The only known photograph of Wheatstraw.\n| image_size          = \n| landscape           = \n| background          = solo_singer\n| birth_name          = William Bunch\n| alias               = \n| birth_date          = {{birth date|1902|12|21|mf=y}}\n| birth_place         = [[Ripley, Tennessee]], [[United States]], or [[Cotton Plant, Arkansas]], United States\n| origin              = \n| death_date          = {{death date and age|1941|12|21|1902|12|21|mf=y}}\n| death_place         = [[St Louis, Missouri]], United States\n| genre               = [[St. Louis blues (music)|St. Louis blues]]\n| occupation          = \n| instrument          = Piano, guitar\n| years_active        = 1930–1941\n| label               = \n| associated_acts     = \n| website             = \n| notable_instruments = \n}}\n\n'''Peetie Wheatstraw''' (December 21, 1902 – December 21, 1941) was the name adopted by the singer '''William Bunch''', an influential figure among 1930s [[blues]] singers. Although the only known photograph of Bunch shows him holding a National brand tricone [[resonator guitar]], he played the piano on most of his recordings.<ref name=\"russell\">{{cite book\n| first= Tony\n| last= Russell\n| year= 1997\n| title= The Blues – From [[Robert Johnson (musician)|Robert Johnson]] to [[Robert Cray]]\n| edition= \n| publisher=Carlton Books Limited \n| location= Dubai\n| page= 184\n| isbn= 1-85868-255-X}}</ref>\n\n==Early life and career==\nBorn to parents James Bunch and Mary (Burns) Bunch,<ref>Harris, Sheldon (1994). ''Blues Who's Who'' (Revised Ed.). New York: Da Capo Press. p. 551. ISBN  0-306-80155-8</ref> Wheatstraw is assumed to have been born in [[Ripley, Tennessee]],<ref name=\"russell\"/> but was widely believed to have come from [[Arkansas]]. His body was shipped to [[Cotton Plant, Arkansas]] for burial, and fellow musician [[Big Joe Williams]] stated that this was his home town.<ref>Garon, Paul (1971). ''The Devil's Son-in-Law. The Story of Peetie Wheatstraw and his Songs''. Studio Vista. p. 7. SBN 289-70211.9</ref>\n\nThe earliest biographical facts come from fellow musicians such as [[Henry Townsend (musician)|Henry Townsend]] and [[Teddy Darby]] who remember Wheatstraw moving to [[St Louis, Missouri]] in the late 1920s. He was already a proficient guitarist, but a limited pianist. He was commonly found entertaining audiences at a club called Lovejoy in the east St. Louis area or at a juke joint over a barbershop on West Biddle Street.<ref name=\"Gates Jr. 2008 226–228\">{{cite book|last=Gates Jr.|first=Henry Louis|title=African American National Biography|year=2008|publisher=Oxford University Press|location=New York|isbn=978-0-19-516019-2|pages=226–228}}</ref> By the time [[Sunnyland Slim]] moved to St Louis in the early 1930s, Wheatstraw was one of the most popular singers with an admired idiosyncratic piano style.<ref>Garon (ibid) pp.14–15.</ref>\n\nWheatstraw began recording in 1930 and was so popular that he continued to record through the worst years of the [[Great Depression]], when the numbers of blues records issued was drastically reduced.<ref>Dixon, R.M.W. &  J. Godrich (1970). ''Recording the Blues''. Studio Vista. SBN 289-79829.9</ref> It was blues musician Charlie Jordan who broke Wheatstraw into the recording world, setting him up with both Vocalion and Decca Records in a duet entitled “Tennessee Peaches Blues” with an artist called Neckbones.  The time following this first recording in August 1930 was especially prolific for him—he produced twenty-one songs in two years including solos like “Don’t Feel Welcome Blues,” Strange Man Blues,” “School Days,” and “So Soon.”,<ref name=\"Gates Jr. 2008 226–228\"/> He made no [[gramophone record|records]] between March 1932 and March 1934, a period in which he perfected his mature style.\n\nFor the rest of his life, he was one of the most recorded blues singers and accompanists. His total output of 161 recorded songs was surpassed by only four pre-war blues artists: [[Tampa Red]], [[Big Bill Broonzy]], [[Lonnie Johnson (musician)|Lonnie Johnson]] and Bumble Bee Slim ([[Amos Easton]]).<ref>Wald, Elijah. (2004). ''Escaping the Delta. Robert Johnson and the Invention of the Blues''. Amistad. p.41. ISBN 0-06-05247-8.</ref> Among the clubs of St Louis and [[East St Louis]] his popularity was outstanding, rivalled only by [[Walter Davis]]. Despite rumours of his touring, there is little evidence that he worked outside these cities, except to make records.<ref>Garon (ibid) p. 15.</ref>\n\n==Persona==\nBy the time Bunch reached St Louis, he had discarded his name and crafted a new identity. The name 'Peetie Wheatstraw' has been described by blues scholar Paul Oliver as one that had well-rooted folk associations.<ref>Oliver, Paul. (1959). ''The Devil's Son-in-Law. Peetie Wheatstraw''. Reprinted in Oliver, Paul (1984). ''Blues Off the Record. Thirty Years of Blues Commentary''. The Baton Press. ISBN 0-85936-153-5.</ref> Later writers have repeated this, while reporting that many uses of the name are copied from Bunch. [[Elijah Wald]] suggests that he may be the sole source of all uses of the name.<ref>Wald, Elijah. (ibid) p. 267.</ref> It would have been in character for Bunch to invent a name with a whimsical folkloric flavor.\n\nAll but two of his records were issued as by 'Peetie Wheatstraw, The Devil's Son-in-Law' or 'Peetie Wheatstraw, The High Sheriff from Hell'.<ref>Dixon, Robert M.W., John Godrich, & Howard Rye (1997). ''Blues & Gospel Records 1890–1943'', Fourth Edition. Oxford. ISBN 0-19-81239-1</ref> He composed several 'stomps' with [[lyrics]] projecting a boastful demonic persona to match these sobriquets.<ref name=\"russell\"/> His hardened attitude and egotism have given contemporary authors enough ground to compare him to modern day rap artists.<ref>{{cite book|last=Russell|first=Tony|title=The Blues- From Robert Johnson to Robert Cray|year=1997|publisher=Schirmer Books|location=New York|isbn=0 02 864862 5|page=184}}</ref> There is some evidence that the writer [[Ralph Ellison]] might have known him personally. He used both the name 'Peetie Wheatstraw' and aspects of the demonic persona (but no biographical facts) to create a character in his novel ''[[Invisible Man]]''. Elijah Wald suggests that Wheatstraw's demonic persona may have been the inspiration for [[Robert Johnson (musician)|Robert Johnson]]'s association with the Devil.\n\nAfrican-American music maintains the tradition of the African \"praise-song\", which tells of the prowess (sexual and other) of the singer. Although first-person celebrations of the self provide the impetus for many of his songs, Wheatstraw rings the changes on this theme with confidence, humour and occasional menace. Blues singer [[Henry Townsend (musician)|Henry Townsend]] recalled that his real personality was very similar: \"He was that kind of person. You know, a jive-type person.\"<ref>Garon, (ibid) p. 74</ref> Blues critic Tony Russell updates the description: \"Wheatstraw constructed a macho persona that made him the spiritual ancestor of rap artists.\"<ref>Russell, Tony and Chris Smith (2006). ''The Penguin Guide to Blues Recordings''. Penguin Books. ISBN 0-14-051384-1</ref>\n\n==Discography==\n{{Main|Peetie Wheatstraw discography}}\nPeetie Wheatstraw recorded 161 [[side (recording)|sides]] on [[Gramophone record|78 RPM records]] in the 1930s and '40s. A compilation was released on LP by Flyright records in 1975. Twenty-five years later a second volume was put together by Old Tramp records. In 1994, Wheatstraw's complete recordings were issued on seven CDs by the [[Document Records]] label.\n\n==Style==\nWheatstraw operated in a community of musicians in St Louis and East St Louis who knew of, and performed with each other. He was also a recording star subject to the demands of record producers and the challenges of other stars. These forces created a consistency in his instrumental styles, which later critics have found uninteresting. Samuel Charter’s influential ''The Country Blues'' dismissed Wheatstraw and other recording stars of the period as tending to “a repetitious use of clichés and a monotonous accompaniment that was as unimaginative as their singing\".<ref>Charters, Samuel B. (1960). ''The Country Blues''. English Edition. P. 32. Michael Joseph.</ref> Tony Russell, while much more appreciative, warns that “anybody listening to long stretches of his recordings is likely to go stir-crazy”.<ref>Russel (ibid) p 697.</ref>\n\nAgainst this generic style Wheatstraw projected instantly recognisable 'trade marks'. Most of the records on which he played piano, including his accompaniments to other singers, begin with the same eight-bar introduction. Much more distinctive was his vocal style, often described as 'lazy' because of his loose articulation, but better represented by Tony Russell as “gruff” and “clogged”. Most distinctive of all was his strangled semi-falsetto cry “Ooh, well, well” (with variations) interjected in the break of third line of the blues verse. According to [[Teddy Darby]], one woman listener exclaimed, “Good God, why doesn’t that man yodel and be done with it?”<ref>Garon (ibid) p. 15.</ref>\n\nWhat distinguished Wheatraw’s recordings most of all is the quality of his lyrics. Like other successful performers, he sang of the concerns of urban African Americans removed from their rural roots. Some of his most memorable songs deal with the [[Repeal of Prohibition]], a [[New Deal]] [[Works Progress Administration|WPA]] Project, and slum clearance for [[urban renewal]]. His “stomps” project a unique personality, boastful and demonic. His songs on more mundane themes are extraordinarily varied. His lyrics, though seeming at times slap-dash or improvised, are at their best direct and vivid evocations of the black experience. Wheatstraw's significance as a poet is discussed at length by Paul Garon.<ref>Garon (ibid)</ref>\n\nWheatstraw's self-promotion swiftly paid off as he became a popular performer in East St. Louis, to the extent that he was asked to Chicago in 1930 to partake in recording sessions. He first entered the [[Vocalion Records|Vocalion]] Studios on August 13, 1930, and recorded a handful of numbers which included \"Four O'Clock in the Morning\" and \"Tennessee Peaches Blues\". Over the following decade, he would make several such treks, recording over 160 sides for the Vocalion, [[Decca Records|Decca]] and [[Bluebird Records|Bluebird]] [[record label|labels]].\n\nWheatstraw was known for his laid-back approach and adept singing and songwriting, though his instrumental talents were average at best. His songwriting appealed to working class minorities, due to their nature of the content – he often wrote about social issues such as unemployment and public assistance. There were also pieces about the immoral ways of loose women, and true to his own self-publicity, death and the supernatural. Almost all of his songs included his trademark  \"Ooh, well well\", usually accentuated in the third verse, and this has been carried on by many subsequent bluesmen, most noteworthy today being [[R. L. Burnside]].\n\nOn his records Wheatstraw is occasionally heard playing guitar, but he usually took to the piano and required a guitarist to play with him—among his collaborators were [[Kokomo Arnold]], [[Lonnie Johnson (musician)|Lonnie Johnson]], [[Charley Jordan]], [[Papa Charlie McCoy]] and [[Teddy Bunn]], in addition to pianist [[Champion Jack Dupree]]. On some of his last dates, Wheatstraw recorded within a jazz inspired framework, collaborating with [[Lil Hardin Armstrong]] and trumpeter [[Jonah Jones]].\n\n==Influence==\nWheatstraw's influence was enormous during the 1930s. Perhaps the most obvious example of Wheatstraw's impact can be seen in the lyrics and vocal stylings of [[Robert Johnson (musician)|Robert Johnson]], often considered the most important blues figure of the era. Many of Johnson's own recordings were actually re-workings of other popular artists of the time, and he drew heavily from Wheatstraw's repertoire. For example, Wheatstraw's \"Police station blues\" forms the basis for Johnson's \"Hellhound on my trail\". His \"Devil's son in law\" nickname also reflected Johnson's similar image.\n\nWheatstraw, along with [[Leroy Carr]], was one of the earliest blues singer piano players. Many elements of his style can be seen in later artists like [[Champion Jack Dupree]], [[Moon Mullican]] and [[Jerry Lee Lewis]]. Wheatstraw also made many recordings with the very influential [[Kokomo Arnold]], who wrote the blues standard \"Milk cow blues\".\n\n==Death==\nWheatstraw was still riding the crest of his success when he met his premature demise. The songs “Mister Livingood” and “Bring Me Flowers While I’m Living” were his last known recordings in his final recording session on November 25, 1941.<ref name=\"Gates Jr. 2008 226–228\"/> On December 21, 1941, his 39th birthday, he and some friends decided to take a drive. They tried to entice Wheatstraw's friend, the blues singer [[Teddy Darby]], but Darby's wife refused to let him join them. Wheatstraw was a passenger in the back seat when the Buick struck a standing freight train, instantly killing his two companions. Wheatstraw died of massive head injuries in the hospital some hours later. There is a legend that his death drew little attention, but the accident was fully reported in St. Louis and East St. Louis newspapers and obituaries appeared in the national music press. ''[[Down Beat]]'' led the front page for January 15, 1942 with the story of the accident, and an appreciation of Peetie's career under the headline, '''Blues Shouter Killed After Waxing \"Hearseman Blues\"'''.<ref>Garon (ibid) pp. 100–103.</ref>\n\n==References==\n{{Reflist|2}}\n\n==External links==\n*[http://www.cascadeblues.org/History/PeetieWheatstraw.htm Peetie Wheatstraw at the Cascade Blues Association]\n*[http://www.allmusic.com/artist/peetie-wheatstraw-p572 Allmusic entry]\n\n{{Authority control|VIAF=51880671}}\n\n{{Persondata <!-- Metadata: see [[Wikipedia:Persondata]]. -->\n| NAME              = Bunch, William\n| ALTERNATIVE NAMES = Wheatstraw, Peetie\n| SHORT DESCRIPTION = [[United States|American]] [[country blues]] musician\n| DATE OF BIRTH     = December 21, 1902\n| PLACE OF BIRTH    = [[Ripley, Tennessee]], [[United States]], or [[Cotton Plant, Arkansas]], United States\n| DATE OF DEATH     = December 21, 1941\n| PLACE OF DEATH    = [[St Louis, Missouri]], United States\n}}\n{{DEFAULTSORT:Wheatstraw, Peetie}}\n[[Category:American blues singers]]\n[[Category:American blues musicians]]\n[[Category:American blues pianists]]\n[[Category:American male singers]]\n[[Category:1902 births]]\n[[Category:1941 deaths]]\n[[Category:People from St. Clair County, Illinois]]\n[[Category:African-American musicians]]\n[[Category:Vocalion Records artists]]\n[[Category:Blues Hall of Fame inductees]]\n[[Category:St. Louis blues musicians]]"}]}}}}