{"query":{"normalized":[{"from":"Redd_Velvet","to":"Redd Velvet"}],"pages":{"31635614":{"pageid":31635614,"ns":0,"title":"Redd Velvet","revisions":[{"contentformat":"text/x-wiki","contentmodel":"wikitext","*":"{{Infobox musical artist\n| name = Redd Velvet\n| image               = Redd reflection.jpg\n| image_size          = \n| landscape           = <!-- yes, if wide image, otherwise leave blank -->\n| alt                 = Redd Velvet\n| caption             = Redd Velvet\n| birth_date          = {{birth date and age|1968|12|29|mf=y}}\n| birth_place         = [[Omaha, Nebraska]], United States\n| origin =\n| occupation = Singer, songwriter, social activist, radio personality\n| genre = [[Blues music]], [[Soul music|soul]]\n| instrument          = Vocals, piano\n| years_active        = 1988–present\n| label = [[Banana Pudding]]\n| website             = {{URL|http://www.ReddVelvet.com/}}\n| background=solo_singer}}\n\n'''Redd Velvet''' (born December 29, 1968, in Omaha, Nebraska) is an American blues and soul singer best known for her unconventional entrance into the music industry.\n\nRedd Velvet grew up in [[Monroeville, Alabama]] singing in  her grandfather's church. Early experience singing gospel gave her a powerful, earthy voice compared to Gladys Knight and Mavis Staples.{{citation needed|date=September 2012}} A local choral teacher discovered her at age 12 singing in the school chorus and encouraged her to pursue classical training. At 18 Redd began intense vocal coaching under the tutelage of Mildred Allen, a principal artist with The New York Metropolitan Opera and baritone Andrew Gainey, who encouraged her to pursue a career in classical music.\n \nDuring a visit to \"Memphis in May\" in 2009, Redd met songwriter Earl Randall and Hi Records producer Willie Mitchell. Mitchell and Randall heard a demo of Redd's cover of O.V Wright's \"Searching\" which had been penned by Randle himself. On their advice, she relocated to Memphis, Tennessee and launched her career. Upon her arrival in Memphis she founded Big Daddy's Baddass Band as her backing band and garnered the attention of the local blues community as the first African American woman to lead a band in the Memphis Blues Challenge. She advanced to the finals of the 2010 competition and again made local blues history as the first African-American woman to lead a band to place in the band category.\n \nVelvet recorded and released her first album ''Womanhood 101'' in December 2010 on the Banana Pudding Music label she founded when she refused to sign a conventional recording contract. ''Womanhood 101'' was critically acclaimed as the beginning of an interesting and potentially important chapter in contemporary blues by ''Living Blues Magazine''. \n\nAlthough Redd is most noted for her unconventional  entry into the music industry , she has also been recognized for her work as both a registered nurse and social activist for causes such as domestic violence, women's rights, and child/sexual abuse. In 2010, Redd Velvet founded [http://musichealsmemphis.org Music Heals Memphis, Incorporated], a non profit organization focused on providing health and social services for musicians, promoting racial harmony and the preservation of blues and soul music. The Commercial Appeal proclaimed her the \"Blues Angel\" for her work as a nurse and advocate.\n\nIn March 2011, Redd Velvet became the first blueswoman to create and host a radio talk show. The show was created to meet public demand from loyal followers of her posts on a social networking site. The Little Redd Schoolhouse debuted on March 3, 2011, on WMQM, a Memphis-based radio station.\n\nRedd Velvet was nominated as \"Best New Female Artist of The Year\" for 2011 by the Jus' Blues Foundation.\n\n==See also==\n* [[Deep soul|Deep Soul]]\n* [[Southern soul]]\n\n== References ==\n{{reflist}}\n\n==External links==\n* [http://livingblues.com Living Blues Magazine]\n* [http://allmusic.com/album/womanhood-101-r1767000 All Music Guide]\n* [http://memphis.skirt.com/shes_so_skirt/redd-velvet-soul-singer Skirt Magazine ]\n* [http://www.billboard.com/search/Numbers Billboard]\n* [http://www.commercialappeal.com/news/2012/dec/28/blues-singer-uses-nursing-skills-to-help-fellow/ ]\n\n{{Persondata <!-- Metadata: see [[Wikipedia:Persondata]]. -->\n| NAME              = Velvet, Redd\n| ALTERNATIVE NAMES =  The Blues Angel\n| SHORT DESCRIPTION = American singer\n| DATE OF BIRTH     = December 29, 1968\n| PLACE OF BIRTH    = [[Omaha Nebraska]], United States\n| DATE OF DEATH     =\n| PLACE OF DEATH    =\n}}\n{{DEFAULTSORT:Velvet, Redd}}\n[[Category:1968 births]]\n[[Category:Living people]]\n[[Category:People from Monroeville, Alabama]]"}]}}}}