{"query":{"normalized":[{"from":"Robert_Johnson","to":"Robert Johnson"}],"pages":{"26010":{"pageid":26010,"ns":0,"title":"Robert Johnson","revisions":[{"contentformat":"text/x-wiki","contentmodel":"wikitext","*":"{{Other people|Robert Johnson}}\n{{Use mdy dates|date=August 2011}}\n{{Infobox musical artist\n| name                = Robert Johnson\n| image               = Robert Johnson.png\n| caption             = Robert Johnson's studio portrait, circa 1935—one of only three verified known published photographs\n| background          = solo_singer\n| birth_name          = Robert Leroy Johnson\n| birth_date          = {{birth date|1911|5|8|mf=y}}\n| birth_place         = [[Hazlehurst, Mississippi]]\n| death_date          = {{death date and age|1938|8|16|1911|5|8}}\n| death_place         = [[Greenwood, Mississippi]]\n| genre               = [[Delta blues]], [[Country blues]]\n| occupation          = Musician, songwriter\n| instrument          = Guitar, vocals, harmonica\n| years_active        = 1929–38\n| notable_instruments = [[Gibson Guitar Corporation|Gibson]] L-1\n}}\n'''Robert Leroy Johnson''' (May 8, 1911&nbsp;– August 16, 1938) was an American [[blues]] singer and musician. His landmark recordings in 1936 and 1937 display a combination of singing, guitar skills, and songwriting talent that has influenced later generations of musicians. Johnson's shadowy, poorly documented life and [[27 Club|death at age 27]] have given rise to much legend, including the [[Faust]]ian myth that he sold his soul at a [[crossroads (mythology)|crossroads]] to achieve success. As an itinerant performer who played mostly on street corners, in [[juke joint]]s, and at Saturday night dances, Johnson had little commercial success or public recognition in his lifetime.\n\nJohnson's records sold poorly during his lifetime. It was only after the reissue of his recordings in 1961 on the LP ''[[King of the Delta Blues Singers]]'' that his work reached a wider audience. Johnson is now recognized as a master of the blues, particularly of the [[Mississippi]] [[Delta blues]] style. He is credited by many rock musicians as an important influence; [[Eric Clapton]] has called Johnson \"the most important blues singer that ever lived.\"<ref>{{Cite journal |title=The 50 albums that changed music |url=http://www.guardian.co.uk/music/2006/jul/16/popandrock.shopping |work=The Observer |location=UK |date=July 16, 2006 |accessdate=November 1, 2008  |postscript= <!--None-->}}</ref><ref>Booklet accompanying the ''Complete Recordings'' box set, Stephen LaVere, Sony Music Entertainment, 1990, Clapton quote on p. 26</ref> Johnson was inducted into the [[Rock and Roll Hall of Fame]] as an \"Early Influence\" in their first induction ceremony in 1986.<ref name=\"rockandroll_halloffame\">[http://www.rockhall.com/inductee/robert-johnson \"Robert Johnson Inducted at: The 1986 Induction Ceremony\"]. Rock and Roll Hall of Fame and Museum Inc.</ref> In 2003, [[David Fricke]] ranked Johnson fifth in ''[[Rolling Stone]]''′s list of the 100 Greatest Guitarists of All Time.<ref name=\"rs100\">{{cite web |url=http://www.rollingstone.com/music/lists/100-greatest-guitarists-of-all-time-19691231/robert-johnson-19691231 |title=100 Greatest Guitarists |work=Rolling Stone |date=November 28, 2008 |accessdate=August 15, 2010}}</ref>\n\n==Life and career==\n\n===Early life===\nRobert Johnson was born in [[Hazlehurst, Mississippi|Hazlehurst]], [[Mississippi]] possibly on May&nbsp;8, 1911,<ref name=\"Wardlow\">Wardlow</ref> to Julia Major Dodds (born October 1874) and Noah Johnson (born December 1884). Julia was married to Charles Dodds (born February 1865), a relatively prosperous landowner and furniture maker  with whom she had ten children. Charles Dodds had been forced by a mob to leave Hazlehurst following a dispute with white landowners. Julia left Hazlehurst with baby Robert but after some two years sent him to live in Memphis with her husband, who had changed his name to Charles Spencer.<ref>Guralnik pp. 10–11</ref>\n\nCirca 1919, Robert rejoined his mother in the [[Mississippi Delta]] area around [[Tunica, Mississippi|Tunica]] and [[Tunica Resorts, Mississippi|Robinsonville]]. Julia's new husband was known as Dusty Willis; he was 24 years her junior. Robert was remembered by some residents as \"Little Robert Dusty,\"<ref>Guralnik p.11</ref> but he was registered at Tunica's Indian Creek School as Robert Spencer. In the 1920 census he is listed as Robert Spencer, living in [[Lucas, Arkansas|Lucas]], [[Arkansas]] with Will and Julia Willis. Robert was at school in 1924 and 1927<ref name=\"Freeland 2000\"/> and the quality of his signature on his marriage certificate<ref>Wardlow (1998) p. 201</ref> suggests that he was relatively well educated for a boy of his background. One school friend, Willie Coffee, has been discovered and filmed, recalling that Robert was already noted for playing the harmonica and [[Jew's harp|jaw harp]].<ref>''Hellhounds on my Trail: The Afterlife of Robert Johnson'' quoted in Wald (2004) p.107</ref> He also remembers that Robert was absent for long periods, which suggests that he may have been living and studying in Memphis.<ref>Pearson & McCulloch p. 6.</ref>\n\nAfter school, Robert adopted the surname of his natural father, signing himself as Robert Johnson on the certificate of his marriage to sixteen-year-old Virginia Travis in February 1929. She died in childbirth shortly after.<ref>Wald (2004) p. 108</ref> Surviving relatives of Virginia told the blues researcher [[Robert \"Mack\" McCormick]] that this was a divine punishment for Robert's decision to sing secular songs, known as 'selling your soul to the Devil'. McCormick believes that Johnson himself accepted the phrase as a description of his resolve to abandon the settled life of a husband and farmer to become a full-time blues musician.<ref>The Search for Robert Johnson, 1992 film.</ref>\n\nAround this time, the noted blues musician [[Son House]] moved to Robinsonville where his musical partner, [[Willie Brown (musician)|Willie Brown]], lived. Late in life, House remembered Johnson as a 'little boy' who was a competent harmonica player but an embarrassingly bad guitarist. Soon after, Johnson left Robinsonville for the area around Martinsville, close to his birthplace [[Hazlehurst, Mississippi|Hazlehurst]], possibly searching for his natural father. Here he perfected the guitar style of Son House and learned other styles from Isaiah \"Ike\" Zinnerman.<ref>Pearson & McCulloch, p. 7.</ref> Ike Zinnerman was rumored to have learned supernaturally to play guitar by visiting graveyards at midnight.<ref>Pearson & McCulloch, p. 94.</ref>\nWhen Johnson next appeared in Robinsonville, he had seemed to have acquired a miraculous guitar technique.<ref>Guralnick p.15</ref> House was interviewed at a time when the legend of Johnson's pact with the Devil was well known among blues researchers. He was asked whether he attributed Johnson's technique to this pact, and his equivocal answers have been taken as confirmation.<ref name=\"Wardlow\" />\n\nWhile living in Martinsville, Johnson fathered a child with Vergie Mae Smith. He also married Caletta Craft in May 1931. In 1932, the couple moved to [[Clarksdale, Mississippi|Clarksdale]] in the Delta. Here Caletta died of childbirth and Johnson left for a career as a 'walking' (itinerant) musician.<ref>Pearson & McCulloch p. 7</ref>\n\n===Itinerant musician===\n[[File:Honeyboy Edwards (blues musician).jpg|alt=|thumb|150px|[[David \"Honeyboy\" Edwards]] was one of several blues guitarists whose testimony has been used to piece together Johnson's history.]]\nFrom 1932 until his death in 1938, Johnson moved frequently between large cities like [[Memphis, Tennessee]] and [[Helena, Arkansas]] and the smaller towns of the [[Mississippi Delta]] and neighboring regions of [[Mississippi]] and [[Arkansas]].<ref>Pearson & McCullock p.12</ref><ref>Gioia p. 172</ref> On occasion, he traveled much farther. Fellow blues musician [[Johnny Shines]] accompanied him to Chicago, Texas, New York, Canada, Kentucky, and Indiana.<ref>Neff & Connor p 56</ref> [[Henry Townsend (musician)|Henry Townsend]] shared a musical engagement with him in [[St Louis, Missouri|St Louis]].<ref>Townsend p. 68</ref> In many places he stayed with members of his large extended family, or with women friends.<ref>ref Guralnik p. 28</ref> He did not marry again but formed some long term relationships with women to whom he would return periodically. One was Estella Coleman, the mother of the blues musician [[Robert Lockwood, Jr.]] In other places he stayed with a woman seduced at his first performance.<ref>Guralnik p.24</ref><ref>Gioia p. 175</ref> In each location, Johnson's hosts were largely ignorant of his life elsewhere. He used different names in different places, employing at least eight distinct surnames.<ref>Gioia p. 172-173</ref>\n\nBiographers have looked for consistency from musicians who knew Johnson in different contexts: Shines, who traveled extensively with him; Lockwood who knew him as his mother's partner; [[David \"Honeyboy\" Edwards]] whose cousin Willie Mae Powell had a relationship with Johnson.<ref>Edwards p. 100</ref> From a mass of partial, conflicting, and inconsistent eye-witness accounts,<ref>Schroeder p. 22</ref>  biographers have attempted to summarize Johnson's character. \"He was well mannered, he was soft spoken, he was indecipherable\".<ref>Guralnik p. 29</ref> \"As for his character, everyone seems to agree that, while he was pleasant and outgoing in public, in private he was reserved and liked to go his own way\".<ref>Wald p. 112</ref> \"Musicians who knew Johnson testified that he was a nice guy and fairly average—except, of course, for his musical talent, his weakness for whiskey and women, and his commitment to the road.\"<ref>Pearson & McCulloch p. 111</ref>\n\nWhen Johnson arrived in a new town, he would play for tips on street corners or in front of the local barbershop or a restaurant. Musical associates have said that in live performances Johnson often did not focus on his dark and complex original compositions, but instead pleased audiences by performing more well-known pop standards of the day<ref>{{cite news| url=http://query.nytimes.com/gst/fullpage.html?res=9C0CE5D7113CF93BA15751C0A9629C8B63 | work=The New York Times | title=Revisionists Sing New Blues History | first=Ben | last=Sisario | date=February 28, 2004 | accessdate=May 22, 2010}}</ref>&nbsp;– and not necessarily blues. With an ability to pick up tunes at first hearing, Johnson had no trouble giving his audiences what they wanted, and certain of his contemporaries later remarked on Johnson's interest in jazz and country music. Johnson also had an uncanny ability to establish a rapport with his audience; in every town in which he stopped, Johnson would establish ties to the local community that would serve him well when he passed through again a month or a year later.\n\nFellow musician Shines was 17 when he met Johnson in 1933. He estimated Johnson was maybe a year older than himself. In Samuel Charters' ''Robert Johnson'', the author quotes Shines as saying:\n\n{{quote|\"Robert was a very friendly person, even though he was sulky at times, you know. And I hung around Robert for quite a while. One evening he disappeared. He was kind of a peculiar fellow. Robert'd be standing up playing some place, playing like nobody's business. At about that time it was a hustle with him as well as a pleasure. And money'd be coming from all directions. But Robert'd just pick up and walk off and leave you standing there playing. And you wouldn't see Robert no more maybe in two or three weeks ... So Robert and I, we began journeying off. I was just, matter of fact, tagging along''.\"}}\n\nDuring this time Johnson established what would be a relatively long-term relationship with Estella Coleman, a woman about fifteen years his senior and the mother of musician Robert Lockwood, Jr. Johnson reportedly cultivated a woman to look after him in each town he played in. Johnson supposedly asked homely young women living in the country with their families whether he could go home with them, and in most cases the answer was 'yes'...until a boyfriend arrived or Johnson was ready to move on.\n\nIn 1941, [[Alan Lomax]] learned from [[Muddy Waters]] that Johnson had performed in the [[Clarksdale, Mississippi]] area.<ref>Lomax (1993)</ref> By 1959, historian [[Samuel Charters]] could only add that [[Will Shade]] of the [[Memphis Jug Band]] remembered Johnson had once briefly played with him in [[West Memphis, Arkansas]].<ref>Charters (1959)</ref> In the last year of his life, Johnson is believed to have traveled to [[St. Louis, Missouri|St. Louis]] and possibly [[Illinois]], and then to some states in the East.\n\nIn 1938, [[Columbia Records]] producer [[John H. Hammond]], who owned some of Johnson's records, had record producer Don Law seek out Johnson to book him for the first \"[[From Spirituals to Swing]]\" concert at [[Carnegie Hall]] in New York. On learning of Johnson's death, Hammond replaced him with [[Big Bill Broonzy]], but still played two of Johnson's records from the stage.<ref>[http://www.jazzbymail.com/ViewAlbum.aspx?iPID=4237&iAID=1231&sPC=1231_4237&sLCD=VAN70169&sAN=Various%20Artists Jazz by Mail&nbsp;– Various Artists (From Spirituals to Swing)]</ref>\n\n===Recording sessions===\n{{multiple image\n| align = right\n| direction = vertical\n| header = Robert Johnson records\n| width = 150\n| image1 = Milkcow'sCalfBlues.jpg\n| alt1 = \n| image2 = LoveInVainBlues.jpg\n| alt2 = \n| image3 = IBelieveI'llDustMyBroom.jpg\n| alt3 = \n| caption3 = Johnson's recordings were released on several labels: \"Milkcow's Calf Blues\" on Perfect Records (top), \"Love in Vain Blues\" on [[Vocalion Records]] (middle), and \"I Believe I'll Dust My Broom\" by Conqueror Records (bottom)\n}}\nIn [[Jackson, Mississippi]], around 1936, Johnson sought out [[H. C. Speir]], who ran a general store and doubled as a talent scout. Speir put Johnson in touch with Ernie Oertle, who, as a salesman for the ARC group of labels, introduced Johnson to [[Don Law]] to record his first sessions in San Antonio, Texas. The recording session was held on November 23, 1936 in room 414 of the [[Gunter Hotel]] in San Antonio,<ref>San Antonio Express-News, November 30, 1986, \"Blues wizard's S.A. Legacy\", p. 1-J</ref><ref>\"[http://www.dallasnews.com/s/dws/spe/2002/hiddenhistory/1926-1950/070002dnhhjohnson.4481966b.html The History of Dallas 1926–1950—1937: Robert Johnson Singer left mysterious legacy at 508 Park Ave]\" by Thor Christensen, 7/3/2002, The Dallas Morning News.</ref><ref>\n{{cite web\n|url=http://www.mysanantonio.com/entertainment/music/53348127.html\n|title=Mellencamp honors the past at historic locale\n|author=Beal Jr., Jim\n|date=August 16, 2009\n|publisher=San Antonio Express-News |work=www.mysanantonio.com\n|accessdate=March 22, 2010}}</ref> which Brunswick Records had set up to be a temporary recording studio. In the ensuing three-day session, Johnson played sixteen selections, and recorded alternate takes for most of these. Johnson reportedly performed facing the wall, which has been cited as evidence he was a shy man and reserved performer. This conclusion was played up in the inaccurate liner notes of the 1961 album ''[[King of the Delta Blues Singers]]''. [[Ry Cooder]] speculates that Johnson played facing a corner to enhance the sound of the guitar, a technique he calls \"corner loading\".<ref>{{cite web|url=http://jasobrecht.com/ry-cooder-%E2%80%93-talking-country-blues-and-gospel/ |title=Ry Cooder&nbsp;– Talking Country Blues and Gospel |publisher=Jasobrecht.com |date= |accessdate=2011-12-30}}</ref>\n\nAmong the songs Johnson recorded in San Antonio were \"[[Come On In My Kitchen]]\", \"[[Kind Hearted Woman Blues]]\", \"[[Dust My Broom|I Believe I'll Dust My Broom]]\" and \"[[Cross Road Blues]]\". The first songs to appear were \"[[Terraplane Blues]]\" and \"Last Fair Deal Gone Down\", probably the only recordings of his that he would live to hear. \"Terraplane Blues\" became a moderate regional hit, selling 5,000 copies.\n\nHis first recorded song, \"Kind Hearted Woman Blues\", was part of a cycle of spin-offs and response songs that began with [[Leroy Carr]]'s \"Mean Mistreater Mama\" (1934). According to [[Elijah Wald|Wald]], it was \"the most musically complex in the cycle\"<ref name=Wald-131>Wald (2004), p. 131.</ref> and stood apart from most rural blues as a through-composed lyric, rather than an arbitrary collection of more-or-less unrelated verses.<ref>Wald (2004), p. 132, 176.</ref> In contrast to most Delta players, Johnson had absorbed the idea of fitting a composed song into the three minutes of a 78 rpm side.<ref>Wald (2004), p. 132.</ref> Most of Johnson's \"somber and introspective\" songs and performances come from his second recording session.<ref>Wald (2004), p. 167.</ref>\n\nIn 1937, Johnson traveled to [[Dallas, Texas]], for another recording session with Don Law in a makeshift studio at the Vitagraph (Warner Brothers) Building, 508 Park Avenue,<ref>[http://508park.org/][http://www.nytimes.com/2011/11/20/us/dallas-church-preserving-the-legacy-of-robert-johnson.html?_r=0]</ref> where Brunswick Record Corporation was located on the third floor.<ref>''Eric Clapton&nbsp;– Sessions for Robert Johnson'', 2004 documentary and 1937 Worley’s Dallas City Directory</ref> Eleven records from this session would be released within the following year. Johnson did two takes of most of these songs and recordings of those takes survived. Because of this, there is more opportunity to compare different performances of a single song by Johnson than for any other blues performer of his time and place.<ref>Wald (2004), p. 130.</ref>  Johnson recorded almost half of the 29 songs that make up his entire discography at the 508 Park Ave Building in Dallas, Texas.\n\nBy the time he died, at least six of his records had been released in the South as [[race records]].\n\n====Playback issues in extant recordings====\nThe accuracy of the pitch and speed of the extant recordings has been questioned. In ''[[The Guardian]]'''s music blog from May 2010, Jon Wilde speculated that recordings may have been \"accidentally speeded up when first committed to 78 [rpm records], or else were deliberately speeded up to make them sound more exciting.\"<ref>{{cite web | title=Robert Johnson revelation tells us to put the brakes on the blues | author=Jon Wilde | work=The Guardian | url=http://www.guardian.co.uk/music/musicblog/2010/may/27/robert-johnson-blues | date=May 27, 2010 | accessdate=June 5, 2010}}</ref> He does not give a source for this statement. Sony/Legacy music executive Lawrence Cohn, who won a [[Grammy]] for the label's 1991 reissue of Johnson's works, \"acknowledges there's a possibility Johnson's 1936–37 recordings were sped up, since the [[OKeh]]/[[Vocalion Records|Vocalion]] family of labels, which originally issued the material, was known to alter the speed of its releases. 'Sometimes it was 78 rpms, sometimes it was 81 rpms,' he says. It's impossible to check the original sources, since the metal stampers used to duplicate the original 78 discs disappeared years ago.\"<ref>{{cite web | title=Phonograph blues: Robert Johnson mastered at wrong speed? | author=Christopher Morris | work=Variety | url=http://www.varietysoundcheck.com/2010/05/phonograph-blues-robert-johnson-mastered-at-wrong-speed.html?ref=ssp | date=May 28, 2010 | accessdate=June 5, 2010}}</ref>\n\n===Death===\nJohnson died on August 16, 1938, at the age of 27, near [[Greenwood, Mississippi]]. Although the cause of death is still unknown, there have been a number of theories offered, based on several differing accounts about the events preceding his death.\n\nJohnson had been playing for a few weeks at a country dance in a town about {{convert|15|mi|km|0}} from Greenwood. According to one theory, Johnson was murdered by the jealous husband of a woman with whom he had flirted. In an account by fellow blues legend [[Sonny Boy Williamson II|Sonny Boy Williamson]], Johnson had been flirting with a married woman at a dance, where she gave him a bottle of whiskey poisoned by her husband. When Johnson took the bottle, Williamson knocked it out of his hand and advised him to never drink from a bottle that he had not personally seen opened. Johnson replied, \"Don't ever knock a bottle out of my hand.\" Soon after, he was offered another (poisoned) bottle and accepted it. Johnson is reported to have begun feeling ill the evening after and had to be helped back to his room in the early morning hours. Over the next three days his condition steadily worsened and witnesses reported that he died in a convulsive state of severe pain.  Musicologist [[Robert \"Mack\" McCormick]] claims to have tracked down the man who murdered Johnson, and to have obtained a confession from him in a personal interview, but has declined to reveal the man's name.<ref>''The Search for Robert Johnson,'' 1992 film.</ref>\n\nWhile [[strychnine]] has been suggested as the poison that killed Johnson,{{citation needed|date=August 2012}} at least one scholar has disputed the notion.  Tom Graves, in his book ''Crossroads: The Life and Afterlife of Blues Legend Robert Johnson'', relies on expert testimony from toxicologists to argue that strychnine has such a distinctive odor and taste that it cannot be disguised, even in strong liquor. Graves also claims that a significant amount of strychnine would have to be consumed in one sitting to be fatal, and that death from the poison would occur within hours, not days.<ref>{{cite book|title=Crossroads: The Life and Afterlife of Blues Legend Robert Johnson|first=Tom |last=Graves|first2= Steve |last2=LaVere|publisher=Demers Books LLC|year=2008 |pages=39–43 |url= |isbn=978-0-9816002-0-8 |quote=The tale most often told about how Johnson met his fate is that he was poisoned by a jealous husband who put strychnine in his whiskey.}}</ref><!-- for whole para so far--> Contemporary David \"Honeyboy\" Edwards similarly noted that the poison couldn't have been strychnine, since Johnson would have died much more rapidly, instead of suffering for three days.<ref>''[[Guitar World]]'' comment. {{citation needed|date=August 2012}}</ref>\n\nIn addition, LeFlore County Registrar Cornelia Jordan, after conducting an investigation into Johnson's death for the state director of Vital Statistics, R.N. Whitfield, wrote on Johnson's death certificate, \"I talked with the white man on whose place this negro died and I also talked with a negro woman on the place.  The plantation owner said the negro man, seemingly about 26 years old, came from Tunica two or three weeks before he died to play banjo at a negro dance given there on the plantation.  He staid[sic] in the house with some of the negroes saying he wanted to pick cotton.  The white man did not have a doctor for this negro as he had not worked for him.  He was buried in a homemade coffin furnished by the county.  The plantation owner said it was his opinion that the negro died of syphilis.\"<ref>http://blues.jfrewald.com/wp-content/uploads/2009/07/cert_back.jpg</ref> Mack McCormick made reference to Jordan's statement on Johnson's death certificate in an April 2012 episode of [[WNYC]]'s ''[[Radiolab]]''.<ref>http://www.radiolab.org/story/199705-crossroads/</ref>\n\n===Gravesite===\n[[File:TombstoneRobert Johnson.jpg|thumb|Alleged gravesite showing one of Robert Johnson's three tombstones]]\nThe exact location of his grave is officially unknown; three different markers have been erected at possible church cemetery burial sites outside of Greenwood.<ref>{{cite web |url=http://blackstone.carbonmade.com/projects/2027466#13/ |author=Blackstone, E. H.| year=2008|title=One of three supposed resting places known for Blues legend Robert Johnson. Near Greenwood 2008 |work=blackstone.carbonmade.com |format=Javascript photo gallery|accessdate=August 15, 2010}}</ref>\n\n*Research in the 1980s and 1990s strongly suggests Johnson was buried in the graveyard of the Mount Zion Missionary Baptist Church near [[Morgan City, Mississippi|Morgan City]], not far from Greenwood, in an unmarked grave. A one-ton [[cenotaph]] in the shape of an [[obelisk]], listing all of Johnson's song titles, with a central inscription by [[Peter Guralnick]], was placed at this location in 1990, paid for by Columbia Records and numerous smaller contributions made through the [[Mt. Zion Memorial Fund]].\n*In 1990 a small marker with the epitaph \"Resting in the Blues\" was placed in the cemetery of Payne Chapel near [[Quito, Mississippi|Quito]] by an Atlanta rock group named the Tombstones, after they saw a photograph in ''Living Blues'' magazine of an unmarked spot alleged by one of Johnson's ex-girlfriends to be Johnson's burial site.<ref>Cheseborough, Steve (2008). ''Blues Traveling: The Holy Sites of Delta Blues''. Univ. Press of Mississippi. pp. 145–146. ISBN 1604733284.</ref>\n*More recent research by Stephen LaVere (including statements from Rosie Eskridge, the wife of the supposed gravedigger) indicates that the actual grave site is under a big pecan tree in the cemetery of the Little Zion Church, north of Greenwood along Money Road. Sony Music has placed a marker at this site.\n\nAn interviewee in the documentary ''[[The Search for Robert Johnson]]'' (1991) suggests that owing to poverty and lack of transportation Johnson is most likely to have been buried in a pauper's grave (or \"[[Potters field|potter's field]]\") very near where he died.\n\n==Devil legend==\nAccording to legend, as a young man living on a plantation in rural Mississippi, Robert Johnson was branded with a burning desire to become a great blues musician. He was \"instructed\" to take his guitar to a crossroad near [[Dockery Plantation]] at midnight. There he was met by a large black man (the [[Devil]]) who took the guitar and [[Guitar tunings|tuned]] it. The \"Devil\" played a few songs and then returned the guitar to Johnson, giving him mastery of the instrument. This was in effect, a [[deal with the Devil]] mirroring the legend of [[Faust]]. In exchange for his soul, Robert Johnson was able to create the blues for which he became famous.<ref name=\"Radiolab Crossroads\">[http://www.radiolab.org/blogs/radiolab-blog/2012/apr/16/crossroads/ Radiolab Crossroads], The myth of what happened to Robert Johnson at the crossroads in Clarksdale, Mississippi.</ref>\n\n===Various accounts===\nThis legend was developed over time, and has been chronicled by [[Gayle Dean Wardlow]],<ref>Wardlow pp. 196–201</ref> Edward Komara<ref>Wardlow pp 203–4</ref> and [[Elijah Wald]], who sees the legend as largely dating from Johnson's rediscovery by white fans more than two decades after his death.<ref>Wald. pp 265–276</ref> [[Son House]] once told the story to [[Pete Welding]] as an explanation of Johnson's astonishingly rapid mastery of the guitar. Welding reported it as a serious belief in a widely read article in ''[[Down Beat]]'' in 1966.<ref>Whelan</ref> Other interviewers failed to elicit any confirmation from House and there were fully two years between House's observation of Johnson as first a novice and then a master.\n\nFurther details were absorbed from the imaginative retellings by [[Greil Marcus]]<ref>Marcus (1975)</ref> and [[Robert Palmer (writer)|Robert Palmer]].<ref>Palmer (1981)</ref> Most significantly, the detail was added that Johnson received his gift from a large black man at a crossroads. There is dispute as to how and when the crossroads detail was attached to the Robert Johnson story. All the published evidence, including a full chapter on the subject in the biography ''Crossroads'' by Tom Graves, suggests an origin in the story of Blues musician [[Tommy Johnson (blues musician)|Tommy Johnson]]. This story was collected from his musical associate [[Ishman Bracey]] and his elder brother Ledell in the 1960s.<ref>Wardlow (1998)</ref> One version of Ledell Johnson's account was published in [[David Evans (musicologist)|David Evans]]'s 1971 biography of Tommy,<ref>Evans (1971)</ref> and was repeated in print in 1982 alongside Son House's story in the widely read ''Searching for Robert Johnson.''<ref>Guralnik (1982)</ref>\n\nIn another version, Ledell placed the meeting not at a crossroads but in a graveyard. This resembles the story told to Steve LaVere that Ike Zinnerman of [[Hazlehurst, Mississippi]] learned to play the guitar at midnight while sitting on tombstones. Zinnerman is believed to have influenced the playing of the young Robert Johnson.<ref>Wardlow (1998) p. 197</ref>[[File:ClarksdaleMS Crossroads.jpg|right|thumb|The legendary \"Crossroads\" at Clarksdale, Mississippi]] Recent research by blues scholar [[Bruce Conforth]], in ''[[Living Blues]]'' magazine, makes the story clearer. Johnson and Ike Zimmerman did practice in a graveyard at night, because it was quiet and no one would disturb them, but it was not the Hazlehurst cemetery as had been believed. Zimmerman (his actual name as it was reportedly spelled on census records for the family going back into the early 1800s, his social security card, social security death notice, funeral program, and by his daughters) was not from Hazlehurst but nearby [[Beauregard, Mississippi|Beauregard]]. And he didn't practice in one graveyard, but in several in the area.<ref>Living Blues:  Issue #194, Vol. 39. #1, February 2008 pp. 68–73</ref>  Johnson spent about a year living with and learning from Zimmerman, who ultimately accompanied Johnson back to the Delta to look after him.\n\nWhile [[Dockery, Mississippi|Dockery]], Hazlehurst and Beauregard have each been claimed as the locations of the mythical crossroads, there are also tourist attractions claiming to be \"The Crossroads\" in both Clarksdale and Memphis.<ref>Wardlow (1998) p. 200</ref>  Locals in [[Rosedale, Mississippi]] claim Johnson sold his soul to the Devil at the intersection of highways 1 and 8 in their town, while the 1986 movie ''[[Crossroads (1986 film)|Crossroads]]'' was filmed in [[Beulah, Mississippi]]. Blues historian Steve Cheseborough writes that it may be impossible to tell which crossroads is the one in the myth, because \"Robert Johnson was a rambling guy\".<ref>{{cite book\n | last = Cheseborough\n | first = Steve\n | authorlink = \n | title = Blues Traveling: The Holy Sites of Delta Blues\n | publisher = University Press of Mississippi\n | edition = 3rd\n | year = 2008\n | page = 83\n | isbn = \n}}</ref>\n\n===Interpretations===\n[[File:Young Alan Lomax, playing the guitar.jpg|alt=|150px|thumb|right|Folklorist [[Alan Lomax]] was instrumental in preserving Johnson's recordings and spreading the mythology around his skill.]]\nSome scholars have argued that the devil in these songs may not refer only to the Christian story of Satan, but also to the African trickster god [[Papa Legba|Legba]], himself associated with crossroads.<ref name=\"sharma\">Bhesham S. Sharma, [http://archive.today/HeBBy Poetic devices in the Songs of Robert Johnson, King of the Delta Blues] ''Transcultural Music Review'' No.3 (1997).</ref> Folklorist Harry M. Hyatt wrote that, during his research in the South from 1935–1939, when African-Americans born in the 19th or early-20th century said they or anyone else had \"sold their soul to the devil at the crossroads,\" they had a different meaning in mind. Hyatt claimed there was evidence indicating African religious retentions surrounding Legba and the making of a \"deal\" (not selling the soul in the same sense as in the Faustian tradition cited by Graves) with this so-called \"devil\" at the crossroads.<ref>Hyatt, Harry. Hoodoo—Conjuration—Witchcraft—Rootwork, Beliefs Accepted By Many Negroes and White Persons. Western Publications 1973</ref>\n\n{{quote|\"The Blues and the Blues singer has really special powers over women, especially.  It is said that the Blues singer could possess women and have any woman they wanted. And so when Robert Johnson came back, having left his community as an apparently mediocre musician, with a clear genius in his guitar style and lyrics, people said he must have sold his soul to the devil.  And that fits in with this old African association with the crossroads where you find wisdom: you go down to the crossroads to learn, and in his case to learn in a Faustian pact, with the devil. You sell your soul to become the greatest musician in history.\"|Bill Ferris|[[American Public Media]]: ''[[The Story with Dick Gordon]]''<ref name=\"thestory1\">\"[http://thestory.org/archive/the_story_110411_full_show.mp3/view From The Diddy Bow To Bo Diddley]\" interview on 'The Story' with Dick Gordon; November 04 2011.</ref>}}\n\nThis view that the devil in Johnson's songs is derived from an African deity was strenuously challenged by blues scholar [[David Evans (musicologist)|David Evans]]. In an essay published in 1999, ''Demythologizing the Blues'', Evans wrote:\n\n{{quote|\"There are... several serious problems with this crossroads myth. The devil imagery found in the blues is thoroughly familiar from western folklore, and nowhere do blues singers ever mention Legba or any other African deity in their songs or other lore. The actual African music connected with cults of Legba and similar trickster deities sounds nothing like the blues, but rather features polyrhythmic percussion and choral call-and-response singing.<ref>{{cite web| url = http://depthome.brooklyn.cuny.edu/isam/evans.html| title = Demythologizing the Blues| author = Evans, David| date = October 22, 1999| accessdate = December 16, 2013| publisher = Institute for Studies in American Music Newsletter}}</ref>}}\n\nMusicologist [[Alan Lomax]] considered that every African American secular musician was \"in the opinion of both himself and his peers, a child of the Devil, a consequence of the black view of the European dance embrace as sinful in the extreme\".<ref>Lomax p. 365.</ref>\n\n==Musical style==\nRobert Johnson is today considered a master of the blues, particularly of the Delta blues style; [[Keith Richards]] of the [[Rolling Stones]] said in 1990, \"You want to know how good the blues can get? Well, this is it.\"<ref>[http://www.timeisonourside.com/STNon-Chicago.html \"The salt of the earth: 1930s–1940s—Pre-electric non-Chicago blues\"] from liner notes to Johnson's ''[[The Complete Recordings (Robert Johnson album)|The Complete Recordings]]'', released on [[Columbia Records|Columbia]] in 1990.</ref> But according to [[Elijah Wald]], in his book ''Escaping the Delta'', Johnson in his own time was most respected for his ability to play in such a wide variety of styles—from raw country [[slide guitar]] to jazz and pop licks—and to pick up guitar parts almost instantly upon hearing a song.<ref>Wald (2004), p. 127</ref> His first recorded song, \"Kind Hearted Woman Blues,\" in contrast to the prevailing Delta style of the time, more resembled the style of [[Chicago blues|Chicago]] or [[St. Louis blues (music)|St. Louis]], with \"a full-fledged, abundantly varied musical arrangement.\"<ref>Wald (2004), p. 133.</ref> Unusual for a Delta player of the time, a recording exhibits what Johnson could do entirely outside of a blues style. \"They're Red Hot,\" from his first recording session, shows that he was also comfortable with an \"uptown\" [[swing music|swing]] or [[ragtime]] sound similar to the [[Harlem Hamfats]] but, as Wald remarks, \"no record company was heading to Mississippi in search of a down-home [[Ink Spots]] ... [H]e could undoubtedly have come up with a lot more songs in this style if the producers had wanted them.\"<ref>Wald (2004), p. 152–154.</ref>\n\n{{quote|\"To the uninitiated, Johnson's recordings may sound like just another dusty Delta blues musician wailing away. But a careful listen reveals that Johnson was a revisionist in his time . . Johnson's tortured soul vocals and anxiety-ridden guitar playing aren't found in the cotton-field blues of his contemporaries.\"|Marc Myers|[[Wall Street Journal]]<ref name=\"Marc Myers 2011\">\"Still Standing at the Crossroads\" by Marc Myers, [[Wall Street Journal]], April 22, 2011.</ref>}}\n\n===Voice===\nAn important aspect of Johnson's singing was his use of [[microtonality]]. These subtle inflections of [[Pitch (music)|pitch]] help explain why his singing conveys such powerful emotion. [[Eric Clapton]] described Johnson's music as \"the most powerful cry that I think you can find in the human voice.\" In two takes of \"Me and the Devil Blues\" he shows a high degree of precision in the complex vocal delivery of the last verse: \"The range of tone he can pack into a few lines is astonishing.\"<ref>Wald (2004), p. 178–179.</ref> The song's \"hip humor and sophistication\" is often overlooked. \"[G]enerations of blues writers in search of wild Delta primitivism,\" writes Wald, have been inclined to overlook or undervalue aspects that show Johnson as a polished professional performer.<ref name=Wald-177 />\n\nJohnson is also known for using the guitar as 'the other vocalist in the song', a technique later perfected by [[B. B. King]] and his personified guitar known as '[[Lucille (guitar)|Lucille]]':<ref>\"[http://thestory.org/archive/the_story_110411_full_show.mp3/view From The Diddy Bow To Bo Diddley]\" Dick Gordon interviewing Bill Ferris on 'The Story' with Dick Gordon; November 04 2011.</ref>\n\n{{quote|\". . in Africa and in Afro-American tradition, there is the tradition of the talking instrument, beginning with the drums . . the [[One Strand Blues|one-strand]] and then the six-strings with bottleneck-style performance; it becomes a competing voice . . or a complementary voice . . in the performance . . \"|Bill Ferris|[[American Public Media]]: [[The Story with Dick Gordon]]<ref name=\"thestory1\"/>}}\n\n[[Bob Dylan]] wrote that \"When Johnson started singing, he seemed like a guy who could have sprung from the head of Zeus in full armor. I immediately differentiated between him and anyone else I had ever heard. The songs weren't customary blues songs. They were so utterly fluid. At first they went by quick, too quick to even get. They jumped all over the place in range and subject matter, short punchy verses that resulted in some panoramic story-fires of mankind blasting off the surface of this spinning piece of plastic.\"<ref>''[[Chronicles: Volume One]]'', p. 282</ref>\n\n===Instrument===\nJohnson mastered the guitar, being considered today one of the all-time greats on the instrument. His approach was highly complex and extremely advanced musically. When [[Keith Richards]] was first introduced to Johnson's music by his bandmate [[Brian Jones]], he replied, \"Who is the other guy playing with him?\", not realizing it was Johnson playing on one guitar.  \"I was hearing two guitars, and it took a long time to actually realise he was doing it all by himself,\"<ref name=\"The Independent\">Buncombe, Andrew. (2006-07-26). [http://www.independent.co.uk/news/world/americas/the-grandfather-of-rocknroll-the-devils-instrument-409317.html \"The grandfather of rock'n'roll: The devil's instrument\"] [[The Independent]].</ref> said Richards, who would later add  \"Robert Johnson was like an orchestra all by himself.\"<ref name=\"Marc Myers 2011\"/>\n\n{{quote|\"As for his guitar technique, it's politely reedy but ambitiously eclectic—moving effortlessly from hen-picking and bottleneck slides to a full deck of chucka-chucka rhythm figures.\"|Marc Myers|[[Wall Street Journal]]<ref name=\"Marc Myers 2011\"/>}}\n\n===Lyrics===\nIn ''[[The Story with Dick Gordon]]'',<ref name=\"thestory2\">\"[http://thestory.org/archive/the_story_110411_full_show.mp3/view From The Diddy Bow To Bo Diddley]\" Bill Ferris in interview on 'The Story' with Dick Gordon; November 04 2011.</ref> Bill Ferris of [[American Public Media]] said:\n\n{{quote|\"Robert Johnson I think of in the same way I think of the British [[Romanticism|Romantic]] poets, [[John Keats|Keats]] and [[Percy Bysshe Shelley|Shelley]], who burned out early, who were geniuses at wordsmithing poetry.\"}}\n\nand:\n\n{{quote|\"The Blues, if anything, are deeply sexual.  You know, 'my car doesn't run, I'm gonna check my oil' ... 'if you don't like my apples, don't shake my tree'.  Every verse has sexuality associated with it.\"}}\n\n==Influences==\nJohnson fused approaches specific to Delta blues to those from the broader music world. The slide guitar work on \"Rambling on My Mind\" is pure Delta and Johnson's vocal there has \"a touch of ... Son House rawness,\" but the train imitation on the bridge is not at all typical of Delta blues, and is more like something out of [[minstrel show]] music or [[vaudeville]].<ref>Wald (2004), p. 139.</ref>  Johnson did record versions of \"Preaching the Blues\" and \"Walking Blues\" in the older bluesman's vocal and guitar style (House's chronology is questioned by Guralnick). As with the first take of \"Come On In My Kitchen,\" the influence of Skip James is evident in James's \"Devil Got My Woman\", but the lyrics rise to the level of first-rate poetry, and Johnson sings with a strained voice found nowhere else in his recorded output.<ref>Wald (2004), p. 171–172.</ref>\n\nThe sad, romantic \"Love in Vain\" successfully blends several of Johnson's disparate influences. The form, including the wordless last verse, follows Leroy Carr's last hit \"When the Sun Goes Down\"; the words of the last sung verse come directly from a song [[Blind Lemon Jefferson]] recorded in 1926.<ref>Wald (2004), p. 183.</ref>  Johnson's last-ever recording, \"Milkcow's Calf Blues\" is his most direct tribute to Kokomo Arnold, who wrote \"Milkcow Blues\" and who influenced Johnson's vocal style.<ref>Wald (2004), p. 184.</ref>\n\n\"[[From Four Until Late]]\" shows Johnson's mastery of a blues style not usually associated with the Delta. He [[crooner|croons]] the lyrics in a manner reminiscent of [[Lonnie Johnson (musician)|Lonnie Johnson]], and his guitar style is more that of a [[ragtime]]-influenced player like [[Blind Blake]].<ref name=Wald-170-171>Wald (2004), p. 170–171, 174.</ref> Lonnie Johnson's influence on Robert Johnson is even clearer in two other departures from the usual Delta style: \"Malted Milk\" and \"Drunken Hearted Man\". Both copy the arrangement of Lonnie Johnson's \"Life Saver Blues\".<ref>Wald (2004), p. 175.</ref>  The two takes of \"Me and the Devil Blues\" show the influence of [[Peetie Wheatstraw]], calling into question the interpretation of this piece as \"the spontaneous heart-cry of a demon-driven folk artist.\"<ref name=Wald-177>Wald (2004), p. 177.</ref>\n\n==Legacy==\nRobert Johnson has had enormous impact on music and musicians—but outside his own time, place, and even genre for which he was famous. His influence on contemporaries was much smaller, due in part to the fact that he was an itinerant performer—playing mostly on street corners, in [[juke joint]]s, and at Saturday night dances—who worked in a then undervalued style of music. He also died young after recording only a handful of songs. Johnson, though well-traveled and admired in his performances, was little noted in his lifetime, his records even less so. \"[[Terraplane Blues]]\", sometimes described as Johnson's only hit record, outsold his others, but was still only a minor success.\n\nIf one had asked black blues fans about Robert Johnson in the first twenty years after his death, writes [[Elijah Wald]], \"the response in the vast majority of cases would have been a puzzled 'Robert who?'\"  This lack of recognition extended to black musicians:\n\n{{quote|\"As far as the evolution of [[African-American music|black music]] goes, Robert Johnson was an extremely minor figure, and very little that happened in the decades following his death would have been affected if he had never played a note.\"<ref>Wald, 2004</ref>}}\n\nWith the album ''[[King of the Delta Blues Singers]]'', a compilation of Johnson's recordings released in 1961, [[Columbia Records]] introduced his work to a much wider audience—fame and recognition he only received long after his death.\n\n===Rock and roll===\nJohnson's major influence has been on genres of music that weren’t recognized as such until long after his death:  [[rock and roll]] and rock. The [[Rock and Roll Hall of Fame]] included four of his songs in a set of 500<ref name=500STS>{{cite web |url=http://rockhall.com/exhibits/500-songs-that-shaped-rock-and/ |title=Songs that Shaped Rock and Roll| publisher=Rock and Roll Hall of Fame and Museum |year=2007}}</ref> they deemed to have shaped the genre:\n\n*“[[Sweet Home Chicago]]” (1936)\n*“[[Cross Road Blues]]” (1936)\n*“[[Hellhound on My Trail]]” (1937)\n*“[[Love in Vain]]” (1937)\n\nJohnson recorded these songs a decade and a half before the recognized [[Origins of rock and roll|advent of rock and roll]],<ref>[http://www.esto.es/rock/english/history.htm 50' The Beginnings of Rock and Roll] Education Department, Saatchi Gallery Contemporary Art in London.</ref> dying a year or two later. The Museum inducted him as an “Early Influence” in their first induction ceremony in 1986, almost a half century after his death. Marc Meyers of the ''[[Wall Street Journal]]'' wrote that, \"His 'Stop Breakin' Down Blues' from 1937 is so far ahead of its time that the song could easily have been a rock demo cut in 1954.\"<ref name=\"Marc Myers 2011\"/>\n\n===Rock music and related genres===\nMany of the artists who claim to have been influenced by Johnson the most, injecting his revolutionary stylings into their work and recording tribute songs and collections, are prominent rock musicians from the United Kingdom. His impact and influence on these future star musicians from England—who would then come to develop and define both the [[rock and roll]] and rock music eras—resulted not from personal appearances or direct fraternization. Instead, the artistic power of his exceptional talents and original compositions would be relayed across the Atlantic many years after his death through the compilation of his works released in 1961 by Columbia Records (''[[King of the Delta Blues Singers]]'').\n\n[[Brian Jones]] of the [[Rolling Stones]] introduced bandmate [[Keith Richards]] to his first Robert Johnson album. The blues master's recordings would have as much impact on him as on [[Mick Jagger]]. The group would perform his \"[[Walkin' Blues]]\" at the [[Rock and Roll Circus]] in 1968. They arranged their own version of \"[[Love in Vain]]\" for their album ''[[Let It Bleed]]''; recording \"[[Stop Breakin' Down Blues]]\" for ''[[Exile on Main Street]]''. In addition, [[Mick Jagger]], in his role as Turner in the 1970 film ''[[Performance]]'', performs solo excerpts from \"[[Come On In My Kitchen]]\" and \"[[Me and the Devil Blues]].\"\n\n[[Alexis Korner]], referred to as \"the Founding Father of British Blues\", co-wrote and recorded a song entitled \"Robert Johnson\" on his ''[[The Party Album (Alexis Korner)|The Party Album]]'' released in 1978. Other examples of the influence he had on English blues and [[Blues rock|blues-rock]] musicians and musical groups include:\n\n*[[Eric Clapton]], founder and member of many legendary groups, considered Johnson \"the most important blues musician who ever lived.\"<ref name=\"The Independent\"/> He recorded enough of his songs to make ''[[Me and Mr. Johnson]]'', a blues-rock album released in 2004 as a tribute to the legendary bluesman (also made into the film ''Sessions for Robert J''). He'd earlier recorded \"Crossroads\", an arrangement of \"[[Cross Road Blues]]\", with [[Cream (band)|Cream]] in 1968, leading some to consider him \"the man largely responsible for making Robert Johnson a household name.\"<ref>\"[http://www.npr.org/local/stories/KPLU/149258634 Bo Diddley's 'Before You Accuse Me' influential as the master]\" Listen to the Story, KPLU 88.5; March 23, 2012.</ref>\n*[[Robert Plant]] of [[Led Zeppelin]] referred to him on [[National Public Radio|NPR]]'s ''Fresh Air'' (recorded in 2004) as “Robert Johnson, to whom we all owed our existence, in some way.”  His group recorded \"[[Traveling Riverside Blues]]\", a song that drew from Johnson's original and quoted a number of Johnson's songs in the lyrics.\n*[[Fleetwood Mac]] were strongly influenced by Johnson in the group's early years as a British blues band. Guitarist [[Jeremy Spencer]] contributed two covers of Johnson-derived songs to the group's early albums, and lead guitarist [[Peter Green (musician)|Peter Green]] would later go on to record Johnson's entire catalog over the course of two albums, ''[[The Robert Johnson Songbook]]'' and ''[[Hot Foot Powder (album)|Hot Foot Powder]]''.\n\n[[Sam Dunn]]'s documentary ''[[Metal Evolution]]'' cites that Robert Johnson was the \"great grandfather to all things heavy metal\" with members of [[Rush (band)|Rush]] and [[Slipknot (band)|Slipknot]] agreeing that he played a major role in the future of rock music.\n\n[[Bob Dylan]] wrote of Johnson in his 2004 autobiography ''[[Chronicles: Volume One]]'', \"If I hadn't heard the Robert Johnson record when I did, there probably would have been hundreds of lines of mine that would have been shut down&mdash;that I wouldn't have felt free enough or upraised enough to write.\"<ref>''[[Chronicles: Volume One]]'', pp. 287-288</ref>\n\n===Guitar technique===\n[[File:Robert-Johnson-Gibson L1.jpg|alt=|thumb|Johnson was photographed with an L-1 from [[Gibson Guitar Company]]. Gibson eventually reissued an [[Gibson L1|L-1 signature series model]] as a tribute to Johnson.]]\nHis revolutionary guitar playing has led contemporary experts, assessing his talents through the handful of old recordings available, to rate him among the greatest guitar players of all time:\n\n* In 1990 ''[[Spin (magazine)|Spin]] magazine'' rated him 1st in its ''35 Guitar Gods'' listing—on the 52nd anniversary of his death.<ref>\"35 Guitar Gods\", August 1990, SPIN magazine.</ref>\n* In 2008 ''[[Rolling Stone]]'' magazine ranked him 5th on their list of the ''100 Greatest Guitarists of All Time''—70 years after he died.<ref name=\"rs100\"/>\n* In 2010 Guitar.com ranked him 9th in its list of Gibson.com’s ''Top 50 Guitarists of All Time''—72 years after he died.<ref>{{cite web|url=http://www.gibson.com/en-us/Lifestyle/Features/Top-50-Guitarists-528/title=Gibson.com|title=Top 50 Guitarists of All Time&nbsp;– 10 to 1 |publisher=Gibson.com |accessdate=June 3, 2010}}</ref>\n\nMusicians who proclaim his profound impact on them, i.e., [[Keith Richards]], [[Jimi Hendrix]], and [[Eric Clapton]], all rated in the top ten with him on each of these lists. The [[boogie woogie|boogie]] [[bass line]] he fashioned for \"[[I Believe I'll Dust My Broom]]\" has now passed into the standard guitar repertoire. At the time it was completely new, a guitarist's version of something people would only ever have heard on a piano.<ref name=Wald-136>Wald (2004), p. 136.</ref>\n\n===Lifetime achievement===\n''[[The Complete Recordings (Robert Johnson album)|The Complete Recordings]]'', a double-disc box set released by [[Sony Music Entertainment|Sony/Columbia Legacy]] on August 28, 1990, containing almost everything Robert Johnson ever recorded, with all 29 recordings (and 12 alternate takes) won a [[Grammy Award]] for “Best Historical Album” that year. In 2006 he was awarded a Grammy Lifetime Achievement Award (accepted by his son Claud).<ref name=\"robertjohnsonbluesfoundation2006\">{{cite web |url=http://www.robertjohnsonbluesfoundation.org/grammy.html  |title=2006 Lifetime Achievement Grammy Award&nbsp;– presented to Robert Johnson, accepted by son Claud Johnson |publisher=Robert Johnson Blues Foundation |year=2006}}</ref>\n\n==Problems of biography==\n{{quote|\"The thing about Robert Johnson was that he only existed on his records. He was pure legend.\"|[[Martin Scorsese]]|''Love In Vain: A Vision of Robert Johnson''}}\nVery little is known of Johnson's early life with any certainty. Two marriage licenses for Johnson have been located in county records offices. The ages given in these certificates point to different birth dates, as do the entries showing his attendance at Indian Creek School, [[Tunica, Mississippi]]. That he was not listed among his mother's children in the [[1910 United States Census|1910 census]]<ref name=\"Freeland 2000\">Freeland (2000)</ref> casts further doubt on these dates. Carrie Thompson claimed that her mother, who was also Robert's mother, remembered his birth date as May&nbsp;8, 1911. The [[1920 United States Census|1920 census]] gives his age as 7, suggesting he was born in 1912/13.<ref name=\"rewald\">{{cite web|url=http://www.tdblues.com/2009/10/new-robert-johnson-census-records/|title=NEW Robert Johnson Census Records|last=Rewald|first=Jason|date=October 9, 2009|work=tdblues.com|accessdate=5 September 2013}}</ref> Five significant dates from his career are documented: Monday, Thursday and Friday, November 23, 26, and 27, 1936, at a recording session in [[San Antonio, Texas]]. Seven months later, on Saturday and Sunday, June 19–20, 1937, he was in [[Dallas]] at another session. His [[death certificate]] was discovered in 1968, and lists the date and location of his death.<ref>Wardlow and Komara, 1998, p. 87</ref>\n\nThe two confirmed images of Johnson were located in 1973, in the possession of the musician's half-sister Carrie Thompson, and were not widely published until the late 1980s. A third photo, purporting to show Johnson posing with fellow blues performer [[Johnny Shines]], was published in the November 2008 edition of ''[[Vanity Fair (magazine)|Vanity Fair]]'' magazine<ref>Frank Digiacomo, \"Searching for Robert Johnson\", [[Vanity Fair (magazine)|Vanity Fair]], November, 2008</ref> and was authenticated in 2013.<ref name=\"photo2013\">{{Cite web |url=http://www.guardian.co.uk/music/2013/feb/03/robert-johnson-photograph-identified |last=Thorpe |first=Jessica |work=[[The Guardian]] |publisher=[[Guardian Media Group]] |date=2013-02-02 |accessdate=2013-02-03 |title=Robert Johnson: Rare New Photograph of Delta Blues King Authenticated After Eight Years}}</ref> The same article claims that other photographs of Johnson, so far unpublished, may exist.\n\n{{quote|\"We don't know much, really . . there's so little known about this musician, other than these recordings that were made, and the fact that he died early, poisoned by the jealous husband of a woman he was hanging out with.\"|Bill Ferris|[[American Public Media]]: [[The Story with Dick Gordon]]<ref name=\"thestory1\"/>}}\n\nJohnson's records were greatly admired by [[Record collecting|record collector]]s from the time of their first release and efforts were made to discover his biography, with virtually no success. Noted blues researcher [[Robert \"Mack\" McCormick|Mack McCormick]] began researching his family background, but was never ready to publish. McCormick's research eventually became as much a legend as Johnson himself. In 1982, McCormick permitted [[Peter Guralnick]] to publish a summary in ''Living Blues'' (1982), later reprinted in book form as ''Searching for Robert Johnson''.<ref>Guralnick</ref> Later research has sought to confirm this account or to add minor details. A revised summary acknowledging major informants was written by [[Stephen LaVere]] for the booklet accompanying the [[compilation album]] ''[[The Complete Recordings (Robert Johnson album)|Robert Johnson, The Complete Recordings]]'' (1990), and is maintained with updates at the Delta Haze website.<ref>\n{{cite web\n|url=http://www.deltahaze.com/johnson/bio.html\n|title=Robert Johnson&nbsp;– Bio\n|publisher=www.deltahaze.com\n|accessdate=July 15, 2008 |archiveurl = http://web.archive.org/web/20080714234938/http://www.deltahaze.com/johnson/bio.html <!-- Bot retrieved archive --> |archivedate = July 14, 2008}}</ref> The documentary film ''[[The Search for Robert Johnson]]'' contains accounts by Mack McCormick and [[Gayle Dean Wardlow]] of what informants have told them: long interviews of [[David Honeyboy Edwards]] and Johnny Shines, and short interviews of surviving friends and family. These published biographical sketches achieve coherent narratives, partly by ignoring reminiscences and hearsay accounts which contradict or conflict with other accounts.\n\nA relatively full account of Johnson's brief musical career emerged in the 1960s, largely from accounts by [[Son House]], Johnny Shines, David Honeyboy Edwards and [[Robert Lockwood]]. In 1961, the sleeve notes to the album ''[[King of the Delta Blues Singers]]'' included reminiscences of Don Law who had recorded Johnson in 1936. Law added to the mystique surrounding Johnson, representing him as very young and extraordinarily shy.\n\n==Discography==\n{{Main|Robert Johnson discography}}\n{{listen\n | filename     = Traveling Riverside Blues sample.ogg\n | title        = Traveling Riverside Blues\n | description  =\n | format       = [[ogg]]\n | filename2    = Crossroads.ogg\n | title2       = Cross Road Blues\n | description2 =\n | format2      = [[ogg]]\n}}\nEleven Johnson [[gramophone record|78s]] were released on the [[Vocalion Records|Vocalion]] label during his lifetime, with a twelfth issued posthumously.<ref>Komara (2007) pp. 63–68</ref> All songs are copyrighted to Robert Johnson, and his estate.{{citation needed|date=May 2012}}\n\n''[[The Complete Recordings (Robert Johnson album)|The Complete Recordings]]'': A double-disc box set was released on August 28, 1990, containing almost everything Robert Johnson ever recorded, with all 29 recordings, and 12 alternate takes. (There is one further alternate, of \"Traveling Riverside Blues,\" which was released on Sony's ''King of the Delta Blues Singers'' CD and also as an extra in early printings of the paperback edition of [[Elijah Wald]]'s \"Escaping the Delta.\")<ref>[http://theenvelope.latimes.com/factsheets/awardsdb/env-awards-db-search,0,7169155.htmlstory?searchtype=all&query=Robert+Johnson&x=14&y=13 Awards List for Robert Johnson]. ''The Awards Insider''; Los Angeles Times. Retrieved August 15, 2010.</ref>\n\nTo celebrate Johnson's 100th birthday, May 8, 2011, [[Legacy Recordings|Sony Legacy]] released a re-mastered 2-CD set of all 42 Robert Johnson recordings extant, entitled ''Robert Johnson: The Centennial Collection''.<ref name = \"LaVere2011\">LaVere, Stephen C., Liner notes for ''Robert Johnson: The Centennial Collection'', [[Legacy Recordings]], 2011, pp. 20–21.</ref> In addition, there were two brief fragments: one where Johnson can be heard practicing a guitar figure; the second when Johnson can be heard saying, presumably to engineer Don Law, \"I wanna go on with our next one myself.\"<ref name = \"LaVere2011\"/> Reviewers commented that the sound quality of the 2011 release was a substantial improvement on the 1990 release.<ref>{{cite web| url = http://thegroovemusiclife.com/2011/04/26/review-robert-johnson-the-centennial-collection/| title = Review Robert Johnson: The Centennial Collection| author = Marsicano, C. J.\n| date = April 26, 2011| accessdate = August 15, 2011| publisher = The Groove Music}}</ref><ref>{{cite web| url = http://blues.about.com/od/cddvdrevi3/fr/Robert-Johnson-The-Centennial-Collection-2011.htm| title = Robert Johnson—The Centennial Collection (2011)| author = Gordon, Rev. Keith A.\n| date = April 26, 2011| accessdate = August 15, 2011| publisher = About.com}}</ref>\n\n==Awards and recognitions==\n\n===Grammy Awards===\n{| class=wikitable\n|-\n! Year\n! Category\n! Title\n! Genre\n! Label\n! Results\n|- align=center\n| 1990\n| Best Historical Album\n| ''[[The Complete Recordings (Robert Johnson album)|The Complete Recordings]]''\n| Blues\n| Sony/Columbia Legacy\n| Winner\n|}\n\n===Grammy Hall of Fame===\n{| class=wikitable\n|-\n! Year Recorded\n! Title\n! Genre\n! Label\n! Year Inducted\n|- align=center\n| 1936\n| [[Cross Road Blues]]\n| Blues (Single)\n| Vocalion\n| 1998\n|}\n\n===National Recording Registry===\n''[[The Complete Recordings (Robert Johnson album)|The Complete Recordings]]'' of Robert Johnson (1936–1937) was included by the [[National Recording Preservation Board]] in the [[Library of Congress]]' [[List of recordings preserved in the United States National Recording Registry|National Recording Registry]] in 2003.<ref>[http://www.loc.gov/rr/record/nrpb/registry/nrpb-2003reg.html <!--old: http://www.loc.gov/rr/record/nrpb/nrpb-2003reg.html--> The National Recording Registry 2003]. [[Library of Congress]].</ref> The board selects songs in an annual basis that are \"culturally, historically, or aesthetically significant.\"\n\n===Rock and Roll Hall of Fame===\nThe [[Rock and Roll Hall of Fame]] included four songs by Robert Johnson in the 500 songs that shaped rock and roll,<ref>{{cite web| url=http://www.rockhall.com/exhibithighlights/500-songs-gj/ |title=The 500 Songs That Shape Rock And Roll G-J |year=500 |publisher=The Rock and Roll Hall of Fame and Museum, Inc.|archiveurl=http://web.archive.org/web/20080822050749/http://www.rockhall.com/exhibithighlights/500-songs-gj/ |archivedate=August 22, 2008 }}</ref> as well as a memorial for Johnson which reads:\n\n{{quote|\"Robert Johnson stands at the crossroads of American music, much as a popular folk legend has it he once stood at Mississippi crossroads and sold his soul to the devil in exchange for guitar-playing prowess.\"<ref>[http://rockhall.com/inductees/robert-johnson/ RockHall.com]</ref>}}\n\n{| class=wikitable\n|-\n! Year Recorded\n! Title\n|- align=center\n| 1936\n| [[Sweet Home Chicago]]\n|- align=center\n| 1936\n| [[Cross Road Blues]]\n|- align=center\n| 1937\n| [[Hellhound on My Trail]]\n|- align=center\n| 1937\n| [[Love in Vain]]\n|}\n\n===The Blues Foundation Awards===\n{| class=wikitable\n|-\n| colspan=\"5\" style=\"text-align:center;\"| '''Robert Johnson: [[Blues Music Awards]]'''<ref>{{cite web |url=http://www.blues.org/search/handys.php |title=Awards Search | publisher=The Blues Foundation }} (Javascript required.)</ref>\n|-\n! Year\n! Category\n! Title\n! Result\n|- align=center\n| 1991\n| Vintage or Reissue Album\n| ''[[The Complete Recordings (Robert Johnson album)|The Complete Recordings]]''\n| Winner\n|}\n\n===Honors and inductions===\n<!--  Commented out because image was deleted: [[File:Robert johnson stamp.png|right|thumb|US Postage Stamp 1994]] -->\nOn September 17, 1994, the [[List of people on stamps of the United States|U.S. Post Office]] issued a Robert Johnson 29-cent commemorative postage stamp.<ref>[http://usstampgallery.com/view.php?id=98f84f30eb40d50691c968cb71dcaa1225c1dced&st=&ss=&t=&s=2492&syear=&eyear=]</ref>\n\n{| class=wikitable\n|-\n! Year\n! Title\n! Results\n! Notes\n|- align=center\n| 2006\n| [[Grammy Lifetime Achievement Award]]\n| Winner\n| accepted by son Claud Johnson<ref name=\"robertjohnsonbluesfoundation2006\"/>\n|- align=center\n| 2000\n| [[Mississippi Musicians Hall of Fame]]<ref>{{cite press release |url=http://www.gibson.com/whatsnew/pressrelease/2000/apr4a.html |title= Mississippi Hall of Fame inducts trio of famed Gibson artists |publisher=Gibson Musical Instruments  |date=April 4, 2000 |archiveurl=http://web.archive.org/web/20000819115818/http://www.gibson.com/whatsnew/pressrelease/2000/apr4a.html |archivedate=August 19, 2000}}</ref>\n| Inducted\n|- align=center\n| 1986\n| [[List of Rock and Roll Hall of Fame inductees|Rock and Roll Hall of Fame]]\n| Inducted\n| Early Influences\n|- align=center\n| 1980\n| [[Blues Hall of Fame]]\n| Inducted\n|}\n\n===Tribute albums===\nTribute albums to Robert Johnson include:\n{| class=\"wikitable\"\n|-\n! Artist !! Album !! Year\n|-\n| [[Rory Block]] || [[The Lady and Mr Johnson]] || 2006 (2007 Acoustic Blues Album of the Year)\n|-\n| [[Eric Clapton]] || ''[[Me and Mr. Johnson]]'' || 2004\n|-\n| [[Peter Green Splinter Group]] || ''[[The Robert Johnson Songbook]]'' || 1998\n|-\n| [[Peter Green Splinter Group]] || ''[[Hot Foot Powder (album)|Hot Foot Powder]]'' || 2000\n|-\n| [[Peter Green Splinter Group]] || ''Me and the Devil'' || 2001 (A 3-CD set consisting of The Robert Johnson Songbook and Hot Foot Powder with 1 CD of original Robert Johnson recordings)\n|-\n| [[John P. Hammond|John Hammond]] || ''At the Crossroads'' || 2003\n|-\n| [[Todd Rundgren]] || ''Todd Rundgren's Johnson'' || 2010\n|-\n| [[Big Head Todd and the Monsters|Big Head Blues Club]] || ''100 Years of Robert Johnson'' || 2011\n|-\n| [[Thunder (band)]] || ''Robert Johnson's Tombstone'' || 2006\n|-\n| [[Paul Williams (British singer)|Paul Williams]] || In Memory of Robert Johnson || recorded in 1970, released in 1973\n|-\n|}\n\n==Films and other media==\n<!-- chronological order -->\n* The film ''[[Crossroads (1986 film)|Crossroads]]'' (1986) is about a young white blues guitarist's search for Johnson's \"missing\" 30th song and the theme of blues artists selling their souls to the devil.\n* ''Stones in My Passway: The Robert Johnson Story'' (1990), a biographical film by [[Martin Spottl]].\n* ''[[The Search for Robert Johnson]]'' (1991), UK documentary hosted by Blues musician [[John P. Hammond]], son of [[John H. Hammond]].\n* [[Sherman Alexie]]'s novel ''Reservation Blues'' (1995) includes Johnson visiting the crossroads on the Spokane Indian Reservation and leaving his enchanted guitar behind.\n* ''Can't You Hear the Wind Howl? The Life and Music of Robert Johnson'' (1997)\n* ''Hellhounds On My Trail: The Afterlife of Robert Johnson'' (2000, directed by [[Robert Mugge]])\n* The song \"The Wasteland\" by [[Elton John]] from his 2001 studio album [[Songs from the West Coast]] contains the chorus: \"Come on Robert Johnson though we're worlds apart, You and I know what it's like with the devil in our heart, You sold your soul at the Crossroads kept a little of mine on hand I'm wading out this muddy water, been stranded in the wasteland\"\n*''Eric Clapton&nbsp;– Sessions for Robert Johnson'' (2004, documentary)\n* Author [[Robert Rankin]] has referenced Johnson in his works ''[[The Brightonomicon]]'' (2005) and ''[[The Da-Da-De-Da-Da Code]]'' (2007).\n*In the show ''[[Supernatural (U.S. TV series)|Supernatural]]'', Robert Johnson appears in a flashback in the episode \"Crossroad Blues\" (season 2, episode 8; 2006) in which he is shown to have sold his soul for his musical talent.\n*''[[Me and the Devil Blues (manga)|Me and the Devil Blues: The Unreal Life of Robert Johnson]]'' (2008) is a Japanese [[manga]] series written and illustrated by [[Akira Hiramoto]]. It is a phantasmagoric reimagining of Johnson's life.\n*''[http://www.woodsongs.com/showlist.asp Celebration of the music and legend of Robert Johnson: Show 502]'' {{dead link|date=November 2013}} [[WoodSongs Old-Time Radio Hour]]. [[Rory Block]] and [[Scott Ainslie]] discuss Johnson and play his music. Taped 2008-09-29; 60 minutes audio (WMA, MP3), 88 minutes video (WMV).\n*To commemorate Johnson's 100th birthday in 2011, [[Dogfish Head Brewery]] released \"Hellhound on My Ale\", a limited edition beer, in collaboration with Sony's [[Legacy Recordings]] division.<ref>{{cite web|url=http://www.dogfish.com/brews-spirits/the-brews/occasional-rarities/hellhound-on-my-ale.htm |title=Hellhound On My Ale &#124; Dogfish Head Craft Brewed Ales |publisher=Dogfish.com |date= |accessdate=2011-12-30}}</ref>\n*[http://www.radiolab.org/blogs/radiolab-blog/2012/apr/16/crossroads/ Crossroads by Radio Lab] (2012) recounts the myth of what happened to Robert Johnson at the crossroads in Clarksdale, Mississippi.\n* The character [[Tommy Johnson (musician)|Tommy Johnson]] played by [[Chris Thomas King]] in the film [[O Brother, Where Art Thou?]] reveals that he [[Deal with the Devil|sold his soul to the devil]] at a crossroads in exchange for the ability to play the guitar.  While the character name and story suggest a direct reference to the real-life [[Tommy Johnson (musician)|Tommy Johnson]], the faustian story and the character’s [[Delta blues|Mississippi Delta Blues]] style revealed later in the movie as he plays as part of the [[The Soggy Bottom Boys]] is more reminiscent of the Robert Johnson mythos. The [[Coen brothers]] admit in the movie’s director comments that the character is a mashup of Tommy and Robert Johnson myth.\n* \"The Estate of Robert Johnson\" in the series ''Inheriting Trouble'' (season 2, episode 6; 2012) talks about his life, death and the controversy of his estate after his recordings are rereleased and turn him into an icon. [http://www.cmjprod.ca/inheritingtrouble.html]\n* The song \"The Devil at the Crossroads\", on [[Magenta (Welsh band)|Magenta]]'s ''The Twenty Seven Club'' (2013) is inspired by Johnson.<ref>''Prog'' magazine, no. 38, p. 50</ref>\n\n==See also==\n{{Portal| Biography }}\n*[[Robert Johnson (guitars)]]\n\n==References==\n{{Reflist|3|30em}}\n\n==Bibliography==\n{{Refbegin|60em}}\n* ''Blues World&nbsp;– Booklet No.1&nbsp;– Robert Johnson&nbsp;– Four Editions'', First published 1967\n*Blesh, Rudi (1946) \"Jazz Begins\" quoted in Marybeth Hamilton (below).\n*Charters, Samuel B (1959). ''The Country Blues''. Rinehart.\n*Charters, Samuel B (1967). ''The Bluesman. The story of the music of the men who made the Blues''. Oak Publications.\n*Charters, Samuel B (1973). ''Robert Johnson''. Oak Publication. ISBN 0-8256-0059-6\n*Edwards, David Honeyboy (1997). ''The World Don't Owe Me Nothing. The Life and Times of Delta Bluesman Honeyboy Edwards''. Chicago Review Press. ISBN 1-55652-368-8\n*Evans, David (1971). ''Tommy Johnson''. Studio Vista. SBN 289 70150\n*Freeland, Tom (2000). ''Robert Johnson: Some Witnesses to a Short Life'' in ''Living Blues'' no. 150 March/April 200 p.&nbsp;49\n*Gioia, Ted (2008). ''Delta Blues. The Life and Times of the Mississippi Masters Who Revolutionised American Music''. Norton, ISBN 978-0-393-33750-1\n*Graves, Tom (2008).  ''Crossroads: The Life and Afterlife of Blues Legend Robert Johnson''. DeMers Books, ISBN 978-0-9816002-1-5\n*Greenberg, Alan (1983). ''Love in Vain: The Life and Legend of Robert Johnson''. Doubleday Books, ISBN 0-385-15679-0\n** 1994 revised edition retitled ''Love in Vain: A Vision of Robert Johnson'', with foreword by [[Martin Scorsese]], Da Capo Press, ISBN 0-306-80557-X\n*Guralnick, Peter (1989). ''Searching for Robert Johnson'' (1989). E. P. Dutton hardcover: ISBN 0-525-24801-3, Plume 1998 paperback: ISBN 0-452-27949-6\n*Komara, Edward (2007). ''The Road to Robert Johnson, The genesis and evolution of blues in the Delta from the late 1800s through 1938''. Hal Leonard. ISBN 0-634-00907-9\n*Marcus, Greil (1975). ''Mystery Train''. E.P. Dutton.\n*Hamilton, Marybeth (2007). ''In Search of the Blues. Black Voices, White Visions''. Jonathan Cape. ISBN 0-224-06018-X\n*Lomax, Alan (1993). ''The Land Where the Blues Began''. Methuen. ISBN 0-413-67850-4\n*Neff, Robert & Anthony Connor (1975). ''Blues''. David R Godine. Quoted in Pearson & McCulloch p.&nbsp;114.\n*Palmer, Robert (1982) paperback edition. ''Deep Blues''. Macmillan, ISBN 0-333-34039-6\n*Pearson, Barry Lee; McCulloch, Bill (2003). ''Robert Johnson: Lost and Found''. University of Illinois Press, ISBN 0-252-02835-X\n*Schroeder, Patricia R. (2004). ''Robert Johnson, Mythmaking, and Contemporary American Culture''. University of Illinois Press, ISBN 0-252-02915-1\n*Russell, Tony (2004). ''Country Music records, A Discography, 1921–1942''. Oxford. ISBN 0-19-513989-5\n*Townsend, Henry (1999). ''A Blues Life''. As told to Bill Greensmith. University of Illinois Press. ISBN 0-252-02526-1\n*[[Elijah Wald|Wald, Elijah]] (2004). ''Escaping the Delta: Robert Johnson and the Invention of the Blues''. Amistad. ISBN 0-06-052423-5\n*Wardlow, G., & Komara, E. M. (1998). ''Chasin' that devil music: searching for the blues''. San Francisco, Calif: Miller Freeman Books. ISBN 0-87930-652-1\n*Welding, Pete (1966). ''Robert Johnson. Hell hound on his trail.'' In ''Down Beat Music'' '66: 73–76, 103\n*Wolf, Robert (2004) ''Hellhound on My Trail: The Life of Robert Johnson, Bluesman Extraordinaire''. Mankato, MN: Creative Editions. ISBN 1-56846-146-1\n{{Refend}}\n\n==External links==\n{{External links|date=April 2012}}\n<!--╔════════════════════════({{NoMoreLinks}})════════════════════════════╗\n    ║ PLEASE BE CAUTIOUS IN ADDING MORE LINKS TO THIS ARTICLE. WIKIPEDIA  ║\n    ║ IS NOT A COLLECTION OF LINKS NOR SHOULD IT BE USED FOR ADVERTISING. ║\n    ║                                                                     ║\n    ║           Excessive or inappropriate links WILL BE DELETED.         ║\n    ║ See [[Wikipedia:External links]] & [[Wikipedia:Spam]] for details.  ║\n    ║                                                                     ║\n    ║ If there are already plentiful links, please propose additions or   ║\n    ║ replacements on this article's discussion page, or submit your link ║\n    ║ to the relevant category at the Open Directory Project (dmoz.org)   ║\n    ║ and link back to that category using the {{dmoz}} template.         ║\n    ╚════════════════════════({{NoMoreLinks}})════════════════════════════╝-->\n{{Commons category|Robert Johnson (musician)}}\n*[http://www.robertjohnsonbluesfoundation.org/ The Robert Johnson Blues Foundation]\n*[http://mtzionmemorialfund.org/site/memorials/robert-johnson/ Robert Johnson Mount Zion Memorial Fund]\n*[http://www.blues.org/halloffame/inductees.php?YearId=25# 1980 Hall of Fame Inductee] at The [[Blues Foundation]]\n*[http://xroads.virginia.edu/~MUSIC/rjhome.html The Robert Johnson Notebooks]. Courtney Danforth and Adriana Rissetto. [[University of Virginia]]. 1997-07-07/2003-11-03.\n*[http://hermes.lib.olemiss.edu/mystery/exhibit.asp?ID=185 Robert Johnson Death Certificate]. State of Mississippi.\n*[http://www.findagrave.com/cgi-bin/fg.cgi?page=gr&GRid=6058394 Robert Johnson] at Find-A-Grave\n*[http://www.threeperfectminutes.com/search/label/Robert%20Johnson Robert Johnson recordings]. Three Perfect Minutes&nbsp;– Milestone Recordings in American Music. Bryan Mangum. ''User-generated reviews of each of Johnson's tracks.''\n*{{Allmusic|artist/johnson-p91178}}\n*{{Worldcat id|lccn-n50-38813}}\n;Articles\n<!-- Use original article titles to ease link repair. Add'l notes for purpose are ok.-->\n*<!--[http://www.robertjohnsonbluesfoundation.org/latimes.html Los Angeles Times article] regarding Johnson's life and legacy, and the legal battle over it&nbsp;– original article below -->\n*[http://www.vanityfair.com/culture/features/2008/11/johnson200811 \"Portrait of a Phantom: Searching for Robert Johnson\"] Frank DiGiacomo. November 1, 2008. ''Variety''.\n*[http://www.monemonkey.com/2012/02/75-aniversario-de-robert-johnson/ 75 Aniversario de Robert Johnson] Pablo Huguet Monfort, Mone Monkey. February 15, 2012. ''75 Aniversario de Robert Johnson''\n*[http://articles.latimes.com/2004/jun/02/nation/na-claud2 Bluesman's Son Gets His Due] Ellen Barry, Los Angeles Times. June 2, 2004. ''Johnson legal battle.''\n*[http://www.vanityfair.com/culture/features/2008/11/johnson200811 Portrait of a Phantom&nbsp;– Searching for Robert Johnson]. Frank DiGiacomo, Vanity Fair. November 2008. ''Purported new photo of Robert Johnson with [[Johnny Shines]].''<!-- author important because there are many identically named articles.-->\n*[http://www.touched.co.uk/press/rjnote.html Steady Rollin’ Man&nbsp;– A Revolutionary Critique of Robert Johnson]. John Gibbens, Touched Press Books. ''About speed adjustments.''\n*[http://www.elijahwald.com/rjohnson.html Escaping the Delta/Robert Johnson] Elijah Wald. ''About the book, w/links to related material.''\n*[http://www.guitarz-for-ever.com/delta-guitar-player-robert-johnson.html Delta Guitar Player Robert Johnson]. Guitarz For Ever. 2004. ''(Portion copied from ezinearticles.com)''\n*[http://www.soulofrocknroll.com/?p=69 Deal with the Devil: Understanding Robert Johnson, His Music and His Impact]. D.A.N. Soul of Rock 'n' Roll. 2007-04-06\n\n{{Robert Johnson}}\n\n{{Persondata\n| NAME              = Johnson, Robert\n| ALTERNATIVE NAMES = \n| SHORT DESCRIPTION = American blues musician\n| DATE OF BIRTH     = 1911-05-08\n| PLACE OF BIRTH    = [[Hazlehurst, Mississippi]]\n| DATE OF DEATH     = 1938-08-16\n| PLACE OF DEATH    = [[Greenwood, Mississippi]]\n}}\n{{DEFAULTSORT:Johnson, Robert}}\n[[Category:1911 births]]\n[[Category:1938 deaths]]\n[[Category:People from Hazlehurst, Mississippi]]\n[[Category:African-American singer-songwriters]]\n[[Category:African-American guitarists]]\n[[Category:Delta blues musicians]]\n[[Category:Country blues musicians]]\n[[Category:Country blues singers]]\n[[Category:American male singers]]\n[[Category:Blues Hall of Fame inductees]]\n[[Category:Blues musicians from Mississippi]]\n[[Category:American blues guitarists]]\n[[Category:American blues singer-songwriters]]\n[[Category:American buskers]]\n[[Category:Rock and Roll Hall of Fame inductees]]\n[[Category:Slide guitarists]]\n[[Category:Vocalion Records artists]]\n[[Category:Juke Joint blues musicians]]\n[[Category:Murdered musicians]]\n[[Category:American blues musicians]]"}]}}}}