{"query":{"normalized":[{"from":"Sidney_Bechet","to":"Sidney Bechet"}],"pages":{"97593":{"pageid":97593,"ns":0,"title":"Sidney Bechet","revisions":[{"contentformat":"text/x-wiki","contentmodel":"wikitext","*":"{{Infobox musical artist\n| name                = Sidney Bechet\n| image               = Bechet.gif\n| caption             = Sidney Bechet in 1922\n| image_size          = 200px\n| background          = non_vocal_instrumentalist\n| birth_name          =\n| alias               =\n| birth_date          = {{birth date|1897|05|14}}\n| birth_place         = <small>[[New Orleans]], [[Louisiana]], [[United States|U.S.]]</small>\n| death_date          = {{death date and age|1959|05|14|1897|05|14}}\n| death_place         = <small>[[Garches]], [[France]]</small>\n| origin              =\n| instrument          = [[Clarinet]]<br>[[Soprano saxophone]]<br>[[Cornet]]<ref>Satchmo:My Life In New Orleans, By: Louis Armstrong. Chapter 8, Pages 120 and 121</ref><br>[[Drums]]<ref>http://www.redhotjazz.com/bechet.html</ref><br>[[Tenor Saxophone]]<ref>http://www.redhotjazz.com/bechet.html</ref><br>[[Piano]]<ref>http://www.redhotjazz.com/bechet.html</ref><br>[[Double bass|Bass]]<ref>http://www.redhotjazz.com/bechet.html</ref>\n| genre               = [[Jazz]]<br>[[Dixieland]]\n| occupation          = [[Clarinetist]]<br>[[Saxophonist]]<br>[[Composer]]\n| years_active        = 1908–1957\n| label               =\n| associated_acts     = [[Louis Armstrong]]<br>Tommy Ladnier\n| website             =\n| current_members     =\n| past_members        =\n| notable_instruments =\n}}\n'''Sidney Bechet''' (May 14, 1897 &ndash; May 14, 1959) was an American [[jazz]] [[saxophone|saxophonist]], [[clarinet]]ist, and [[composer]].\n\nHe was one of the first important soloists in jazz (beating [[cornet]]ist and [[trumpeter]] [[Louis Armstrong]] to the recording studio by several months<ref name=AllMusic/> and later playing duets with Armstrong), and was perhaps the first notable jazz saxophonist. Forceful delivery, well-constructed improvisations, and a distinctive, wide vibrato characterized Bechet's playing.\n\nBechet's erratic temperament hampered his career, however, and not until the late 1940s did he earn wide acclaim.\n\n==Biography==\n[[File:BechetMaraisExterior1.JPG|left|thumb|Bechet's childhood home in the [[7th Ward of New Orleans]]]]\n[[File:Sydney Bechet statue.JPG|thumb|Bust in [[Juan-les-Pins]]]]\nBechet was born in New Orleans in 1897 to a middle-class [[Creoles of color|Creole of color]] family. Sidney's older brother Leonard Victor Bechet (1877–1952) was a full-time dentist and a part-time trombonist and bandleader. Sidney Bechet quickly learned to play several musical instruments kept around the house, mostly by teaching himself; he soon decided to specialize in clarinet. At the age of six, Sidney started playing along with his brother's band at a family birthday party, debuting his talents to acclaim. Later in his youth, Bechet studied with such renowned Creole clarinetists as [[Lorenzo Tio]], \"Big Eye\" [[Louis Nelson Delisle]], and [[George Baquet]].<ref name=\"Sidney Bechet and His Long Song\"/>\n\nSoon after, Bechet began to play in many New Orleans ensembles, improvising with what was \"acceptable\" for jazz at that time ([[obbligato]]s, with scales and [[arpeggios]], and \"variating\" the melody). These ensembles included parade work with Henry Allen's celebrated Brass Band, the [[Olympia Orchestra]], and John Robichaux's \"genteel\" dance orchestra. In 1911-1912, Bechet performed with [[Bunk Johnson]] in the Eagle Band of New Orleans, and in 1913-1914, with [[King Oliver]] in the Olympia Band.<ref name=\"Sidney Bechet and His Long Song\">{{cite news | first= | last= |author=Lewis Porter, Michael Ullman |authorlink= | title=Sidney Bechet and His Long Song | date=Autumn 1998 | publisher= | url = | work =The Black Perspective in Music | pages =135–150 | accessdate = 2010-02-15 | language = }}</ref>\n\nAlthough Bechet spent his childhood and adolescence in New Orleans, from 1914 to 1917 he was touring and traveling, going as far north as [[Chicago]], and frequently teaming up with [[Freddie Keppard]], another notable Creole musician. In the spring of 1919, Bechet traveled to [[New York]], where he joined [[Will Marion Cook]]'s Syncopated Orchestra. Soon after, the orchestra journeyed to Europe where, almost immediately upon arrival, they performed at the Royal Philharmonic Hall in [[London]]. The group was warmly received, and Bechet was especially popular, attracting attention near and far.<ref name=\"Sidney Bechet and His Long Song\"/>\n\nWhile in London, Bechet discovered the straight [[soprano saxophone]], and quickly developed a style quite unlike his warm, reedy clarinet tone. His saxophone sound could be described as \"emotional\", \"reckless\", and \"large\". He would often use a very broad vibrato, similar to what was common for some New Orleans clarinetists at the time.\n\nAfter being convicted of assaulting a woman, Bechet was imprisoned in London from September 13 to 26, 1922. He was deported back to the United States, leaving [[Southampton]] on November 3  and arriving in New York on November 13, 1922.\n\nOn July 30, 1923, he began recording; it is some of his earliest surviving studio work. The session was led by [[Clarence Williams (musician)|Clarence Williams]], a pianist and songwriter, better known at that time for his music publishing and record producing.  Bechet recorded \"Wild Cat Blues\" and \"Kansas City Man Blues\". \"Wild Cat Blues\" is in a multi-thematic ragtime tradition, with four themes, at sixteen bars each, and \"Kansas City Man Blues\" is a genuine 12-bar blues. Bechet interpreted and played each uniquely, and with outstanding creativity and innovation for the time.\n\nOn September 15, 1925, Bechet and other members of the ''Revue Nègre,'' including [[Josephine Baker]], sailed to Europe, arriving at [[Cherbourg, France]], on September 22. The revue opened at the [[Théâtre des Champs-Élysées]],<ref>{{cite book|last=Shack|first=William A.|title=Harlem in Montmarte|year=2001|publisher=University of California Press|location=Berkeley|isbn=0-520-22537-6|pages=35}}</ref> Paris, on October 2. Bechet toured Europe with various bands, reaching as far as Russia in mid-1926. In 1928, he led his own small band at the famous Bricktop's Club in [[Montmartre]], Paris.\n\nBechet was jailed<ref name=\"KB01\">See [[Ken Burns]]' documentary ''Jazz'' for details</ref> for 11 months in Paris when a woman passer-by was wounded during a shoot-out.<ref name=\"ReferenceA\">Palmer, Robert. Liner notes, \"Sidney Bechet Master Musician\" double LP</ref>  The most common version of the story, as related in [[Ken Burns]]'s jazz documentary, reports that the initial shoot-out started when another musician/producer told Bechet that he was playing the wrong chord. Bechet challenged the man to a duel and said \"Sidney Bechet never plays the wrong chord\" <ref name=\"KB01\" /> Other sources assert that Bechet was essentially ambushed by a rival musician.{{Citation needed|date=July 2009}}\n\nAfter his release, Bechet was deported to New York. Having arrived right after the stock-market crash of 1929, Bechet joined [[Noble Sissle]]’s orchestra. They returned to Europe to tour in [[Berlin]], Germany and [[Russia]].\n\nIn 1932, Bechet returned to New York City to lead a band with trumpeter [[Tommy Ladnier]]. The band, consisting of six members, performed at the [[Savoy Ballroom]]. He went on to play with Lorenzo Tio, and also got to know [[Roy Eldridge]], another trumpeter.<ref name=\"Horricks\">{{cite book|last=Horricks|first=Raymond|title=Profiles in Jazz|year=1991|publisher=Transaction Publishers|location=New Brunswick, New Jersey| pages=1–10}}</ref>\n\nOver time Bechet had increasing difficulty finding musical gigs; he eventually started a tailor shop with Ladnier. During this time, they were visited by various musicians, and played in the back of their shop. Throughout the 1940s, Bechet played in several bands, but his financial situation did not change until the end of that decade.<ref name=\"Horricks\" />\n\nBy the end of the 1940s, Bechet tired of struggling to make music in the United States.  His contract with Jazz Limited, a Chicago-based record label, was limiting the events where he could perform, for instance excluding the 1948 Festival of Europe in Nice. He believed that the jazz scene in the US had little left to offer him and that was getting stale.<ref name=\"Horricks\" />\n\nBechet relocated to France in 1950 after performing as a soloist at the Paris Jazz Fair. His performance at the fair resulted in a surge in his popularity in France. After that, Bechet had little problem finding well-paid work in France. In 1951, Bechet married Elisabeth Ziegler in [[Antibes]], France.\n\nIn 1953, he signed a recording contract with French Vogue, which lasted for the rest of his life.<ref name=\"Horricks\" /> He recorded many hit tunes, including \"[[Les Oignons]]\", \"Promenade aux Champ Elysees,\" and the international hit \"[[Petite Fleur]]\". He also composed a classical ballet score in the late Romantic style of [[Tchaikovsky]], called ''La Nuit est sorcière'' (The Night Is a Witch). [[Existentialism|Existentialists]] in France called him \"le dieu\".{{Citation needed|date=February 2011}}\n\nBechet died in Paris from lung cancer on May 14, 1959 on his  sixty-second birthday. Shortly before his death, he dictated his poetic autobiography, ''Treat It Gentle''.\n\n==Career==\nBechet successfully composed in jazz, pop-tune, and extended concert work forms. He knew how to read music but chose not to, due to his highly developed inner ear; he developed his own fingering system and never played section parts in a big band or swing-style combo.<ref name=\"ReferenceA\"/> His recordings have often been reissued.\n\nSidney Bechet's primary instruments were the clarinet and the soprano sax. His playing style is intense and passionate, and had a wide vibrato. He was also known to be very proficient with his instruments and a master at improvisation (both individual and collective). Bechet liked to have his sound dominate in a performance, and trumpeters found it very difficult to play alongside him.<ref name=AllMusic>{{cite web|last=Yanow|first=Scott|title=Sidney Bechet|url=http://www.allmusic.com/artist/sidney-bechet-p55279/biography|accessdate=2011-06-28}} [[allmusic]].</ref><ref name=\"Horricks\" /> [[Philip Larkin]] wrote about his music:\n:On me your voice falls as they say love should,\n:Like an enormous yes.  My Crescent City\n:Is where your speech alone is understood,\n:And greeted as the natural noise of good,\n:Scattering long-haired grief and scored pity.<ref>Larkin, Philip (1954) in Collected Poems. New York: Farrar Straus Giroux. 1988. Page 83.</ref>\n\nSome of the highlights of his career include 1923 sides with Louis Armstrong in the Clarence Williams Blue Five; the 1932, 1940, 1941 New Orleans Feetwarmers sides; a 1938 Tommy Ladnier Orchestra session (\"Weary Blues\", \"Really the Blues\"); a hit 1939 recording of \"[[Summertime (song)|Summertime]]\"; and various versions of his own composition, \"[[Petite Fleur]]\".\n\nIn 1939, Bechet co-led a group with pianist [[Willie \"The Lion\" Smith]] that recorded several early versions of what was later called [[Latin jazz]], adapting traditional [[méringue]], [[rhumba]] and [[Haiti]]an songs to the jazz idiom.\n\n[[File:Sidney Bechet, Freddie Moore, Lloyd Phillips (Gottlieb 00521).jpg|right|thumb|Bechet in New York in 1947]]\nOn July 28, 1940, Sidney Bechet made a guest appearance on [[NBC Radio]]'s ''[[The Chamber Music Society of Lower Basin Street]]'' show, playing two of his show pieces (\"Shake It and Break It\" and \"[[St. Louis Blues]]\") with Henry Levine's Dixieland band. Levine invited Bechet into the [[RCA Victor]] recording studio (on 24th Street in New York City), where Bechet lent his soprano sax to Levine's traditional arrangement of \"[[Muskrat Ramble]].\"\n\nOn April 18, 1941, as an early experiment in [[overdubbing]] at Victor, Bechet recorded a version of the pop song \"[[The Sheik of Araby]]\", playing six different instruments: [[clarinet]], [[soprano saxophone]], [[tenor saxophone]], [[piano]], [[double bass|bass]], and [[Drum kit|drums]]. A hitherto unissued master of this recording was included in the 1965 LP ''Bechet of New Orleans'', issued by RCA Victor as LPV-510. On the liner notes, George Hoeffer quotes Bechet as follows: \n<blockquote>I started by playing The Sheik on piano, and played the drums while listening to the piano. I meant to play all the rhythm instruments, but got all mixed up and grabbed my soprano, then the bass, then the tenor saxophone, and finally finished up with the clarinet.</blockquote>\n\nIn 1944, 1946, and 1953 he recorded and performed in concert with the Chicago jazz pianist and vibraphonist [[Max Miller (jazz musician)|Max Miller]], private recordings that are part of the Max Miller archive and have never been released. These concerts and recordings are covered completely in [[John Chilton]]'s authoritative book on Bechet.\n\nBechet was an important influence on the alto saxophonist [[Johnny Hodges]], who studied with him as a teenager.\n\n==Legacy and honors==\n*In 1919, [[Ernest Ansermet]], a Swiss classical conductor, wrote a tribute to Bechet, one of the earliest (if not the first) to a jazz musician from the classical field of music, linking Bechet's music with that of [[Bach]].\n*In 1968, Bechet was inducted into the ''Down Beat'' [[Down Beat|Jazz Hall of Fame]].\n*''[[The New York Times]]'' music writer [[Robert Palmer (writer)|Robert Palmer]] wrote of Bechet: \"by combining the 'cry' of the blues players and the finesse of the Creoles into his 'own way,' Sidney Bechet created a style which moved the emotions even as it dazzled the mind.\"<ref name=\"ReferenceA\"/>\n*\"Bechet to me was the very epitome of jazz ... everything he played in his whole life was completely original. I honestly think he was the most unique man to ever be in this music.\" — [[Duke Ellington]].\n*The British poet [[Philip Larkin]] wrote an ode to Bechet in ''[[The Whitsun Weddings (book)|The Whitsun Weddings]]''.\n\n===In popular culture===\n[[Sugar Blue]], the renowned blues [[harmonica]] player, took his name from the Bechet recording \"Sugar Blues\", saying: \n<blockquote>I needed a nickname ... all the good ones were taken! You know 'Muddy Waters', 'Blind Lemon', 'Sonny Boy' ... until one night a friend and I were leaving a concert — a [[Doc Watson]] concert — when somebody threw out of the window a box full of old [[Gramophone record|78s]]: I picked one up and it said \"Sugar Blues\" by Sidney Bechet ... That's it! I thought it was perfect ... so here I am.\"<ref name=\"Sugar\">[http://www.sugar-blue.com/bio.html Sugar-blue.com - accessed November 2009]</ref></blockquote>\n*Bechet's song \"Si Tu vois ma mère\" was prominently featured in the [[Woody Allen]] film ''[[Midnight in Paris]]'' (2011).\n* In [[Disneyland]]'s [[The Twilight Zone Tower of Terror|Tower Of Terror]] ride, Sidney's song \"When the Sun Sets Down South\" is played as cue music. The ride is a \"deserted [since [[Halloween]] of 1939] hotel in the dark side of Hollywood.\"\n\n===In music===\n*[[Bob Dorough]], who played with Bechet, recorded a tribute song, called \"Something for Sidney,\" on his ''Right On My Way Home'' album.\n*[[Van Morrison]] mentions Bechet in his song \"See Me Through Part II (Just A Closer Walk With Thee)\". \n*The French chanteuse [[Patricia Kaas]] recorded the song, \"L'Enterrement de Sidney Bechet\" (\"The Funeral of Sidney Bechet\"), on her 1990 album ''[[Scène de vie]]''.\n*[[Raquel Bitton (singer)|Raquel Bitton]] pays tribute to Sydney Bechet in her CD ''Paris Blues'', singing \"Petite Fleur\" (2006).\n*[[Radiohead]] used his single \"Egyptian Fantasy\" as the exit song for their 2012 tour.\n\n===In film/TV===\n*In the 1997 documentary ''Wild Man Blues'', [[Woody Allen]], the director and clarinetist, repeatedly referred to Bechet. He named one of his children adopted with his wife [[Soon-Yi Previn]] after Bechet.\n*Bechet is portrayed by [[Jeffrey Wright (actor)|Jeffrey Wright]] in two episodes of the television series ''[[The Young Indiana Jones Chronicles]]''.\n*In the 2009 Disney animated feature ''[[The Princess and the Frog]]'', Bechet is mentioned by Louis, the trumpet playing alligator, during the musical number \"When We're Human.\"\n\n==Partial discography==\n\n===Singles===\n*\"Texas Moaner Blues\" (recorded with [[Louis Armstrong]]) - 1924\n\n*\"Cake Walkin' Babies from Home\" (with [[Red Onion Jazz Babies]]) - 1925\n\n*\"Blues In Thirds\" - 1940\n\n*\"Dear Old Southland\" - 1940\n\n*\"Egyptian Fantasy\" -1941\n\n*\"Muskrat Ramble\" - 1944\n\n*\"Blue Horizon\" - 1944\n\n*\"Petite Fleur\" - 1959\n\n==Footnotes==\n{{reflist}}\n\n==References==\n*''Treat It Gentle'' by Sidney Bechet (Twayne 1960, Da Capo 1978).\n*''Sidney Bechet the Wizard of Jazz'' by [[John Chilton]] (Macmillan 1987).\n*''American Peoples Encyclopedia Yearbook'' for 1953, page 542.\n*''Metronome Magazine'', December 1946, article by George Hoefer.\n\n==External links==\n{{Commons category}}\n*[http://www.sidneybechet.org/ The Sidney Bechet Society, Ltd.]\n*[http://www.redhotjazz.com/bechet.html Sidney Bechet on redhotjazz.com]\n*[http://www.webcitation.org/query?url=http://www.geocities.com/BourbonStreet/Delta/5853/sid.html&date=2009-10-25+06:29:56  Profile with pictures]\n*[http://www.ifccom.ch/bechet/bechet_accueil.html A Bechet discography]\n*{{Find a Grave|12282}}\n*[http://www.flickr.com/photos/puzzlemaster/5400019810/in/photostream/ 1921 passport photo; Sidney Bechet]\n\n{{Clarinet}}\n\n{{Authority control|VIAF=37101038}}\n\n{{Persondata <!-- Metadata: see [[Wikipedia:Persondata]]. -->\n| NAME              = Bechet, Sidney\n| ALTERNATIVE NAMES =\n| SHORT DESCRIPTION = American [[jazz]] saxophonist, clarinetist, and composer\n| DATE OF BIRTH     = May 14, 1897\n| PLACE OF BIRTH    = [[New Orleans]], [[Louisiana]], [[United States]]\n| DATE OF DEATH     = May 14, 1959\n| PLACE OF DEATH    = [[Garches]], [[France]]\n}}\n{{DEFAULTSORT:Bechet, Sidney}}\n[[Category:1897 births]]\n[[Category:1959 deaths]]\n[[Category:African-American musicians]]\n[[Category:American jazz clarinetists]]\n[[Category:American jazz composers]]\n[[Category:American jazz soprano saxophonists]]\n[[Category:Jazz soprano saxophonists]]\n[[Category:Cancer deaths in France]]\n[[Category:Deaths from lung cancer]]\n[[Category:Dixieland clarinetists]]\n[[Category:Gennett recording artists]]\n[[Category:Okeh Records artists]]\n[[Category:American emigrants to France]]\n[[Category:Louisiana Creole people]]\n[[Category:Jazz musicians from New Orleans, Louisiana]]\n[[Category:Blue Note Records artists]]\n[[Category:Dixieland saxophonists]]"}]}}}}