{"query":{"normalized":[{"from":"Son_House","to":"Son House"}],"pages":{"28820":{"pageid":28820,"ns":0,"title":"Son House","revisions":[{"contentformat":"text/x-wiki","contentmodel":"wikitext","*":"{{For|the Sun House|Grace Hudson Museum}}\n{{Refimprove|date=October 2006}}\n{{Infobox musical artist\n| background  = solo_singer\n | instrument = [[Guitar]]\n| name        = Son House\n| image       = Sonhouse3.jpg\n| birth_name  = Edward James House, Jr.\n| birth_date   = {{birth date|1902|3|21|mf=y}} <ref name=dob1/><ref name=dob2/>\n| birth_place  = [[Lyon, Mississippi]], [[United States]]<ref>Statement by Son House. According to some accounts Riverton. Both were hamlets close to Clarksdale. Both have been abosrbed into the Clarksdale boundary.</ref>\n| death_date   = {{death date|1988|10|19|mf=y}} (aged 86)\n| death_place = [[Detroit]], [[Michigan]], United States\n| genre       = [[Delta blues]], [[country blues]], [[gospel blues]]\n| years_active  = 1930–1974\n}}\n'''Eddie James \"Son\" House, Jr.''' (March 21, 1902<ref name=dob1>His date of birth is a matter of some debate. Son House himself alleged that he was middle-aged during [[World War I]], and, more specifically, that he was 79 in 1965, which would mean that he was born around 1886. However, all legal records place his birth on March 21, 1902.</ref><ref name=dob2>[http://bluesnet.hub.org/son.house/interview.html Bluesnet.hub.org for further information relating to House's age]</ref> – October 19, 1988) was an [[United States|American]] [[blues]] singer and [[guitarist]], noted for his highly emotional style of singing and [[slide guitar]] playing. \n\nAfter years of hostility to secular music, as a [[preacher]], and for a few years also as a church [[pastor]], he turned to blues performance at the age of 25. He quickly developed a unique style by applying the rhythmic drive, vocal power and emotional intensity of his preaching to the newly learned idiom. In a short career interrupted by a spell in [[Parchman Farm]] penitentiary, he developed to the point that [[Charley Patton]], the foremost blues artist of the [[Mississippi Delta]] region, invited him to share engagements, and to accompany him to a 1930 recording session for [[Paramount Records]].  \n\nIssued at the start of [[The Great Depression]], the records did not sell and did not lead to national recognition. Locally, Son remained popular, and in the 1930s, together with Patton's associate, [[Willie Brown (musician)|Willie Brown]], he was the leading musician of [[Coahoma County, Mississippi|Coahoma County]]. There he was a formative influence on [[Robert Johnson]] and [[Muddy Waters]]. In 1941 and 1942, House and the members of his band were recorded by [[Alan Lomax]] and [[John W. Work III|John W. Work]] for [[Library of Congress]] and [[Fisk University]]. The following year, he left the Delta for [[Rochester, New York]], and gave up music. \n\nIn 1964, a group of young record collectors discovered House,  whom they  knew of from his records issued by Paramount and by the Library of Congress. With their encouragement, he relearned his style and repertoire and enjoyed a career as an entertainer to young white audiences in the coffee houses, folk festivals and concert tours of the [[American folk music revival]] billed as a [[Country blues|\"folk blues\"]] singer. He recorded several albums, and some informally taped concerts have also been issued as albums. Son House died in 1988.<ref>Beaumont, Daniel, ''Preachin' The Blues, The Life and Times of Son House'', Oxford University Press, 2011. ISBN 978-0-19-539557-0</ref> \n\nIn addition to his early influence on Robert Johnson and Muddy Waters, he became an inspiration to [[John Hammond, Jr.|John Hammond]], [[Alan Wilson (musician)|Alan Wilson]] (of [[Canned Heat]]), [[Bonnie Raitt]], [[The White Stripes]], [[Dallas Green (musician)|Dallas Green]] and [[John Mooney (musician)|John Mooney]].\n\n==Biography==\n\n=== Early life ===\n[[File:ParchmanGateNewPhoto.JPG|thumb|[[Mississippi State Penitentiary]], where Son House was confined]]\nThe middle of three brothers, House was born in the hamlet of Lyon, north of [[Clarksdale, Mississippi]]<ref>Beaumont p. 27.</ref> and continued to live in the rural Mississippi Delta until his parents separated. His father, Eddie House, Sr., was a musician, playing the tuba in a band with his many brothers, and sometimes playing guitar. He was a church member, but also a drinker. This caused him to leave the church for a time, before giving up drink and becoming a [[Deacon#Baptists|deacon]]. Young Eddie House adopted the family concern with religion and churchgoing. He also absorbed the family love of music, but confined himself to singing, showing no interest in the family instrumental band, and feeling entirely hostile to the Blues on religious grounds.<ref>Beaumont pp. 28-29.</ref>\n\nSon's parents separated when he was about seven or eight. His mother took him to [[Tallulah, Louisiana]], across the [[Mississippi River]] from [[Vicksburg, Mississippi]]. When Son was in his early teens, they moved to [[Algiers, New Orleans]]. Recalling  these years, Son would later speak of his hatred of blues and his passion for churchgoing (he described himself as \"churchy\" and  \"churchified\"). At fifteen, probably while living in Algiers, he began preaching sermons.<ref>Beaumont. pp 30-35</ref>\n\nAt the age of nineteen, while living in the Delta, he married an older woman from New Orleans named Carrie Martin. This was a significant step for House; he married in church and against family opposition. The couple moved to her hometown of Centreville, Louisiana to help run Carrie's father's farm. After a couple of years, feeling used and disillusioned, House recalls ''\"I left her hanging on the gatepost, with her father tellin' me to come back so we could plough some more.\"''  In later years, House was still angry and said of Carrie ''\"She wasn't nothin' but one of them New Orleans whores\"''. At around the same time, probably 1922, Son's mother died.<ref>Beaumont pp. 33-34.</ref>\n\nHouse's resentment of farming extended to the many menial jobs he took in his young adult years. He moved around frequently, on one occasion taking off to [[East Saint Louis, Illinois|East Saint Louis]] to work in a steel plant. The one job he enjoyed was on a Louisiana horse ranch, which later he celebrated by wearing a cowboy hat in his performances.<ref>Beaumont pp. 34-36.</ref> He found some relief from constant manual labor when, following a conversion experience \"getting religion\" in his early twenties, he was accepted as a paid [[Pastor#Current_usage|pastor]], first in the [[Baptists|Baptist Church]], then in the [[Christian Methodist Episcopal Church|Colored Methodist Episcopal Church]]. However, like his father before him, he fell into habits which conflicted with his calling — drinking like his father, and probably also womanizing. This led him after several years of conflict  to \"leave the church\" — i.e. cease his full-time commitment — although he still felt the need to preach sermons from time to time.<ref>Beaumont pp. 36-38.</ref>\n\n===Blues Performer===\n\nIn 1927 at the age of 25, House underwent a change of musical perspective as rapid and dramatic as a religious conversion. In a hamlet south of Clarksdale, Son heard one of his drinking companions, either James McCoy or Willie Wilson (his recollections differed), playing  [[bottleneck guitar]], a style he had never heard before. He immediately changed his attitude to blues, bought a guitar from a musician called Frank Hoskins, and within weeks was playing with Hoskins, McCoy and Wilson. Two songs he learned from McCoy  would later be among his best known: \"My Black Mama\" and \"Preachin' The Blues\". Another source of inspiration was [[Rube Lacey|Reuben Lacy]], a much better known performer who had recorded for [[Columbia Records]] in 1927 (no titles released) and for [[Paramount Records]] in 1928 (two titles released). In an astonishing short time, with only these four musicians as models, House developed to professional standard a blues style based on his religious singing and simple bottleneck guitar style.<ref>Beaumont pp. 39-45.</ref>\n\nAfter allegedly killing a man in self-defense, he spent time in prison in 1928 and 1929. The official story on the killing is that sometime around 1927 or 1928, he was playing in a [[juke joint]] when a man went on a shooting spree. Son was wounded in the leg, and shot the man dead. He received a 15-year sentence at the [[Mississippi State Penitentiary]] (Parchman Farm), of which he served two years.<ref name=davis>Davis, Francis, ''The History of the Blues: The Roots, the Music, the People From Charlie Patton to Robert Cray'', pp. 106-109.</ref> House credited his re-examination and release to an appeal by his family, but also spoke of  the intervention by the influential white [[Planter_(plantation_owner)#Planter_.28plantation_owner.29|planter]] for whom they worked.<ref>Beaumont p. 49.</ref>  The date of the killing and the duration of his sentence  are unclear. House gave different accounts to different interviewers and searches by his biographer Daniel Beaumont found no details in the court records of Coahoma County or in the archive of the [[Mississippi Department of Corrections]].<ref>Beaumont p. 47.</ref>  \n\nOn his release in 1929 or early 1930, Son was strongly advised to leave Clarksdale and stay away. He walked to [[Jonestown, Coahoma County, Mississippi|Jonestown]] and caught a train to the small town of [[Lula, Mississippi]], sixteen miles north of Clarksdale, and eight miles from the blues hub of [[Helena, Arkansas]]. Coincidentally, the great star of Delta Blues, [[Charley Patton]] was also in virtual exile in Lula, having been expelled from his base in the [[Dockery Plantation]]. With his partner [[Willie Brown (musician)|Willie Brown]], Patton dominated the local market for professional blues performance. Patton watched House [[Street performance|busking]] when he arrived penniless at Lula station, but did not approach him. He then observed Son's showmanship attracting a crowd to the café and [[Bootleg liquor|bootleg whiskey]] business of a woman called Sara Knight, and invited him to be a regular musical partner with him and Brown. Son formed a liaison with Knight, and both musicians profited from association with her bootlegging activities.<ref>Beaumont pp. 49-52.</ref> The musical partnership is disputed by Patton's biographers Stephen Calt and [[Gayle Dean Wardlow]]. They consider that House's musicianship was too limited to play with Patton and Brown, who were also rumoured to be estranged at the time.They also cite one statement by House that he did not play for dances in Lula.<ref>Calt, Stephen & Gayle Wardlow, ''King of the Delta Blues, The Life and Music of Charlie Patton'', Rock Chapel Press, 1988, p. 211. ISBN 0-9618610-0-2.</ref> Beaumont concludes that Son became a firm friend of Patton, traveling with him to gigs but playing separately.<ref>Beaumont p. 54.</ref>\n\n=== Recording ===\nIn 1930, Art Laibly of [[Paramount Records]] traveled to Lula to convince Patton to record several more sides in [[Grafton, Wisconsin|Grafton]], [[Wisconsin]]. Along with Patton came House, Brown, and pianist Louise Johnson, who would all end up recording sides for the label.<ref name=jas>Obrecht, Jas. [http://pureguitar.com/features/2012/12/03/son-houses-deep-mississippi-delta-blues/ Son House's Deep Mississippi Delta Blues]. Jas Obrecht Music Archive. Retrieved 5-20-11</ref> House recorded nine songs during that session, eight of which were released; but these were commercial failures, and House would not record again commercially in 35 years. House continued to play with Patton and Brown, even after Patton's death in 1934. During this time, House worked as a tractor driver for various plantations around the Lake Cormorant area.\n\n[[Alan Lomax]] first recorded House for the [[Library of Congress]] in 1941. Willie Brown, [[Mandolin|mandolin player]] [[Fiddlin' Joe Martin]], and [[Harmonica|harmonica player]] [[Leroy Williams]] played with House on these recordings. Lomax returned to the area in 1942, where he recorded House once more. He then faded from the public view, moving to Rochester, New York, in 1943, working as a railroad porter for the [[New York Central Railroad]] and as a chef.<ref name=davis/>\n\n=== Rediscovery ===\nIn 1964, after a long search of the Mississippi Delta region by [[Nick Perls]], [[Dick Waterman]] and Phil Spiro, he ended up being \"rediscovered\" in Rochester, NY. House had been retired from the music business for many years, and was unaware of the 1960s folk blues revival and international enthusiasm regarding his early recordings.\n\nHe subsequently toured extensively in the US and Europe and recorded for CBS Records. Like [[Mississippi John Hurt]], he was welcomed into the music scene of the 1960s and played at the [[Newport Folk Festival]] in 1964, the New York Folk Festival in July 1965,<ref name=\"Music\">{{cite book\n| first= Paul\n| last= Du Noyer\n| year= 2003\n| title= The Illustrated Encyclopedia of Music\n| edition= 1st\n| publisher= Flame Tree Publishing\n| location= Fulham, London\n| isbn= 1-904041-96-5\n| page= 160}}</ref> and the October 1967 European tour of the American Folk Festival along with [[Skip James]] and [[Bukka White]].\n\nThe young guitarist [[Alan Wilson (musician)|Alan Wilson]] ([[Canned Heat]]) was a fan of Son House. The producer [[John H. Hammond|John Hammond Sr]] asked Wilson, who was just 22 years old, to teach \"Son House how to play like Son House,\" because Alan Wilson had such a good knowledge of the blues styles. The album ''The Father of Delta Blues - The Complete 1965 Sessions'' was the result.<ref>[http://www.wirz.de/music/house/grafik/wilson.pdf Rebecca Davis, \"Child is father to the man, How Al Wilson taught Son House to play Son House\"]. ''Blues Access'' 35 (Fall 1998), pp. 40-43 (with photos by [[Dick Waterman]]).</ref> Son House played with Alan Wilson live. It can be heard on the album ''John the Revelator: The 1970 London Sessions''.\n\nIn the summer of 1970, House toured Europe once again, including an appearance at the [[Montreux Jazz Festival]]; a recording of his London concerts was released by [[Liberty Records]]. He also played at the two Days of Blues Festival in Toronto in 1974. On an appearance on the TV arts show ''[[Camera Three]]'', he was accompanied by blues guitarist [[Buddy Guy]].\n\nIll health plagued House's later years and in 1974 he retired once again, and later moved to [[Detroit]], [[Michigan]], where he remained until his death from [[cancer]] of the [[larynx]]. He was buried at the Mt. Hazel Cemetery. Members of the Detroit Blues Society raised money through [[benefit concert]]s to put a monument on his grave. He had been married five times.\n\n==Style==\n{{Unreferenced section|date=December 2009}}\nHouse's innovative style featured strong, repetitive rhythms, often played with the aid of a bottleneck, coupled with singing that owed more than a nod to the [[field holler]]s of the [[chain gang]]s. Describing House's 1967 appearance at the [[De Montfort Hall]] in [[Leicester, England]], [[Bob Groom]] wrote in ''Blues World'' magazine:\n<blockquote>It is difficult to describe the transformation that took place as this smiling, friendly man hunched over his guitar and launched himself, bodily it seemed, into his music. The blues possessed him like a 'lowdown shaking chill' and the spellbound audience saw the very incarnation of the blues as, head thrown back, he hollered and groaned the disturbing lyrics and flailed the guitar, snapping the strings back against the fingerboard to accentuate the agonized rhythm. Son's music is the centre of the blues experience and when he performs it is a corporeal thing, audience and singer become as one.</blockquote>\n\n==Influence==\n{{Unreferenced section|date=December 2009}}\nHouse was the primary influence on [[Muddy Waters]], [[Rory Gallagher]] and also an important influence on [[Robert Johnson]]. It was House who, speaking to awe-struck young blues fans in the 1960s, spread the legend that Johnson had sold his soul to the Devil in exchange for his musical powers.\n\nMore recently, House's music has influenced the [[blues rock]] group [[The White Stripes]], who covered his song \"[[Death Letter]]\" (also reworked by [[Skip James]] and Robert Johnson) on their album ''[[De Stijl (album)|De Stijl]]'', and later performed it at the 2004 [[Grammy Awards]]. The version on ''De Stijl'' contains five of the verses from the Son House original. The eighth verse (one of the ones that was left off) was added to the song \"[[Dead Leaves and the Dirty Ground]]\" on their third album ''[[White Blood Cells (album)|White Blood Cells]]''.\n\nThe White Stripes incorporated sections of a traditional song Son House recorded—\"[[John the Revelator (song)|John the Revelator]]\"—into the song \"Cannon\" from their eponymous debut album [[The White Stripes (album)|''The White Stripes'']]. [[Jack White (musician)|Jack White]] of The White Stripes has cited House's [[a cappella]] song, \"Grinnin' in Your Face\", as his favorite song.<ref>[http://www.youtube.com/watch?v=qTlSka5iqPY Documentary] ''[[It Might Get Loud]]'', 2009.</ref>\n\nAnother musician deeply influenced by Son House is the slide player [[John Mooney (musician)|John Mooney]], who in his teens learned slide guitar from Son House while House was living in Rochester, New York.\n\nSeveral of House's songs were featured in the motion picture soundtrack of ''[[Black Snake Moan (film)|Black Snake Moan]]'' (2006).\n\nIn [[Stephen King]]'s novel ''[[The Stand]]'', Mother Abagail uses the term \"Son House\" as an idiom for \"hatchet\".<ref>{{cite book |last=King |first=Stepehen |title=The Stand: The Complete and Uncut Edition |year=1990 |publisher=Doubleday |isbn=9780385199575 |pages=499-500 |quote=Just inside the woodshed door, she found Billy Richardson's Son House hanging on a couple of pegs... She put the birds into the towsack and then hung Billy Richardson's Son House hatchet back up.}}</ref>\n\n==Discography==\n'''78 RPM Recordings'''<br>\nRecorded May 28, 1930, in [[Grafton, Wisconsin|Grafton]], [[Wisconsin]], for Paramount Records.\n\n* \"[[Walking Blues]]\" (unissued and lost until 1985)\n* \"[[Death Letter|My Black Mama]] — Part I\" \n* \"My Black Mama — Part II\"\n* \"Preachin' the Blues — Part I\"\n* \"Preachin' the Blues — Part II\"\n* \"Dry Spell Blues — Part I\" \n* \"Dry Spell Blues — Part II\" \n* \"[[Clarksdale Moan]]\" \n* \"Mississippi County Farm Blues\"\n\n'''For Library of Congress/Fisk University'''<br />\nRecorded August 1941, Clack Store in [[Clack, Mississippi]]\n* \"Levee Camp Blues\" (with [[Willie Brown (musician)|Willie Brown]], Fiddlin' Joe Martin, Leroy Williams)\n* \"Government Fleet Blues\" (with [[Willie Brown (musician)|Willie Brown]], Fiddlin' Joe Martin, Leroy Williams)\n* \"[[Walkin' Blues|Walking Blues]]\" (with [[Willie Brown (musician)|Willie Brown]], Fiddlin' Joe Martin, Leroy Williams)\n* \"Shetland Pony Blues\" (with [[Willie Brown (musician)|Willie Brown]])\n* \"Camp Hollers\" (with [[Willie Brown (musician)|Willie Brown]], Fiddlin' Joe Martin, Leroy Williams)\n* \"Delta Blues\" (with Leroy Williams)\n\nRecorded 17 July 1942, Robbinsonville Mississippi\n* \"Special Rider Blues\" (two takes)\n* \"Low Down Dirty Dog Blues\"\n* \"Depot Blues\"\n* \"American Defense\"\n* \"Am I Right Or Wrong\"\n* \"[[Walkin' Blues|Walking Blues]]\" \n* \"County Farm Blues\"\n* \"The Pony Blues\"\n* \"The Jinx Blues (No 1)\n* \"The Jinx Blues (No 2)\n* Several Interviews\n\nThe music from both sessions and most of the recorded interviews have been reissued on LP and CD.\n\n'''Singles'''\n* \"[[Pony Blues|The Pony Blues]]\" / \"The Jinx Blues\", Part 1 (1967)\n* \"[[Make Me a Pallet on the Floor]]\" <small>([[Willie Brown (musician)|Willie Brown]])</small> / \"Shetland Pony Blues\" (1967)\n* \"[[Death Letter]]\" (1985)\n\n'''Other albums''' <small>(This list is incomplete. For a complete list, see [[Son House#External links|external links]].)</small>\n*''The Complete Library of Congress Sessions'' (1964) Travelin' Man CD 02\n*''Blues From The Mississippi Delta (w/ J. D. Short)'' (1964) [[Folkways Records]]\n*''The Legendary Son House: Father Of Folk Blues'' (1965) Columbia 2417\n*''In Concert (Oberlin College, 1965)'' Stack-O-Hits 9004\n*''Delta Blues (1941–1942)'' Smithsonian 31028\n*''Son House & Blind Lemon Jefferson (1926–1941)'' Biograph 12040\n*''Son House - The Real Delta Blues (1964-65 Recordings)'' [[Blue Goose Records]] 2016\n*''Son House & The Great Delta Blues Singers (With Willie Brown)'' Document CD 5002\n*''Son House At Home: Complete 1969'' Document 5148\n*''Son House (Library Of Congress)'' Folk Lyric 9002\n*''John The Revelator'' Liberty 83391\n*''American Folk Blues Festival '67'' (1 cut) Optimism CD 2070\n*''Son House - 1965-1969'' (mostly TV appearances) Private Record Pr-01\n*''Son House - Father Of The Delta Blues: Complete 1965'' Sony/Legacy CD 48867\n*''Living Legends'' (1 cut, 1966) Verve/Folkways 3010\n*''Real Blues'' (1 cut, University Of Chicago, 1964) Takoma 7081\n*''John The Revelator - 1970 London Sessions'' Sequel CD 207\n*''Great Bluesmen/Newport'' (2 cuts, 1965) Vanguard CD 77/78\n*''Blues With A Feeling'' (3 cuts, 1965) Vanguard CD 77005\n*''Son House/Bukka White - Masters Of The Country Blues'' Yazoo Video 500 :\n*''Delta Blues and Spirituals'' (1995)\n*''In Concert (Live)'' (1996)\n*''Live At Gaslight Cafe, 1965'' (2000)\n*''New York Central Live'' (2003)\n*''Delta Blues (1941–1942)'' (2003) Biograph Cd 118\n*''Classic Blues from Smithsonian Folkways'' [[Smithsonian Folkways]] 40134 (2003)\n*''Classic Blues from Smithsonian Folkways, Vol. 2'' Smithsonian Folkways 40148 (2003)\n*''The Very Best of Son House: Heroes of the Blues'' [[Shout! Factory]] 30251 (2003)\n*''Proper Introduction to Son House'' (2004) Proper\n\n==Tributes and covers==\n{{Refimprove section|date=August 2011}}\n*[[Gary Moore]] covered the song \"Sundown\" on his 2007 album ''[[Close As You Get]]''.\n*French singer-songwriter [[Francis Cabrel]] referred to Son House in the song \"Cent Ans de Plus\" on his 1999 album ''Hors-Saison''. Cabrel cited the artist as one of a number of blues influences, including [[Charley Patton]], [[Blind Lemon Jefferson]], [[Robert Johnson]], [[Howlin' Wolf]], [[Blind Blake]], [[Willie Dixon]] and [[Ma Rainey]].\n*Clips of House talking about the blues were used in the movie ''[[Black Snake Moan (film)|Black Snake Moan]]''.\n*[[Andrew Bird]] covered House's song \"Grinnin'\" on his live album ''[[Fingerlings 3]]''.\n*The song \"Rhythm and Blues Alibi\" by [[Gomez (band)|Gomez]] mentioned Son House.\n*[[Dick Waterman]] related that when [[The Rolling Stones]] met Howlin' Wolf in 1965, they asked who the older man with him was, toward whom Howlin' Wolf was so respectful. They were awestruck to hear it was Son House, whom they knew as \"the man who taught Robert Johnson\".<ref name=\"BluesOdyssey\">{{cite video |people=Son House, Howlin' Wolf, The Rolling Stones, Dick Waterman |title=Bill Wyman's Blues Odyssey |medium=DVD released 2003 |publisher=Snapper Studios }}</ref>\n* \"Swamp Music\" by [[Lynyrd Skynyrd]] paid tribute to Son House.\n*[[John Mellencamp]] covered \"Death Letter\" and \"[[John the Revelator (song)|John the Revelator]]\" on his ''[[Trouble No More]]'' album.\n*[[Gov't Mule]] covered \"[[John the Revelator (song)|John the Revelator]]\" on their ''[[Dose (album)|Dose]]'' album and \"Grinnin' in your Face\" on the ''[[Gov't Mule (album)|Gov't Mule]]'' album.\n*\"Death Letter\" was covered on [[The Derek Trucks Band]] album ''[[Out of the Madness]]''.<ref name=\"Music\"/>\n*[[Rob Jungklas]] has a number entitled \"Drunk Like Son House\" on the 2003 album ''Arkadelphia''.\n*[[The White Stripes]] self-titled debut album was dedicated to Son House and ''[[De Stijl (album)|De Stijl]]'' featured a cover of \"Death Letter\".<ref name=\"Music\"/>\n*[[City & Colour]] covered the song \"Grinnin' In Your Face\" on numerous occasions, where lead singer [[Dallas Green (musician)|Dallas Green]] performed the song [[a cappella]].\n*[[Rory Gallagher]] covered the song \"Empire State Express\" on his 1990 album ''[[Fresh Evidence]]''\n*[[Eamon McGrath]] frequently works a cover of \"[[Death Letter Blues]]\" into his live show.\n*[[Cassandra Wilson]] covered the song \"Death Letter\" on her 1995 album ''[[New Moon Daughter]]''.<ref name=\"Music\"/>\n*[[Depeche Mode]] use a reworking of John the Revelator on their 2005 album, ''Playing the Angel''.\n*[[Ash Grunwald]] covered \"Grinnin' In Your Face\" on his ''Introducing Ash Grunwald'' album.\n*\"Death Letter\" has also been covered by [[David Johansen]], [[Diamanda Galas]] and [[James Blood Ulmer]].<ref name=\"Music\"/>\n\n==References==\n{{Reflist|2}}\n\n==External links==\n*[http://www.wirz.de/music/house.htm Illustrated Son House discography]\n*[http://music.yahoo.com/son-house/ Biography of Son House] on [[Yahoo! Music]]\n*{{findagrave|7951199}}\n*[http://www.archive.org/details/BlackMama \"My Black Mama Part 1\" MP3 file] on [[The Internet Archive]]\n*[https://www.blues.org/halloffame/inductees.php4.php?YearId=25#ref=halloffame_inductees Inaugural (1980) inductee] to [[Blues Foundation Hall of Fame]] (bio by [[Jim O'Neal]])\n*[http://web.archive.org/web/20080411011621/http://www.nationalguitars.com/part3.html Tampa Red and Son House], History of [[National Reso-Phonic Guitars]], Part 3\n*[http://www.folkways.si.edu/searchresults.aspx?sPhrase=Son%20House&sType='phrase'/ House Discography] at [[Smithsonian Folkways]]\n*{{Allmusic|class=artist|id=p88049/biography}} (biography by [[Cub Koda]])\n*{{discogs artist|Son House}}\n*{{Worldcat id|lccn-no92-5753}}\n\n{{Blues}}\n\n{{Authority control|VIAF=7579212}}\n\n{{Persondata <!-- Metadata: see [[Wikipedia:Persondata]]. -->\n| NAME              = House, Son\n| ALTERNATIVE NAMES = \n| SHORT DESCRIPTION = American Delta blues musician\n| DATE OF BIRTH     = March 21, 1902\n| PLACE OF BIRTH    = Riverton, Mississippi\n| DATE OF DEATH     = October 19, 1988\n| PLACE OF DEATH    = Detroit, Michigan\n}}\n{{DEFAULTSORT:House, Son}}\n[[Category:Delta blues musicians]]\n[[Category:Country blues musicians]]\n[[Category:Blues revival musicians]]\n[[Category:Gospel blues musicians]]\n[[Category:African-American musicians]]\n[[Category:Country blues singers]]\n[[Category:American blues guitarists]]\n[[Category:American male singers]]\n[[Category:Blues Hall of Fame inductees]]\n[[Category:Blues musicians from Mississippi]]\n[[Category:Juke Joint blues musicians]]\n[[Category:Slide guitarists]]\n[[Category:Columbia Records artists]]\n[[Category:1902 births]]\n[[Category:1988 deaths]]\n[[Category:Cancer deaths in Michigan]]\n[[Category:Paramount Records artists]]"}]}}}}