{"query":{"normalized":[{"from":"The_Animals","to":"The Animals"}],"pages":{"77003":{"pageid":77003,"ns":0,"title":"The Animals","revisions":[{"contentformat":"text/x-wiki","contentmodel":"wikitext","*":"{{Use British English|date=January 2014}}\n{{Use dmy dates|date=January 2014}}\n\n{{Other uses|Animal (disambiguation)}}\n{{Infobox musical artist <!-- See Wikipedia:WikiProject_Musicians -->\n| name                = The Animals\n| image               = Eric Burdon & the Animals.jpg\n| image_size          = 250px\n| caption             = Posing for publicity in 1964: from left to right, [[Eric Burdon]] (vocals), [[Alan Price]] (keyboards), [[Chas Chandler]] (bass), [[Hilton Valentine]] (guitar), [[John Steel (drummer)|John Steel]] (drums)\n| background          = group_or_band\n| alias               = Eric Burdon and the Animals <small>(1966–1969)</small><br>Valentine's Animals <small>(1992)</small><br>Animals II <small>(1992–1999)</small><br>Animals & Friends <small>(2001–present)</small>\n| origin              = [[Newcastle upon Tyne]], England, UK\n| genre               = [[Blues rock]], [[hard rock]], [[psychedelic rock]], [[British blues]], [[rhythm and blues]], [[folk rock]]\n| years_active        = 1963–1969, 1975–1976, 1983\n| label               = [[Columbia Graphophone Company|Columbia]], [[Decca Records|Decca]], [[MGM Records|MGM]], [[Jet Records|Jet]], [[I.R.S. Records|I.R.S.]], [[Atco Records|Atco]], [[Atlantic Records|Atlantic]]\n| associated_acts     = \n| website             = {{URL|www.theanimalswebsite.com}}\n| current_members     = [[John Steel (drummer)|John Steel]]<br>[[Mick Gallagher]]<br>Pete Barton<br>John E. Williamson<br>Danny Handley\n| past_members        = [[#Members|See Members history]]<br>[[#Lineups|See Past Lineups]]\n}}\n\n'''The Animals''' were an English band of the 1960s, formed in [[Newcastle upon Tyne]] during the early part of the decade. The band moved to London upon finding fame in 1964. The Animals were known for their gritty, [[blues]]y sound and deep-voiced frontman [[Eric Burdon]], as exemplified by their [[signature song]] and transatlantic No.1 hit single, \"[[The House of the Rising Sun]]\", as well as by hits such as  \"[[We Gotta Get out of This Place]]\", \"[[It's My Life (The Animals song)|It's My Life]]\", \"[[I'm Crying]]\" and \"[[Don't Let Me Be Misunderstood#The Animals version|Don't Let Me Be Misunderstood]]\". The band balanced tough, rock-edged pop singles against [[rhythm and blues]]-oriented album material. They were known in the US as part of the [[British Invasion]].\n\nThe Animals underwent numerous personnel changes in the mid-1960s and suffered from poor business management. Under the name '''Eric Burdon and the Animals''', the much-changed act moved to California and achieved commercial success as a [[psychedelic]] and [[hard rock]] band with hits like \"[[San Franciscan Nights]]\", \"[[When I Was Young]]\" and \"[[Sky Pilot (song)|Sky Pilot]]\", before disbanding at the end of the decade. Altogether, the group had ten Top Twenty hits in both the [[UK Singles Chart]] and the US [[Billboard Hot 100|''Billboard'' Hot 100]].\n\nThe original lineup had brief comebacks in 1975 and 1983. There have been several partial regroupings of the original era members since then under various names. The Animals were inducted into the [[Rock and Roll Hall of Fame]] in 1994.\n\n==History==\n\n=== First incarnation ===\nFormed in [[Newcastle upon Tyne]] during 1962 and 1963, when Burdon joined the Alan Price Rhythm and Blues Combo, the original line-up was [[Eric Burdon]] (vocals), [[Alan Price]] ([[organ (music)|organ]] and keyboards), [[Hilton Valentine]] (guitar), [[John Steel (drummer)|John Steel]] (drums), and [[Chas Chandler|Bryan \"Chas\" Chandler]] (bass).<ref name=RHOF/><ref>[http://www.allmusic.com/artist/the-animals-p3555 The Animals: Biography] ''[[Allmusic]]'' Retrieved 28 February 2011</ref>\n\nIt has often been said they were dubbed \"animals\" because of their wild stage act, and the name stuck.<ref name=\"Making Time\">[http://www.makingtime.co.uk/animals.html Making Time] The Animals, accessed 02/11/07</ref> In a 2013 interview, Eric Burdon denied this, stating it came from a gang of friends they used to hang out with, one of whom was \"Animal\" Hogg and the name was intended as a kind of tribute to him.<ref name=\"720 Perth Interview\">{{cite web|last=Woolf |first=Russell |url=http://www.abc.net.au/local/audio/2013/10/29/3879502.htm?site=perth&program=720_drive |title=Eric Burdon on Vinyl Tuesday - ABC Perth - Australian Broadcasting Corporation |publisher=Abc.net.au |date=2013-10-29 |accessdate=2014-04-24}}</ref> The Animals' success in their hometown and a connection with [[The Yardbirds|Yardbirds]] manager [[Giorgio Gomelsky]] motivated them to move to London in 1964 in the immediate wake of [[Beatlemania]] and the [[beat music|beat boom]] take-over of the popular music scene, just in time to play an important role in the so-called [[British Invasion]] of the US music charts.\n\nThe Animals performed fiery versions of the staple [[rhythm and blues]] repertoire, covering songs by [[Jimmy Reed]], [[John Lee Hooker]], [[Nina Simone]], and others. Signed to [[EMI]]'s [[Columbia Graphophone Company|Columbia]] label, a rocking version of the standard \"Baby Let Me Follow You Down\" (retitled \"[[Baby Let Me Take You Home]]\") was their first single.<ref>David Hatch, Stephen Millward (1989) [http://books.google.com/books?id=FyO8AAAAIAAJ&pg=PA102&dq=baby%20let%20me%20take%20you%20home%20the%20animals&hl=en&ei=6vJqTcreMIHDhAeAtPTyDg&sa=X&oi=book_result&ct=result&resnum=2&ved=0CC4Q6AEwAQ#v=onepage&q=baby%20let%20me%20take%20you%20home%20the%20animals&f=false From blues to rock: an analytical history of pop music] Manchester University Press 1989</ref>\n\nIt was followed in June 1964 by the transatlantic number 1 hit \"[[The House of the Rising Sun|House of the Rising Sun]]\". Burdon's howling vocals and the dramatic arrangement, featuring Alan Price's haunting organ riffs, created arguably the first [[folk rock]] hit.<ref>Marsh, Dave  [http://www.lexjansen.com/cgi-bin/marsh_xml.php?fn=87 ''The Heart of Rock & Soul: The 1001 Greatest Singles Ever Made'', NAL, 1989. Entry #91.]</ref><ref>Ralph McLean, [http://www.bbc.co.uk/northernireland/music/story_behind/houseofrisingsun.shtml \"Stories Behind the Song: 'House of the Rising Sun'\"], [[BBC]], undated. Accessed 4 May 2007.</ref> There is ongoing debate regarding the Animals' inspiration for their arrangement of the song, which has variously been ascribed to prior versions by [[Bob Dylan]], folk singer [[Dave Van Ronk]], blues singer [[Josh White]] (who recorded it twice in 1944 and 1949), and singer/pianist Nina Simone (who recorded it in 1962 on ''[[Nina at the Village Gate]]'').\n\nThe Animals' two-year chart career, produced by [[Mickie Most]], featured intense, gritty pop music [[Cover song|covers]] such as [[Sam Cooke]]'s \"[[Bring It On Home To Me]]\" and the Nina Simone-popularised number \"[[Don't Let Me Be Misunderstood]]\". In contrast, their album tracks stayed with rhythm and blues, with John Lee Hooker's \"[[Boom Boom (John Lee Hooker song)|Boom Boom]]\" and [[Ray Charles]]' \"[[I Believe to My Soul]]\" as notable examples.\n\nIn November 1964, the group was poised to make their American debut on ''[[The Ed Sullivan Show]]'' and begin a short residency performing regularly in theatres across New York City. The group arrived in New York City direct from [[John F. Kennedy International Airport]] in a motorcade formed of [[Sunbeam Alpine]] Series IV convertibles, with each car featuring a band member riding with a fashion model in the back seat and the rooftop down. The group drove to their hotel accompanied by the occasional shrieks of girls who had chased them down once they discovered who they were. The Animals sang \"[[I'm Crying]]\" and \"[[The House of the Rising Sun]]\" to a packed audience of hysterical girls screaming throughout both performances on Sullivan's show. In December, the [[Metro-Goldwyn-Mayer|MGM]] movie ''[[Get Yourself a College Girl]]'' was released with the Animals headlining with [[the Dave Clark Five]]. The Animals sang a [[Chuck Berry]] song, \"[[Around and Around]]\", in the movie.<ref>[http://www.tcm.com/tcmdb/title.jsp?stid=2452&category=Full%20Credits Get Yourself a College Girl (1964)] Retrieved 28 February 2011</ref>\n\nBy May 1965, the group was starting to feel internal pressures. Price left due to personal and musical differences as well as [[fear of flying]] on tour.<ref name=\"Making Time\"/> He went on to a successful career as a solo artist and with [[The Alan Price Set]]. [[Mick Gallagher]] filled in for him on keyboards for a short time until [[Dave Rowberry]] replaced him and was on hand for the hit songs \"[[We Gotta Get out of This Place]]\" and \"[[It's My Life (The Animals song)|It's My Life]]\".\n\nAround that time, the Animals put together a [[big band]] to play at the 5th Annual [[National Jazz and Blues Festival|British Jazz & Blues Festival]] in [[London Borough of Richmond upon Thames|Richmond]]. The '''Animals Big Band''' made their one public appearance on 5 August 1965. As well as Burdon, Rowberry, Valentine, Chandler, and Steel, they featured a brass/horn section of [[Ian Carr]], [[Kenny Wheeler]], and Greg Brown on trumpets, and [[Stan Robinson (saxophonist)|Stan Robinson]], Al Gay, [[Dick Morrissey]], and Paul Carroll on saxophones.\n\nMany of the Animals' hits had come from [[Brill Building]] songwriters recruited by [[Mickie Most]]; the group, and Burdon in particular, felt this too creatively restrictive.  As 1965 ended, the group ended its association with Most, signed a new deal with their American label [[MGM Records]] for the US and Canada, and switched to [[Decca Records]] for the rest of the world and MGM Records producer [[Tom Wilson (producer)|Tom Wilson]], who gave them more artistic freedom.<ref>[http://books.google.com/books?id=HCkEAAAAMBAJ&pg=PA26&dq=%22animals+to+switch+to+MGM%22&hl=en&ei=_rpGTsu-CY3HsQKykO32BQ&sa=X&oi=book_result&ct=result&resnum=1&ved=0CCoQ6AEwAA#v=onepage&q=%22animals%20to%20switch%20to%20MGM%22&f=false Animals to Switch to MGM] ''[[Billboard (magazine)|Billboard]]'' (25 Sep 1965). Retrieved 11 September 2011</ref> In early 1966 MGM collected their hits on ''[[The Best of The Animals (1966 album)|The Best of the Animals]]''; it became their best-selling album in the US. In February 1966, Steel left and was replaced by [[Barry Jenkins]]. A leftover rendition of [[Gerry Goffin|Goffin]]-[[Carole King|King]]'s \"[[Don't Bring Me Down (The Animals song)|Don't Bring Me Down]]\" was the last hit as the Animals. For the single \"[[See See Rider]]\" the band changed its name to Eric Burdon & the Animals. By September 1966, this lineup of the group had dissipated.\n\nBurdon began work on a solo album, called ''[[Eric Is Here]]'', which also featured Burdon's UK number 14 solo hit single, \"Help Me, Girl\", which he heavily promoted on TV shows such as ''[[Ready Steady Go!]]'' and ''[[Top of the Pops]]'' in late 1966. ''Eric Is Here'' was Burdon's final release for Decca Records.\n\nBy this time their business affairs \"were in a total shambles\" according to Chandler (who went on to manage [[Jimi Hendrix]] & produce [[Slade]]) and the group disbanded. Even by the standards of the day, when artists tended to be financially naïve, the Animals made very little money, eventually claiming mismanagement and theft on the part of their manager [[Michael Jeffery (manager)|Michael Jeffery]].\n\n===Second incarnation===\n[[File:Animals ABKCO.jpg|thumb|230px|right|Eric Burdon & the Animals in 1967<br>Foreground: Eric Burdon<br>Background (L-R): Danny McCulloch, John Weider (in striped shirt), Vic Briggs, and Barry Jenkins]]\nA group with Burdon, Jenkins, and new sidemen [[John Weider]] (guitar/violin/bass), [[Vic Briggs]] (guitar/piano), and [[Danny McCulloch]] (bass) were formed under the name '''Eric Burdon and Animals''' (or sometimes '''Eric Burdon and the New Animals''') in December 1966 and changed direction. The hard driving blues was transformed into Burdon's version of [[psychedelia]] as the former heavy drinking [[Geordie]] (who later said he could never get used to Newcastle \"where the rain comes at you sideways\") relocated to California and became a spokesman for the [[Summer of Love|Love Generation]].\n\nSome of this group's hits included \"[[San Franciscan Nights]]\", \"[[Monterey (song)|Monterey]]\" (a tribute to the 1967 [[Monterey Pop Festival]]), and \"[[Sky Pilot (song)|Sky Pilot]]\". Their sound was much heavier than the original group. Burdon screamed more and louder on live versions of \"[[Paint It, Black|Paint It Black]]\" and \"[[Hey Gyp]]\". In 1968, they had a more [[Experimental music|experimental]] sound on songs like \"[[Lili Marlene|We Love You Lil]]\" and the 19-minute record \"New York 1963 - America 1968\". The songs had a style of being silent at the beginning and then becoming psychedelic and raw straight to the end with screaming, strange lyrics and \"scrubbing\" instruments.\n\nThere were further changes to this lineup: [[Zoot Money]] was added in April 1968, initially as organist/pianist only, but upon McCulloch's departure he also took on bass and occasional lead vocals. In July 1968, [[Andy Summers]] replaced Briggs. Both Money and Summers were formerly of British psychedelic outfit [[Dantalian's Chariot]], and much of this new lineup's set was composed of Dantalian's Chariot songs which caught Burdon's interest.<ref>Summers, Andy (2006). ''One Train Later''. New York: St. Martin's Press. ISBN 978-0-312-35914-0. Page 123.</ref> Due to Money's multi-instrumental load, in live settings bass was played alternately by Weider and Summers.<ref name=\"Historia\">Sutcliffe, Phil & Fielder, Hugh (1981). ''L'Historia Bandido''. London and New York: Proteus Books. ISBN 0-906071-66-6. Page 47-48.</ref>\n\nBy December 1968, these Animals had dissolved, and both their double album ''[[Love Is (The Animals album)|Love Is]]'' and the singles \"[[Ring of Fire (song)|Ring of Fire]]\" and \"[[River Deep – Mountain High]]\" were internationally released. Numerous reasons have been cited for the breakup, the most famous being an aborted Japanese tour. The tour had been scheduled for September 1968 but was delayed until November, due to difficulty obtaining visas.<ref name=\"Historia\"/> Only a few dates into the tour, the promoters - who, unbeknownst to the band, were [[yakuza]] - kidnapped the band's manager and threatened him at gunpoint to write an IOU for $25,000 to cover losses incurred by the tour's delay.<ref name=\"Historia\"/> The manager wrote out the IOU but, correctly surmising that none of his captors could read English, added a note that it was written under duress.<ref>Summers, Andy (2006). ''One Train Later''. New York: St. Martin's Press. ISBN 978-0-312-35914-0. Page 134-5.</ref> The yakuza released him but warned that he and the band would have to leave Japan the next day or be killed. The Animals promptly fled the country, leaving all their tour equipment behind.<ref name=\"Historia\"/> Money and Summers both subsequently pursued solo careers (though this pursuit was swiftly aborted in Summers' case), Weider signed up with [[Family (band)|Family]], and Burdon joined forces with a Latin group from [[Long Beach, California|Long Beach]], California, called [[War (band)|War]].{{citation needed|date=July 2013}}\n\n===Reunions of first incarnation===\n{{Unreferenced section|date=July 2013}}\nThe original Animals line-up of Burdon, Price, Valentine, Chandler, and Steel reunited for a benefit concert in Newcastle in December 1968 and reformed in late 1975 to record again. Burdon later said nobody understood why they did this short reunion. They did a mini-tour in 1976 and shot a few videos of their new songs like \"[[Lonely Avenue]]\" and \"Please Send Me Someone to Love\". They released the album in 1977 aptly called ''[[Before We Were So Rudely Interrupted]]''. The album received critical praise and Burdon and Valentine also recorded some demos at that time, which were never released.\n\n===1983 reunion===\n<!-- Deleted image removed: [[File:Wikipediare.jpg|thumb|left|250px|The Animals, 1983. Clockwise from left: [[John Steel]], [[Alan Price]], [[Eric Burdon]], [[Chas Chandler]] and [[Hilton Valentine]].]] -->\nOn 12 December 1982, Burdon performed together with Alan Price and a complete line-up.\nThey reunited again in 1983 for the album ''[[Ark (The Animals album)|Ark]]'' and a world concert tour, supplemented by [[Zoot Money]] on keyboards, [[Nippy Noya]] on percussion, [[Steve Gregory]] on saxophone and [[Steve Grant]] on guitar.  The first single \"[[The Night (The Animals song)|The Night]]\" reached No. 48 at the US Pop Singles and No. 34 at the Mainstream Rock Charts. It was also a big hit in Greece. They released a second single called \"Love Is For All Time\".\n\nTheir tour consisted of about one-third material from the original 1960s and two-thirds material from ''Ark'' or other songs.  The latter included songs like \"Heart Attack\", \"No More Elmore\" (both released a year earlier by Burdon), \"Oh Lucky Man\" (from the 1973 soundtrack album to ''[[O Lucky Man!]]'' by Price), \"It's Too Late\", \"Tango\", and \"Young Girls\" (later released on Burdon's compilation, ''The Night''). \nOn 9 September, they had their first gig in New York with a sold-out audience at the [[Mid-Hudson Civic Center]]. A [[Wembley Stadium (1923)|Wembley Stadium]] concert followed on 31 December which was released on the ''[[Greatest Hits Live (Rip It to Shreds)|Rip it To Shreds]]'' live album in 1984 after they had disbanded again. Their concert at the Royal Oak Theatre in [[Royal Oak, Michigan]] on 29 November 1983 was released on 27 February 2008, as ''Last Live Show''. A film about the reunion tour was shot but never released. Chas Chandler died in 1996, putting an end to any possibility of another reunion of the full original line-up.<ref>[http://www.independent.co.uk/news/people/obituaries-chas-chandler-1329256.html Obituaries: Chas Chandler] ''[[The Independent]]'' Retrieved 28 February 2011</ref>\n\n=== Later incarnations ===\nDuring the 1990s and 2000s there have been several groups calling themselves Animals in part:\n\n*In 1993 [[Hilton Valentine]] formed the '''Animals II''' and was joined by John Steel in 1994 and [[Dave Rowberry]] in 1999. Other members of this version of the band include Steve Hutchinson, [[Steve Dawson]] and Martin Bland. From 1999 until Valentine's departure in 2001 the band toured as '''the Animals'''.\n\n*After Valentine left these Animals in 2001, Steel and Rowberry continued on as '''Animals and Friends''' with Peter Barton, [[Jim Rodford]] and John E. Williamson. When Rowberry died in 2003, he was replaced by Mickey Gallagher (who had briefly replaced Alan Price in 1965).  Animals and Friends is still around and frequently plays gigs on a [[Color Line (ferry operator)|Color Line]] ship that travels between Scandinavia and Germany.\n\n*In the 1990s Danny McCulloch, from the later-1960s Animals released several albums as '''the Animals''', with a great deal of acceptance. The albums contained covers of some original Animals songs as well as new ones written by McCulloch.\n\n*Eric Burdon formed a new backing band in 1998 and went out as '''Eric Burdon and the New Animals'''. This was actually just a rename of an existing band he had been touring with in various forms since 1990.  Members of this new group included Dean Restum, [[Dave Meros]], [[Neal Morse]] and [[Aynsley Dunbar]]. [[Martin Gerschwitz]] replaced Morse in 1999, after [[Ryo Okumoto]] had a brief stint for 3 weeks and Dunbar was replaced by [[Bernie Pershey]] in 2001. In 2003 the band started touring as '''Eric Burdon and the Animals'''. After the line-up changed in 2006 original guitarist Hilton Valentine joined with the group for its 2007 & 2008 tours. The group also included [[Red Young]], Paula O'Rourke and Tony Braunagle. After Burdon lost the rights to the name, he formed a new band with completely different musicians.\n\n===Dispute over ownership of band name===\n\nIn 2008, an adjudicator determined that original Animals drummer John Steel owned \"the Animals\" name in England, by virtue of a trademark registration Steel had made in relation to the name.  Eric Burdon had objected to the trademark registration, arguing that Burdon personally embodied any goodwill associated with \"the Animals\" name.  Burdon's argument was rejected, in part based on the fact that he had billed himself as \"Eric Burdon and the Animals\" as early as 1967, thus separating the goodwill associated with his own name from that of the band.<ref>Daniel Boffey, [http://www.dailymail.co.uk/tvshowbiz/article-1094461/Eric-Burdon-loses-battle-Animal.html Eric Burdon loses battle to be the only Animal], ''[[Daily Mail]]'', 14 December 2008</ref><ref>An analogous situation occurred around the same period, when [[Diana Ross]] separated herself from [[the Supremes]] and the act was billed as \"Diana Ross and the Supremes\".  The Supremes later continued as a separate entity, without Ross, in the same way that several versions of the Animals existed without Eric Burdon.</ref>\n\n===Legacy===\nThe original Animals were inducted into the [[Rock and Roll Hall of Fame]] in 1994.<ref name=RHOF>[http://rockhall.com/inductees/the-animals/bio/ The Animals] [[Rock and Roll Hall of Fame]], 1994. Retrieved 28 February 2011</ref> In 2003, the band's version of \"[[The House of the Rising Sun]]\" ranked No. 123 on ''[[Rolling Stone]] ''magazine's [[500 Greatest Songs of All Time]] list. Their 1965 hit single \"[[We Gotta Get out of This Place]]\" was ranked No. 233 on the same list. Both songs are included in [[The Rock and Roll Hall of Fame's 500 Songs that Shaped Rock and Roll]].<ref>[http://www.rocklistmusic.co.uk/steveparker/halloffame.htm Rock and Roll Hall of Fame - 500 Songs That Shaped Rock] Retrieved 28 February 2011</ref>\n\nOn 15 March 2012, in a keynote speech to an audience at the [[South by Southwest]] music festival, [[Bruce Springsteen]] discussed the Animals' influence on his music at length, stating, \"To me, the Animals were a revelation. They were the first records with full-blown class consciousness that I'd ever heard.\" He said of \"We Gotta Get Out of This Place\" (written by two New York songwriters, [[Barry Mann]] and [[Cynthia Weil]]): \"That's every song I've ever written... That's '[[Born to Run (song)|Born to Run]],' '[[Born in the U.S.A. (song)|Born in the U.S.A.]],' everything I've done for the past 40 years including all the new ones. That struck me so deep. It was the first time I felt I heard something come across the radio that mirrored my home life, my childhood.\" Saying that his album ''[[Darkness on the Edge of Town]]'' was \"filled with Animals,\" Springsteen played the opening riffs to \"Don't Let Me Be Misunderstood\" and his own \"[[Badlands (Bruce Springsteen song)|Badlands]]\" back to back, then said, \"Listen up, youngsters!  This is how successful theft is accomplished!\"<ref>{{cite web|last=Associated |first=The |url=http://www.npr.org/templates/story/story.php?storyId=148694819 |title=Springsteen Gives Music History Lesson At SXSW |publisher=NPR |date=16 March 2012 |accessdate=31 March 2012}}</ref>\n\n== Discography ==\n{{Main|The Animals discography}}\n\n*''[[The Animals (American album)|The Animals]]'' (1964; The Animals; US) / ''[[The Animals (British album)|The Animals]]'' (1964; The Animals; UK)\n*''[[The Animals on Tour]]'' (1965; The Animals; US)\n*''[[Animal Tracks (UK album)|Animal Tracks]]'' (1965; The Animals; UK) / ''[[Animal Tracks (U.S. album)|Animal Tracks]]'' (1965; The Animals; US)\n*''[[Animalisms]]'' (1966; The Animals; UK) / ''[[Animalization]]'' (1966; The Animals; US)\n*''[[Animalism (album)|Animalism]]'' (1966; The Animals; US)\n*''[[Eric Is Here]]'' (1967; Eric Burdon & The Animals; US)\n*''[[Winds of Change (Eric Burdon & The Animals album)|Winds of Change]]'' (1967; Eric Burdon & The Animals)\n*''[[The Twain Shall Meet]]'' (1968; Eric Burdon & The Animals)\n*''[[Every One of Us]]'' (1968; Eric Burdon & The Animals; US)\n*''[[Love Is (The Animals album)|Love Is]]'' (1968; Eric Burdon & The Animals)\n*''[[Before We Were So Rudely Interrupted]]'' (1977; The Animals)\n*''[[Ark (The Animals album)|Ark]]'' (1983; The Animals)\n\n==Personnel==\n\n===Members===\n;Current members\n*[[John Steel (drummer)|John Steel]] - drums <small>(1963-1966, 1975-1976, 1983, 1992-present)</small>\n*[[Mick Gallagher]] - keyboards <small>(1965, 2003–present)</small>\n*Pete Barton - vocals, bass <small>(2001–present)</small>\n*John E. Williamson - guitar, vocals <small>(2001–present)</small>\n*Danny Handley - guitar, vocals <small>(2003–present)</small>\n\n;Former members\n{{col-begin}}\n{{col-2}}\n*[[Eric Burdon]] - vocals <small>(1963-1968, 1975-1976, 1983)</small>\n*[[Hilton Valentine]] - guitar <small>(1963-1966, 1975-1976, 1983, 1992-2001)</small>\n*[[Chas Chandler]] - bass, vocals <small>(1963-1966, 1975-1976, 1983; died 1996)</small>\n*[[Alan Price]] - keyboards, vocals <small>(1963-1965, 1975-1976, 1983)</small>\n*[[Dave Rowberry]] - keyboards <small>(1965-1966, 1999-2003; died 2003)</small>\n*[[Barry Jenkins]] - drums <small>(1966-1968)</small>\n*[[John Weider]] - bass, guitar, violin <small>(1966-1968)</small>\n*[[Vic Briggs]] - guitar, piano <small>(1966-1968)</small>\n*[[Danny McCulloch]] - bass <small>(1966-1968)</small>\n*[[Zoot Money]] - keyboards, bass, vocals <small>(1968, 1983)</small> (real name: George Bruno Money)\n*[[Andy Summers]] - guitar, bass <small>(1968)</small>\n*[[Steve Grant]] – guitar, synthesiser, vocals <small>(1983)</small>\n*[[Steve Gregory]] – saxophones <small>(1983)</small>\n\n{{col-2}}\n*[[Nippy Noya]] – percussion <small>(1983)</small>\n*[[Joss Elliott]] - bass <small>(1992-1994)</small>\n*[[George Fearson]] - guitar <small>(1992-1994)</small>\n*Robert Robinson - vocals <small>(1992-1994)</small>\n*[[The Dod]] - drums <small>(1992)</small>\n*Steve Hutchinson - keyboards <small>(1992-1999)</small>\n*[[Martin Bland]] - bass <small>(1994-1999)</small>\n*[[Steve Dawson (guitarist)|Steve Dawson]] - guitar <small>(1994-1999)</small>\n*Robert Kane - vocals <small>(1994-1999)</small>\n*[[Jim Rodford]] - bass <small>(1999-2003)</small>\n*[[Tony Liddle]] - vocals <small>(1999-2001)</small>\n*[[Eamon Cronin]] - vocals <small>(2001)</small>\n{{col-end}}\n\n===Lineups===\n{| class=\"toccolours\" border=\"1\" cellpadding=\"2\" cellspacing=\"0\"  style=\"float:width:375px; margin:0 0 1em 1em; border-collapse:collapse; border:1px solid #e2e2e2; width:99%;\"\n|-\n!  style=\"vertical-align:top; background:#e7ebee; width:25%;\"| 1963–1965<br>The Animals\n!  style=\"vertical-align:top; background:#e7ebee; width:25%;\"| 1965\n!  style=\"vertical-align:top; background:#e7ebee; width:25%;\"| 1965-1966\n!  style=\"vertical-align:top; background:#e7ebee; width:25%;\"| 1966\n|-\n| valign=top |\n*'''[[Eric Burdon]]''' - vocals\n*'''[[Chas Chandler]]''' - bass\n*'''[[Alan Price]]''' - keyboards\n*'''[[John Steel (drummer)|John Steel]]''' - drums\n*'''[[Hilton Valentine]]''' - guitar\n| valign=top |\n*'''[[Eric Burdon]]''' - vocals\n*'''[[Chas Chandler]]''' - bass\n*'''[[Mick Gallagher]]''' - keyboards\n*'''[[John Steel (drummer)|John Steel]]''' - drums\n*'''[[Hilton Valentine]]''' - guitar\n| valign=top |\n*'''[[Eric Burdon]]''' - vocals\n*'''[[Chas Chandler]]''' - bass\n*'''[[Dave Rowberry]]''' - keyboards\n*'''[[John Steel (drummer)|John Steel]]''' - drums\n*'''[[Hilton Valentine]]''' - guitar\n| valign=top |\n*'''[[Eric Burdon]]''' - vocals\n*'''[[Chas Chandler]]''' - bass\n*'''[[Hilton Valentine]]''' - guitar\n*'''[[Dave Rowberry]]''' - keyboards\n*'''[[Barry Jenkins]]''' - drums\n|-\n!  style=\"vertical-align:top; background:#e7ebee; width:25%;\"| December 1966 – 1968<br>Eric Burdon and the Animals\n!  style=\"vertical-align:top; background:#e7ebee; width:25%;\"| 1968\n!  style=\"vertical-align:top; background:#e7ebee; width:25%;\"| April 1968-Late 1968\n!  style=\"vertical-align:top; background:#e7ebee; width:25%;\"| Late 1968-1975\n|-\n| valign=top |\n*'''[[Eric Burdon]]''' - vocals\n*'''[[Barry Jenkins]]''' - drums\n*'''[[Vic Briggs]]''' - guitar, piano\n*'''[[Danny McCulloch]]''' - bass\n*'''[[John Weider]]''' - bass, guitar, violin\n| valign=top |\n*'''[[Eric Burdon]]''' - vocals\n*'''[[Barry Jenkins]]''' - drums\n*'''[[Vic Briggs]]''' - guitar, piano\n*'''[[Danny McCulloch]]''' - bass\n*'''[[John Weider]]''' - bass, guitar, violin\n*'''[[Zoot Money]]''' - keyboards\n| valign=top |\n*'''[[Eric Burdon]]''' - vocals\n*'''[[Barry Jenkins]]''' - drums\n*'''[[John Weider]]''' - guitar, bass (live)\n*'''[[Zoot Money]]''' - keyboards, bass (studio), vocals\n*'''[[Andy Summers]]''' - guitar, bass (live)\n| valign=top |\n'''Disbanded'''\n|-\n!  style=\"vertical-align:top; background:#e7ebee; width:25%;\"| 1975-1976<br>The Animals\n!  style=\"vertical-align:top; background:#e7ebee; width:25%;\"| 1976-1983\n!  style=\"vertical-align:top; background:#e7ebee; width:25%;\"| September 1983-December 1983\n!  style=\"vertical-align:top; background:#e7ebee; width:25%;\"| 1983-1992\n|-\n| valign=top |\n*'''[[Eric Burdon]]''' - vocals\n*'''[[Chas Chandler]]''' - bass\n*'''[[Alan Price]]''' - keyboards\n*'''[[John Steel (drummer)|John Steel]]''' - drums\n*'''[[Hilton Valentine]]''' - guitar\n| valign=top |\n'''Disbanded'''\n| valign=top |\n*'''[[Eric Burdon]]''' - vocals\n*'''[[Chas Chandler]]''' - bass, vocals\n*'''[[Alan Price]]''' - keyboards, vocals\n*'''[[John Steel (drummer)|John Steel]]''' - drums\n*'''[[Hilton Valentine]]''' - guitar\n*'''[[Steve Grant]]''' – guitar, synthesiser, vocals\n*'''[[Steve Gregory]]''' – saxophones\n*'''[[Zoot Money]]''' - keyboards, vocals\n*'''[[Nippy Noya]]''' – percussion\n| valign=top |\n'''Disbanded'''\n|-\n!  style=\"vertical-align:top; background:#e7ebee; width:25%;\"| 1992<br>Valentine's Animals\n!  style=\"vertical-align:top; background:#e7ebee; width:25%;\"| 1992–1994<br>Animals II\n!  style=\"vertical-align:top; background:#e7ebee; width:25%;\"| 1994-1999\n!  style=\"vertical-align:top; background:#e7ebee; width:25%;\"| 1999–2001<br>The Animals\n|-\n| valign=top |\n*'''[[Hilton Valentine]]''' - guitar\n*'''[[Joss Elliott]]''' - bass\n*'''[[George Fearson]]''' - guitar\n*'''Robert Robinson''' - vocals\n*'''[[The Dod]]''' - drums\n| valign=top |\n*'''[[Hilton Valentine]]''' - guitar\n*'''[[Joss Elliott]]''' - bass\n*'''[[George Fearson]]''' - guitar\n*'''Robert Robinson''' - vocals\n*'''Steve Hutchinson''' - keyboards\n*'''[[John Steel (drummer)|John Steel]]''' - drums\n| valign=top |\n*'''[[Hilton Valentine]]''' - guitar\n*'''Steve Hutchinson''' - keyboards\n*'''[[John Steel (drummer)|John Steel]]''' - drums\n*'''[[Martin Bland]]''' - bass\n*'''[[Steve Dawson (guitarist)|Steve Dawson]]''' - guitar\n*'''Robert Kane''' - vocals\n| valign=top |\n*'''[[Hilton Valentine]]''' - guitar\n*'''[[John Steel (drummer)|John Steel]]''' - drums\n*'''[[Tony Liddle]]''' - vocals\n*'''[[Jim Rodford]]''' - bass\n*'''[[Dave Rowberry]]''' - keyboards\n|-\n!  style=\"vertical-align:top; background:#e7ebee; width:25%;\"| 2001\n!  style=\"vertical-align:top; background:#e7ebee; width:25%;\"| 2001–2003<br>Animals and friends\n!  style=\"vertical-align:top; background:#e7ebee; width:25%;\"| 2003–present\n|-\n| valign=top |\n*'''[[Hilton Valentine]]''' - guitar\n*'''[[John Steel (drummer)|John Steel]]''' - drums\n*'''[[Jim Rodford]]''' - bass\n*'''[[Dave Rowberry]]''' - keyboards\n*'''[[Eamon Cronin]]''' - vocals\n| valign=top |\n*'''[[John Steel (drummer)|John Steel]]''' - drums\n*'''[[Jim Rodford]]''' - bass\n*'''[[Dave Rowberry]]''' - keyboards\n*'''[[Pete Barton]]''' - vocals, guitar\n*'''John E. Williamson''' - guitar, vocals\n| valign=top |\n*'''[[John Steel (drummer)|John Steel]]''' - drums\n*'''[[Pete Barton]]''' - vocals, bass\n*'''John E. Williamson''' - guitar, vocals\n*'''[[Mick Gallagher]]''' - keyboards\n*'''[[Danny Handley]]''' - guitar, vocals\n\n;Additional personnel\n*'''[[Spencer Davis]]''' - vocals, guitar, harmonica\n*'''[[Mick Green]]''' - guitar\n*'''[[Christian Madden]]''' - keyboards\n*'''[[Zoot Money]]''' - keyboards\n|}\n\n== Songs in film ==\n*1964: ''[[Get Yourself a College Girl]]'', \"Blue Feeling\", \"[[Around and Around]]\" aka \"Round and Round\" (lip-sync)\n*1965: ''[[The Wednesday Play]]'' (Episode: Stand Up, Nigel Barton), \"We Gotta Get out of This Place\"\n*1965: ''[[Pop Gear]]'' \"House of the Rising Sun\", \"Don't Let Me Be Misunderstood\" (lip-sync)\n*1967: ''Stranger in the House'', \"[[Good Times (Eric Burdon and The Animals song)|Ain't that so]]\"\n*1967: ''It's a Bikini World'', \"We Gotta Get out of This Place\" (lip-sync)\n*1983: ''Purple Haze'', \"When I Was Young\"\n*1984: ''[[Miami Vice]]'' (Episode: Glades), \"We Gotta Get out of This Place\"\n*1985: ''Men'', \"When I Was Young\"\n*1986: ''[[The A-Team]]'' (Episode: Beneath The Surface), \"We Gotta Get out of This Place\"\n*1987: ''[[Hamburger Hill]]'', \"[[We Gotta Get out of This Place]]\"\n*1988: ''[[1969 (film)|1969]]'', \"[[When I Was Young]]\"\n*1992: ''[[American Me]]'', \"Don't Let Me Be Misunderstood\"\n*1995: ''[[Casino (film)|Casino]]'', \"House of the Rising Sun\"\n*1998: ''[[The Waterboy]]'', \"[[The House of the Rising Sun]]\"\n*1999: ''[[The Sopranos]]'' (Episode: Down Neck), \"[[Don't Bring Me Down (The Animals song)|Don't Bring Me Down]]\"\n*2000: ''[[Angels of the Universe]]'', \"[[Don't Let Me Be Misunderstood]]\"\n*2000: ''Piso Porta'', \"Squeeze Her, Tease Her\", \"That's All I Am To You\"\n*2001: ''[[15 Minutes]]'', \"House of the Rising Sun\"\n*2001: ''[[Blow Dry]]'', \"[[Don't Let Me Be Misunderstood]]\"\n*2002: ''[[The West Wing]]'' (Episode: Process Stories), \"House of the Rising Sun\"\n*2002: ''[[Heartbeat (UK TV series)|Heartbeat]]'' (Episode: A Many Splendoured Thing), \"[[See See Rider]]\"\n*2004: ''[[Layer Cake (film)|Layer Cake]]'', \"[[Don't Let Me Be Misunderstood]]\"\n*2004: ''[[The Life and Death of Peter Sellers]]'', \"[[It's My Life (The Animals song)|It's My Life]]\"\n*2004: ''[[Fahrenheit 9/11]]'', \"[[We Gotta Get out of This Place]]\"\n*2007: ''[[Music Within]]'', \"[[We Gotta Get out of This Place]]\"\n*2007: ''[[Zodiac (film)|Zodiac]]'', \"[[Sky Pilot (song)|Sky Pilot]]\"\n*2007: ''[[Supernatural (U.S. TV series)|Supernatural]]'' (Episode: Roadkill), \"[[The House of the Rising Sun]]\"\n*2007: ''[[My Name Is Earl]]'' (Episode: The Trial), \"[[The House of the Rising Sun]]\"\n*2007: ''[[My Name Is Earl]]'' (Episode: Early Release), \"[[We Gotta Get out of This Place]]\"\n*2008: ''[[Californication (TV series)|Californication]]'' (Episode: Final of second season), \"[[It's My Life (The Animals song)|It's My Life]]\"\n*2009: ''[[Heroes (TV series)|Heroes]]'' (Season 3, Episode 21), \"[[We Gotta Get out of This Place]]\"\n*2009: ''[[Eastbound & Down]]'' (Season 1, Episode 6), \"[[Sky Pilot (song)|Sky Pilot]]\"\n*2010: ''[[Rake (2010 TV series)]]'' (Season 1, Episode 8), \"[[Don't Let Me Be Misunderstood]]\"\n*2010: ''Ceremony'', \"Good Times\"\n*2012: ''[[Skyfall]]''(On helicopter PA),\"[[Boom Boom (John Lee Hooker song)|Boom Boom]]\"\n*2012: ''[[Supernatural (U.S. TV series)|Supernatural]]'' (Episode: Little Slice of Kevin), \"[[We Gotta Get out of This Place]]\"\n\n==See also==\n*{{Wikipedia books link|The Animals}}\n*[[Monterey Pop Festival]]\n\n==References==\n{{Reflist}}\n\n==Further reading==\n* Burdon, Eric. ''I Used to Be an Animal, but I'm All Right Now''. Faber and Faber, 1986. ISBN 0-571-13492-0.\n* Kent, Jeff. ''The Last Poet: The Story of Eric Burdon''. Witan Books, 1989. ISBN 0-9508981-2-0.\n* Egan, Sean. ''Animal Tracks - Updated and Expanded: The Story of The Animals, Newcastle's Rising Sons''. Askill Publishing, 2012. ISBN 978-0-9545750-4-5.\n* Burdon, Eric (with J. Marshall Craig). ''Don't Let Me Be Misunderstood: A Memoir''. Thunder's Mouth Press, 2001. ISBN 1-56025-330-4.\n\n==External links==\n{{commons category|The Animals}}\n* [http://crawdaddy.wolfgangsvault.com/Article/Soul-of-a-Man-The-Story-of-Eric-Burdon.html Soul of a Man: The Story of Eric Burdon] - January 2009 interview with Eric Burdon\n* [http://blogs.villagevoice.com/runninscared/archives/2009/08/clip_job_eric_b.php The Animals in NY] by Sally Kempton for the [[Village Voice]] 17 September 1964\n* {{Pop Chronicles|29|5}}\n* {{rockhall|the-animals}}\n\n{{The Animals}}\n{{Eric Burdon}}\n\n{{DEFAULTSORT:Animals, The}}\n[[Category:The Animals|*]]\n[[Category:British Invasion artists]]\n[[Category:British rhythm and blues musical groups]]\n[[Category:Charly Records artists]]\n[[Category:English rock music groups]]\n[[Category:Musical groups from Newcastle upon Tyne]]\n[[Category:Musical groups established in 1962]]\n[[Category:Musical quintets]]\n[[Category:Rock and Roll Hall of Fame inductees]]\n[[Category:British rhythm and blues boom musicians]]\n[[Category:Psychedelic rock music groups]]"}]}}}}